[
    {
        "whisper_chunk": "brings you in here today Yeah hi I have a pain in my belly It started a couple hours ago Okay and where exactly in your belly do you have this pain It's mostly up here on the right side On the right side Yeah Okay and can you describe what kind of pain is it Is it like a dull pain a sharp pain an aching pain",
        "gt_chunk": "D: brings you in here today? \n\nP: Yeah hi, I'm I I have a pain in my belly. It started a couple hours ago.\n\nD: OK, and where exactly in your belly do you have this pain?\n\nP: It's mostly up here on the right side.\n\nD: The right side, OK and can you describe what kind of pain is it? Is it like a dull pain or sharp pain, an aching pain"
    },
    {
        "whisper_chunk": "I guess it's an aching pain I'd say It would initially just come and go but now it's staying It's not going away Okay and so it's in the right area Does it hurt No",
        "gt_chunk": "P: I guess it's a, it's an aching pain I'd say. It kind of just, um, it would initially just come and go, but now it's just it's staying. It's not going away.\n\nD: OK, and so it's in the right area and does it"
    },
    {
        "whisper_chunk": "Okay and on a scale of 1 to 10 1 being the least amount of pain you've felt in your life and 10 being the worst how much would you rate it right now It's about I'd say a 10 an 8 maybe An 8 Okay and so just to clarify when did it start It started about eight hours ago Eight hours ago Okay and were you doing anything before Like did you have a meal or were",
        "gt_chunk": "D: OK. And on a scale of 1 to 10, one being the least amount of pain you felt in your life, and 10 being the worst, how much would you rate it right now?\n\nP: It's about to a 10, an 8 maybe.\n\nD: An 8, OK and so just to clarify, when did it start?\n\nP: About 8 hours ago.\n\nD: 8 hours ago, OK. And were you doing anything before? Like, did you have a meal or how were"
    },
    {
        "whisper_chunk": "you asleep and it woke you up What was going on before you had the pain I was just about to go to sleep I wasn't doing anything in particular at the time Okay and has it been getting worse since it first started Oh yeah definitely It would come and go but now for the past I'd say five to six hours it's been constant It's just",
        "gt_chunk": "D: you sleeping before it woke you up, what was going on before you had the pain?\n\nP: I was just about to go to sleep. I wasn't doing anything in particular at the time.\n\nD: OK. And has it been getting worse since it first started?\n\nP: Oh yeah, definitely it would come and go, but now for the past I'd say five to six hours, it's been constant, just"
    },
    {
        "whisper_chunk": "there all the time Okay and have you had any similar pain like this in the past Yeah I have the same that sort of comes and goes after I eat Usually after I've had something fatty something from outdoors maybe like a burger or fries or something I initially thought it was",
        "gt_chunk": "P: there all the time. \n\nD: OK. And have you had any similar pain like this in the past?\n\nP: Yeah, uh I I have the same pain that sort of comes and goes after I eat. Usually after I've had something like a something fatty, something from outdoors, maybe like a burger or fries or something. I initially thought it was"
    },
    {
        "whisper_chunk": "indigestion but I don't know what's going on now Okay and does anything make it better or worse Anything that you've tried Well I guess eating sometimes makes it worse but I don't think there's anything that's making it better Okay have you tried any medications at all I tried Tylenol but that didn't do anything Okay and",
        "gt_chunk": "P: indigestion, but I don't I don't know what's going on now.\n\nD: OK, and does it, does anything make it better or worse or anything that you've tried?\n\nP: Well, I guess eating sometimes makes it worse, um, but I don't I don't think there's anything that's making it better.\n\nD: OK, have you tried any medications at all?\n\nP: I tried Tylenol but that didn't do anything.\n\nD: OK. And"
    },
    {
        "whisper_chunk": "besides the pain that you're having have you been having any fevers I don't think so I haven't checked but I don't feel feverish Any sweats or chills No I don't think so",
        "gt_chunk": "P: yet, no.\n\nD: OK, and have you been having any fevers?\n\nP: I don't think so. I haven't checked. I don't feel feverish.\n\nD: Any sweats or like chills?\n\nP: No,  I don't think so"
    },
    {
        "whisper_chunk": "Okay any changes in your bowel movements like constipation diarrhea No Okay great Have you traveled anywhere recently No I haven't Okay have you been feeling at all very tired not your usual self fatigued Well the pain is making it difficult for me to do things but I guess I'm not a little fatigued maybe",
        "gt_chunk": "D: OK, any changes in your bowel movements like constipation, diarrhea?\n\nP: No. \n\nD: OK. Have you traveled anywhere recently?\n\nP: No, I haven't. \n\nD: Have you been feeling at all, very tired, not your usual self, fatigued?\n\nP: Well the pain is making it difficult for me to do things, um, but I I guess I'm not, uh a little fatigued  maybe"
    },
    {
        "whisper_chunk": "Okay have you been having any changes in your urinary patterns No No Any changes in your skin any rashes any yellowing of your skin Nothing that I've noticed No I don't think so Okay any changes in your urine color No Okay have you noticed blood in your stools at all I have not no",
        "gt_chunk": "D: , have you been having any changes in your urinary patterns? \n\nP: No.\n\nD: No? Any changes in your skin and you rashes, any yellowing of your skin?\n\nP: Nothing that I've noticed, no, I don't think so. \n\nD: OK. Any changes in your urine color?\n\nP: No. \n\nD: OK, have you noticed blood in your stools at all?\n\nP: I have not, no"
    },
    {
        "whisper_chunk": "Okay and how about your appetite has this changed at all Well I guess because this pain happens it usually happens after I eat I think I've been eating less than usual just because I don't want to you know I don't like the pain Okay any significant weight loss recently I don't think so Okay any recent infections recently at",
        "gt_chunk": "D: OK, and how about your appetite, has this changed at all?\n\nP: Well, I guess because it's this thing happens usually happens after I eat, I think I've been eating less than usual, just because I don't, I don't want to, you know, I don't like the pain.\n\nD: Any significant weight loss recently?\n\nP: I don't think so.\n\nD: OK, any recent infections recently at"
    },
    {
        "whisper_chunk": "all No And otherwise do you have any other medical conditions like diabetes high blood pressure or anything else I do have diabetes but that's about it I think Yeah And do you take anything for your diabetes I take metformin Okay do you take any other medications at all No",
        "gt_chunk": "D: and otherwise are you, do you have any other medical conditions like diabetes, high blood pressure or anything else?\n\nP: I do have diabetes but that's about it I think.\n\nD: And you take anything for your diabetes?\n\nP: I take metformin.\n\nD: OK, um do you take any other medications at all? \n\nP: No"
    },
    {
        "whisper_chunk": "No I don't Sorry No no worries Do you have any allergies to any medications any environmental allergies No no I don't Okay have you been hospitalized in the past No no I haven't ever I've been healthy no hospitalizations Any past surgeries I got my wisdom teeth removed when I was a teenager Okay have",
        "gt_chunk": "P: No, I don't, sorry, no. \n\nD: No worries. Do you have any allergies to any medications, any environmental allergies?\n\nP: No no, no, I don't. \n\nD: OK. And have you been hospitalized in the past?\n\nP: No, no I haven't ever. I've been very uh healthy. No hospitalizations. \n\nD: Any past surgeries?\n\nP: I got my wisdom teeth removed when I was a teenager. \n\nD: OK. Have"
    },
    {
        "whisper_chunk": "you been in contact with anyone who has been ill recently No I don't think so Okay And in terms of your family history has anyone had any cancers or any IBD like Crohn's disease or ulcerative colitis No not that I know of",
        "gt_chunk": "D: you been in contact with anyone who has been ill recently?\n\nP: No, I don't think so. \n\nD: OK. Hmm, and in terms of your family history, has anyone had any cancers or um any err um IBD like Crohn's disease or ulcerative colitis?\n\nP: No, not that I know of"
    },
    {
        "whisper_chunk": "Okay Anything that runs in the family at all Uh my dad had a heart attack when he was in his 60s But that's it Okay Okay And currently right now do you work No I'm laid off because of COVID Okay And currently what is your home situation like",
        "gt_chunk": "D: anything that runs in the family at all?\n\nP: My dad had a heart attack when he was in his 60s. But that's it. \n\nD: OK. And um, currently right now do you work?\n\nP: Oh no, I'm I'm laid off because of COVID.\n\nD: OK. And currently, what is your home situation like"
    },
    {
        "whisper_chunk": "What do you mean So do you live in an apartment Do you live with anyone I live in an apartment I live alone Okay And in terms of your daily routine you feel that you get enough exercise Do you go outside for walks or runs anything like that I usually go out for a run especially when",
        "gt_chunk": "P: What do you mean?\n\nD: So do you live in an apartment, house and do you live with anyone?\n\nP: I I I live in an apartment, I live alone.\n\nD: Um, and in terms of your daily routine, do you feel that you get enough exercise? Do you go outside for walks or runs or anything like that?\n\nP: I usually go out for a run, especially when"
    },
    {
        "whisper_chunk": "it's a which it now is Yeah And do you drink alcohol Sometimes How much would you say you drink in an average week One to two drinks a day Okay And what do you usually drink I'll just drink a glass of wine at night It just helps",
        "gt_chunk": "P: , which it now is. \n\nD: And do you do you drink alcohol? \n\nP: Uh, sometimes.\n\nD: How much would you say you drink in an average week?\n\nP: One to two drinks a day.\n\nD: OK, and what do you usually drink?\n\nP: I'll just drink a glass of wine at night, just helps"
    },
    {
        "whisper_chunk": "me know Okay And do you use any recreational drugs like marijuana No I don't Okay All right So that's all the questions I have And just to clarify does your pain come and go Or is it constant Yeah So initially it would come and go",
        "gt_chunk": "P: , no. \n\nD: OK. And do you use any recreational drugs like marijuana?\n\nP: No, I don't. \n\nD: OK. Alright, so um, that's all the questions I have and just to clarify, does your pain come and go, or is it constant?\n\nP: Yes, so initially it would come and go"
    },
    {
        "whisper_chunk": "Okay But now so for the first two hours it would come and go And when I would have the pain when I was eating it would come and go But over the past six hours it's just been constant Okay All right",
        "gt_chunk": "P: , but now, so for the first 2 hours it would come and go. And when I would have this pain when I was eating, it would come and go. But over the past six hours it's just been constant. \n\nD: OK. Alright"
    }
]