[
    {
        "whisper_chunk": "brings in here today I just had uh well it was just that came from uh football practice um because I uh uh just felt like somebody fell on me while like while I was on the ground and it's like I've had this shoulder pain immediately afterwards and I can see a like lump um kind of",
        "gt_chunk": "D: brings you here today?\n\nP: I just had uh, well, it was just uh, I came from football practice I, uh, just felt like somebody fell on me while, like while I was on the ground and it's like, I've had this shoulder pain immediately afterwards and I can see a, like lump, um, kind of"
    },
    {
        "whisper_chunk": "like um clavicle or shoulder bone Okay is the right side or the left side Uh it's the right side Right side okay um okay and uh how long ago did this happen Uh it happened about um just a couple of hours ago yeah just about two hours ago Okay um can someone is someone fall on to",
        "gt_chunk": "P: , um, clavicle or shoulder bone.\n\nD: Okay, is it the right side or the left side?\n\nP: Uh, it's the right side.\n\nD: The right side, okay. Um, okay, and how long ago did this happen?\n\nP: It happened about, just a couple of hours ago. Yeah, just about 2 hours ago.\n\nD: Okay, um. Um, did someone, did someone fall onto"
    },
    {
        "whisper_chunk": "your side Okay so uh so your main are you having mainly pain in that that area or is it uh going to other places It's mostly just the pain like yeah right in that area I'm not feeling it anywhere else Okay and um what kind of pain are you feeling uh is it sharp stabbing or is it aching It's it's really sharp it feels like I'm I'm getting stabbed in the shoulder",
        "gt_chunk": "D: your side? Okay, uh, so, your main, are you having mainly pain in that, in that area, or is it going to other places? \n\nP: It's mostly just the pain like right in that area. I'm not feeling it anywhere else. \n\nD: Okay, and um, what kind of pain are you feeling? Is it sharp, stabbing, or is it aching?\n\nP: It's really sharp. It feels like I'm, I'm getting stabbed in the shoulder"
    },
    {
        "whisper_chunk": "Okay I see and on a scale of zero to ten ten being the worst pain you've felt in your life how much would you rate it Uh this is like a ten it hurts really bad Okay and um are you able to do any movements or are you just kind of holding your arm up with your other other arm Oh yeah I've just been holding my arm up I uh kind of made a sling out of or yeah like the coaches helped make a sling out of one of the",
        "gt_chunk": "D: Okay, I see, and on a scale of 0 to 10, 10 being the worst pain you've felt in your life, how much would you rate it?\n\nP: Uh, this is like a 10. It hurts really bad.\n\nD: Okay, and um, are able to do any movements, or are you just kind of holding your arm up with your other other arm?\n\nP: I, yeah I've just been holding my arm up by, uh, I kind of made a sling out of, yeah, like the coaches helped make a sling out of one of the"
    },
    {
        "whisper_chunk": "uh what we like a shirt or something like that at the practice and so I've been just kind of holding my arm against my arm Um and if you were to describe uh just what it looks like right now uh does your shoulder kind of seem like it's sagging Yeah it does",
        "gt_chunk": "P: uh, what we, like a shirt or something like that at the practice. And so I've been just kind of holding my arm against my chest with my elbow flexed. I haven't really moved it at all.\n\nD: I see, okay. Um, and if you were to describe just what it looks like right now, does your shoulder kind of seem like it's sagging? \n\nP: Yeah it does"
    },
    {
        "whisper_chunk": "Okay and do you notice any point uh near your shoulder like clavicle area that has uh any bruising swelling um looks like red anything like that Um like maybe a little bit of bruising and swelling like over the area uh where I can see like my my skin pointing up but uh yeah that's your only area",
        "gt_chunk": "D: Okay, and do you notice any point near your shoulder like clavicle area that has any bruising, swelling looks, like red? Anything like that?\n\nP: Um, like maybe a little bit of bruising and swelling like over the area where I can see like my, my skin pointing up, but um, yeah, that's the only area"
    },
    {
        "whisper_chunk": "Okay I see okay um any other there Okay all right um and uh that's how have you previously had any fractures before Uh no I",
        "gt_chunk": "P:  the pain right there.\n\nD: Okay. Alright um, and uh, other than that, have you previously had any popped joints before?\n\nP: Uh, I, no, I"
    },
    {
        "whisper_chunk": "haven't Okay and no other trauma or anything in the same region No I haven't had any pains there before or anything like that Okay I see okay um and have you been diagnosed with any medical conditions in the past Um no I haven't Okay all right and did you hurt um yourself anywhere else",
        "gt_chunk": "P: haven't. \n\nD: Okay, and no other trauma or anything in the same region?\n\nP: No, I haven't had any pains there before or anything like that.\n\nD: Okay, I see. Okay, um and have you been diagnosed with any medical conditions in the past?\n\nP: Uh, no I haven't. \n\nD: Okay, alright, and did you hurt yourself anywhere else"
    },
    {
        "whisper_chunk": "like did you hurt your head at all um suffer any loss of consciousness or anything like that Um no no I didn't I was kind of just like laying on my side and they fell like on my left shoulder and I just got like squished Okay and um did it have any impact on your chest like do you feel short of breath or anything like that No shortness of breath kind of knocked the wind out of me at first but uh",
        "gt_chunk": "D: Like did you hurt your head at all? Um, suffer any loss of consciousness or anything like that?\n\nP: No, no, I, I didn't. I was kind of just like laying on my side and they fell like on my left shoulder and I, I just got squished.\n\nD: Okay, and did it have any impact on your chest like you do you feel short of breath or anything like that?\n\nP: No shortness of breath, kind of knocked the wind out of me at at first, but"
    },
    {
        "whisper_chunk": "I'm okay now Okay I see that's good um okay and other than that uh so no medical conditions do you take any medications at all Um yeah I'll take like uh just some allergy medication every once in a while when it's like I have just seasonal allergies I think to just environmental triggers is all",
        "gt_chunk": "P: I'm okay now. \n\nD: Okay, I see, that's good. Um, okay, and other than uh, so no medical conditions? Do you take any medications at all?\n\nP: Um, yeah, I'll take like uh, just some allergy medication every once in a while. When it's like, just seasonal allergies, I think to just some environmental triggers is all"
    },
    {
        "whisper_chunk": "Okay um and do you have any allergies to any medications at all Uh no I don't believe so Okay anything that you've tried that has helped or made your pain worse No I haven't um I haven't taken anything yet I just uh like basically came right from practice to the to the hospital Okay um have you had any kind of fevers",
        "gt_chunk": "D: Okay, and and do you have any allergies to any medications at all?\n\nP: Uh, no, I don't believe so.\n\nD: Okay, anything that you've tried that has helped or made your pain worse?\n\nP: No, I haven't, I haven't taken anything yet, I just uh, like basically came right from practice to the, to the hospital.\n\nD: Okay, um, have you had any kind of fevers"
    },
    {
        "whisper_chunk": "or chills No Any uh skin changes like rashes No I haven't had any rashes Okay any weakness in your upper or lower extremities besides like the area that's affected No Okay um any dizziness fainting episodes Uh nope nothing like that",
        "gt_chunk": "D: or chills?\n\nP: No.\n\nD: Any skin changes, like rashes?\n\nP: No, I haven't had any rashes.\n\nD: Okay, any weakness in your upper or lower extremities, besides like the area that's affected? \n\nP: No. \n\nD: No, okay. Um, any dizziness, fainting episodes?\n\nP: Uh, no, nothing like that"
    },
    {
        "whisper_chunk": "Okay and your hearing and vision is all right right now It is yeah I haven't had any problems with that Okay and have you had any kind of concussions or anything in the past Um no I haven't had any Okay all right have you been hospitalized or had any surgeries in the past Um no not that never Okay any family history of any medical",
        "gt_chunk": "D: Okay, and your hearing and vision is alright right now?\n\nP: It is, yeah. I haven't had any problems with that.\n\nD: Okay, and have you had any kind of concussions or anything in the past?\n\nP: Um, no, I haven't had any.\n\nD: Alright. Uh, have you been hospitalized or had any surgeries in the past?\n\nP: Um, no, not, not ever.\n\nD: Okay. Any family history of any medical"
    },
    {
        "whisper_chunk": "conditions Uh no no um nothing that I can think of Everybody's pretty healthy Okay um and what's your living situation like right now So I live with uh both of my parents and um I have a younger brother and a younger sister as well We live in a in a house Okay all right and",
        "gt_chunk": "D: conditions?\n\nP: Uh, no. No, nothing that I can think of. Everybody's pretty healthy.\n\nD: Okay. Um, and what's your living situation like right now?\n\nP: So I live with both of my parents and um, I have a younger brother and a younger sister as well. We live in a, in a house.\n\nD: Okay, alright, and"
    },
    {
        "whisper_chunk": "um do you work currently or are you a student Yeah I go I'm uh in high school and um I I work part time at the grocery store as well um but uh it not that often though because I've just been been playing um sports I've been on the football team We have a lot of Do you uh drink alcohol",
        "gt_chunk": "D: um, do you work currently? Or are you a student?\n\nP: Yeah, I'm in high school and, um, I, I work part-time at the grocery store as well, but uh, it's not that often though, because I've just been been playing sports, on the football team, we have a lot of"
    },
    {
        "whisper_chunk": "Uh I yeah sometimes I with friends um we you've had uh a couple of beers here and here and there but I mean it's it's not something that uh I've done very often and yeah we've been pretty safe I feel like Okay uh and do you smoke cigarettes or in marijuana or use any recreational drug No nothing like that",
        "gt_chunk": "P: Uh I, sometimes I, with friends. Um, we've had a couple of beers here and, here and there, but I mean it's, it's not something that I've done very often. Yeah, we've been pretty safe, I feel like.\n\nD: Okay, and do you smoke cigarettes or marijuana, or use any recreational drugs?\n\nP: No, nothing like that"
    },
    {
        "whisper_chunk": "Okay all right so those were all the uh questions I had for you today We will do a full physical examination of the area Um we we will definitely get an x ray of shoulder and clavicle um to see what kind of it seems like you have a clavicular fracture from just the mechanism of the ear injury as well as everything you were describing But it is important",
        "gt_chunk": "D: Okay, alright, so those are all the questions I had for you today. We'll do a full physical examination of the area. Um, we, we will definitely get an x-ray of the shoulder and clavicle to see what kind of, it seems like you have a clavicular fracture from just the mechanism of the injury, as well as everything you were describing. Um, but it is important"
    },
    {
        "whisper_chunk": "to understand how like what kind of clavicle injury it is and where it's affected if it's in the middle area on like the outer areas of the clavicle um and how much it's displaced because that will determine if we just need to reduce it here and then give you a sling and you can go home That's usually the case but sometimes you may require um surgery as well and we would need to",
        "gt_chunk": "D: to understand how, like what kind of clavicle injury it is and where it's affected, if it's in the middle area, on like the outer areas of the clavicle, um, and how much it's displaced because that will determine if we just need to reduce it here, and then give you a sling, and then you can go home. That's usually the case, but sometimes you may require surgery as well, and we would need to"
    },
    {
        "whisper_chunk": "refer you to an orthopedic surgeon So yeah we'll we'll get the x ray done and if you need anything for pain currently we will give you some medications here um and then go from there All right thank you You're welcome I'll be here with you shortly That sounds good Thank you so much",
        "gt_chunk": "D: refer you to an orthopaedic surgeon. So yeah, we'll, we'll get the x-ray done, and if you need anything for pain currently, we will give you some medications here, um and then we'll go from there. \n\nP: Alright, thank you.\n\nD: You're welcome. Um, I'll be here with you shortly. \n\nP: That sounds good. Thank you so much"
    }
]