[
    {
        "whisper_chunk": "brings you in I've had this pain in the right buttock area it's been really intense and more recently I'm feeling it like radiate just down my right leg as well Okay and sorry when did you say started So it's been going on for well it's gotten really intense in the",
        "gt_chunk": "D: brings you in?\n\nP: I I've had this, uh pain in the right buttock area, it's been really intense, and more recently I'm feeling it like radiate just down my right leg as well.\n\nD: OK, and sorry when did you say it started?\n\nP: So um it's been going on uh for, well, it's it's gotten really intense in the"
    },
    {
        "whisper_chunk": "last like two days Okay and before that did you have any pain at all or was it just like sudden Yeah I do have a bit of pain down in my buttock area but it's just gotten really it's gotten more painful over these last couple of days Okay",
        "gt_chunk": "P: last uh like 2 days.\n\nD: OK, and before that, did you have any pain at all or was it just like sudden? \n\nP: Yeah, I do have a bit of pain uh down in my uh in in my buttock area. Um but um it's just gotten really uh, it's gotten more painful over these last couple of days. \n\nD: OK"
    },
    {
        "whisper_chunk": "and is it a persistent kind of pain or does it come and go It's persistent it's it it does get worse though depending on what what I'm doing Okay when does it get worse Well it it gets worse with walking with sitting really any like",
        "gt_chunk": "D: and is it a persistent kind of pain? Or does it come and go?\n\nP: Um it's uh persistent, it's it it does get worse though, depending on what what I'm doing.\n\nD: OK, what uh when does it get worse?\n\nP: Um well it it gets it gets worse with walking, with sitting, um really any like"
    },
    {
        "whisper_chunk": "any kinds of movements like if I just kind of kind of stay still and that's the only thing that really helps it Okay have you tried anything for it Yeah I've just taken some pain medications over the counter for these last couple of days like that Advil and Tylenol but that's it Okay and does is it helping It does",
        "gt_chunk": "P: any kinds of movements, like if I just gotta kind of stay still and that's the only thing that really helps it.\n\nD: OK, um have you tried anything for it?\n\nP: Uh yeah, I'm just taking some pain medic medications over the counter for these last couple of days um like Advil and Tylenol, but that's it.\n\nD: OK, um and does, is it helping?\n\nP: It does"
    },
    {
        "whisper_chunk": "I mean not really it hasn't really helped much Okay all right and if you were to describe the quality of the pain would you say it's sharp dull achy throbby It's kind of like a sharp pain in the in the buttock and it",
        "gt_chunk": "P: I mean, uh not really, it hasn't really helped much. \n\nD: OK. Um alright, and if you were to describe the quality of the pain, would you say it's sharp, dull, achy, throbby?\n\nP: Uh it um, kind of like a sharp pain in the in the buttock and"
    },
    {
        "whisper_chunk": "it it's kind of like burning down the leg Okay okay so a ridiculous kind of pain then Okay and if you were to rate the severity of your pain one to ten ten being the worst pain you've ever felt what would you rate it Eight Okay and does this pain radiate",
        "gt_chunk": "P:  it's kind of like burning uh down the leg. \n\nD: OK, OK, so a radicular kind of pain then. Um OK, and if you were to rate the severity of your pain 1 to 10, 10 being the worst pain you've ever felt, what would you rate it? \n\nP: 8. \n\nD: OK. And does this pain radiate"
    },
    {
        "whisper_chunk": "elsewhere I know you said it starts on your buttocks kind of goes down your legs does it go up your back or down into the other leg at all No I feel it just just in the buttock and down the leg Okay have you ever experienced this kind of pain before I have yeah I'm a truck driver and so I do",
        "gt_chunk": "D: elsewhere, I know you said it starts on your buttocks, kind of goes down your legs, does it go up your back or down into the other leg at all?\n\nP: No, I feel it just uh just in the buttock and down the leg.\n\nD: OK, uh have you ever experienced this kind of pain before?\n\nP: Uhm I have, yeah um I'm a a truck driver, and so I do"
    },
    {
        "whisper_chunk": "a lot of a lot of sitting and I've had kind of sciatic pain in the past Okay and have you ever had any like trauma or anything that could have triggered this I haven't really done much just kind of work and yeah I haven't had any trauma to the back",
        "gt_chunk": "P: a lot of uh a lot of sitting and I've had kind of sciatic pain um in the past.\n\nD: OK, and have you ever had any like trauma or anything that could have triggered this initially um in the past?\n\nP: No, I don't think so, I don't, I haven't really done much, just kind of work and um ueah, I haven't had any trauma to the back"
    },
    {
        "whisper_chunk": "or anything like that Okay and are you experiencing any sort of weakness with their legs No weakness just well I mean I guess maybe yeah maybe a little bit of leg weakness I have had I've had a little bit of difficulty walking but",
        "gt_chunk": "P: or anything like that.\n\nD: OK, and are you experiencing any sort of weakness with your legs?\n\nP: Uh no no weakness, just um well, yeah, maybe I guess, maybe yeah, maybe a little bit of uh, leg weakness, I've had I've had a little bit of difficulty walking,"
    },
    {
        "whisper_chunk": "limping Oh I see okay okay and just in your right leg right Yeah Okay any urinary or stool incontinence No No okay any sexual dysfunction No I haven't had anything like that Okay any numbness or tingling Yeah I've had",
        "gt_chunk": "P: limping.\n\nD: Oh I see, OK. OK, and just in your right leg, right?\n\nP: Yeah.\n\nD: Any urinary or um stool incontinence?\n\nP No.\n\nD: No, OK. Any sexual dysfunction?\n\nP: No, I haven't had anything like that.\n\nD: OK, um any numbness or tingling?\n\nP: Yeah, I've"
    },
    {
        "whisper_chunk": "some numbness and tingling down the back of my leg Okay all right and otherwise do you have any other symptoms No it's just been just been this pain Okay all right and",
        "gt_chunk": "P: s just kind of down the back of my leg.\n\nD: OK, um alright, and otherwise do you have any other symptoms?\n\nP: No, it's just been just been, uh, this pain.\n\nD: OK, alright. Um and"
    },
    {
        "whisper_chunk": "I'll just kind of go through some questions with you do you have any joint pains or muscle aches elsewhere No No weight loss No weight loss Fevers or chills No fevers or chills Rashes No rashes Changes to your vision hearing smell or taste No Are you coughing having shortness of breath or wheezing No I haven't been any having",
        "gt_chunk": "D: I'll just kind of go through some questions with you. Do you have any joint pains or muscle aches elsewhere?\n\nP: No.\n\nD: No weight loss?\n\nP: No weight loss.\n\nD: Fevers or chills?\n\nP: No fevers or chills.\n\nD: Uh rashes?\n\nP: No rashes.\n\nD: Changes to your vision, hearing, smell, or taste?\n\nP: No.\n\nD: Um are you coughing, having shortness of breath, or wheezing?\n\nP: No, I haven't been any, having"
    },
    {
        "whisper_chunk": "any symptoms like that Okay any chest pain palpitations or dizziness or fainting spells No nothing like that Okay any changes to your bowel movements No diarrhea or constipation And no bleeding in the stool No blood in the stool Okay and then how about nausea or vomiting No I haven't had any nausea or vomiting Okay changes to your urine No no",
        "gt_chunk": "P: any symptoms like that. \n\nD: OK, any chest pain, palpitations, uh or dizziness or fainting spells?\n\nP: No, nothing like that.\n\nD: Any changes to your bowel movements?\n\nP: No diarrhea or constipation.\n\nD: And no bleeding in the stool?\n\nP: No blood in the stool.\n\nD: OK. And then how about nausea or vomiting?\n\nP: No, I haven't had any nausea or vomiting.\n\nD: OK, changes to your urine?\n\nP: Uh no"
    },
    {
        "whisper_chunk": "changes to the urine Okay and are you otherwise healthy do you have any long standing medical conditions I do have a high blood pressure and a high cholesterol and I take medications for those I take amlodipine and a statin Okay do you have any other medical conditions are you on any other medications",
        "gt_chunk": "P: changes to the urine.\n\nD: OK, and are you otherwise healthy? Do you have any longstanding medical conditions?\n\nP: I do have um high blood pressure and uh high cholesterol and I take medications for those, I take amlodipine and um a statin.\n\nD: OK, do you have any other medical conditions, are are you on any other medications"
    },
    {
        "whisper_chunk": "besides those Just a multivitamin Okay and are you up to date with all your immunizations I am yes Okay any allergies No I don't believe so No family history of musculoskeletal or neurological issues No nothing like that Autoimmune conditions No nothing like that Cancers",
        "gt_chunk": "D: besides those?\n\nP: Just a multivitamin.\n\nD: OK, and are you up to date with all your immunizations?\n\nP: I am, yes. \n\nD: OK, any allergies?\n\nP: Uh no, I don't believe so.\n\nD: No, uh family history of um musculoskeletal or neurological issues?\n\nP: Uh no, nothing like that.\n\nD: Uh autoimmune conditions?\n\nP: No, nothing like that.\n\nD: Cancers"
    },
    {
        "whisper_chunk": "No No okay and do you smoke Yeah I smoke about half a pack of cigarettes per day Okay for how long have you been doing that For yeah about 40 years 40 years okay have you ever thought of quitting I have yeah I've cut down over the years I used to",
        "gt_chunk": "P: No.\n\nD: No, OK. And do you smoke?\n\nP: Um yeah, I smoke uh about um half a pack of cigarettes per day.\n\nD: OK, for how long have you been doing that?\n\nP: Uh for uh yeah, about 40 years.\n\nD: 40 years, OK, have you ever thought of quitting?\n\nP: I have, yeah, I've cut down over the years, um I used to"
    },
    {
        "whisper_chunk": "smoke more it's just the culture with I don't know everybody's driving a truck and smoking Okay yeah that's hard if you ever need any resources we have some that we can refer you to Thank you Yeah no worries and do you consume marijuana No I don't Okay how about other recreational drugs Nope nothing like that before Okay do you drink",
        "gt_chunk": "P: smoke more, it's just the culture with uh, I don't know everybody's driving a truck and smoking. \n\nD: OK, yeah, that's hard. If you ever need any resources, we have some that we can refer you to.\n\nP: Thank you.\n\nD: Yeah, no worries. And do you um consume marijuana?\n\nP: No, I don't.\n\nD: OK, how about other recreational drugs?\n\nP: Uh nope, nothing like that before.\n\nD: OK, do you drink"
    },
    {
        "whisper_chunk": "alcohol Yeah I'll have a beer or two on the weekend so maybe a couple of drinks per week Okay and how about sick contacts have you been in touch with any recently No I haven't been around anybody who's been sick Okay and any travel recently Just",
        "gt_chunk": "D: alcohol?\n\nP: Um yeah, I'll have a beer or two on the weekend, so maybe a couple of drinks per week.\n\nD: OK. Um and how about um do uh, sick contacts, have you been in touch with any recently?\n\nP: No, I haven't been around anybody who's been sick.\n\nD: OK, um any travel recently?"
    },
    {
        "whisper_chunk": "for the drop offs that I long hauls back and forth yeah Okay and where do you currently live So I live in a house with my with my wife yeah and and son",
        "gt_chunk": "P: pretty um long hauls uh back and forth um, the, yeah. \n\nD: OK. Um and where do you currently live?\n\nP: So I live in a house with my um with my wife uh yeah and son"
    },
    {
        "whisper_chunk": "Okay all right and okay so now I'm just gonna move on to the next question and it's um and I'm gonna ask you to do a few things okay So just by looking at your legs or if you have a mirror and you can look at your right buttock area do you see any swelling or redness",
        "gt_chunk": "D: OK, alright and, OK so now I'm just going to move on to the physical exam part of this um and I'm going to ask you to do a few things, OK? So, well just by looking at your legs, or if you have a mirror um and you can look at your right buttock area, um do you see any swelling or redness"
    },
    {
        "whisper_chunk": "No I don't see anything like that Okay and does it feel hot No it doesn't feel hot Okay and do you see any skin changes No skin changes Any atrophy or deformity in the area No No and has your gait changed like does it are you limping hobbling anything like that Um yeah I feel",
        "gt_chunk": "P: no, I don't see anything like that.\n\nD: OK. And does it feel hot?\n\nP: No, it doesn't feel hot.\n\nD: OK. And do you see any skin changes?\n\nP: No skin changes.\n\nD: Um any atrophy or deformity in the area?\n\nP: No.\n\nD: No, um has your gait changed, like does it, are you limping, hobbling, anything like that?\n\nP: Um yeah, I feel"
    },
    {
        "whisper_chunk": "like I've been limping a little bit yeah Are you putting more pressure on the left foot then I am yeah yeah I guess there's like an entalgic gait Okay all right and then if you press down on your hip bone do you feel any pain there on your right hip bone No I don't Okay how about when you press down on your buttocks",
        "gt_chunk": "P: like I've been limping a little bit, uh yeah.\n\nD: Are you putting more um pressure on the left foot then?\n\nP: I am, yeah, yeah, I guess there's like an antalgic gait. \n\nD: OK, alright, and then um if you press down on your hipbone, do you feel any pain there? On your right hip bone. \n\nP: No, I don't.\n\nD: OK, how about when you press down on your buttocks"
    },
    {
        "whisper_chunk": "itself Uh yeah there is a little bit of tenderness over the buttock area Okay how about the back of your legs No Okay how about the front of your leg size No No okay all right um and then I'm going to just get you to do a few movements um with me as well would you okay",
        "gt_chunk": "D: itself? \n\nP: Um yeah, there is uh a little bit of tenderness um over the buttock area.\n\nD: OK, how about the back of your legs?\n\nP: No.\n\nD: OK, how about the front um of your legs, thighs?\n\nP: No.\n\nD: No, OK. Alright, um and then I'm gonna just get you to do a few movements um with me as well. Would you"
    },
    {
        "whisper_chunk": "so are you sitting down right now Yeah Okay would you mind standing up from a sitting position Yeah for sure Does that hurt It uh yeah that that causes pain Okay so that causes so on hip hip extension that causes some pain um and as well as knee extension so would you",
        "gt_chunk": "D: so are you sitting down right now?\n\nP: Yeah.\n\nD: OK. Would you mind standing up from a sitting position?\n\nP: Yeah, for sure.\n\nD: Does that hurt?\n\nP: It uh yeah, that that that causes pain.\n\nD: OK, so that causes, so um hip hip extension uh that causes some pain, um and as well as knee extension, so would you"
    },
    {
        "whisper_chunk": "mind um kicking your right leg up in front of you all the way up as far as you can go Mm hmm Does that hurt It does yeah Okay so right hip flexion um also causes pain and then would you mind uh folding your knees backwards um and just sort of flexing it does that hurt",
        "gt_chunk": "D: mind um kicking your right leg up in front of you all the way up as far as you can go?\n\nP: Mhmm, oh yeah. \n\nD: Does that hurt?\n\nP: It does, yeah. \n\nD: OK so right hip flexion um also causes pain, and then would you mind uh folding your knees backwards um and just sort of flexing it? Does that hurt"
    },
    {
        "whisper_chunk": "Uh no Okay so no pain on knee flexion and how about when you point your feet um and toes up towards the ceiling Um yeah I do get some pain when my um yeah when that's all straightened out okay so some pain on um plantar flexion of the",
        "gt_chunk": "P: Uh no.\n\nD: OK, so no pain at knee flexion. And how about when you point your feet um and toes up towards the ceiling?\n\nP: Uhm yeah I I do get some pain with my um, yeah when that's all straightened out, yeah. \n\nD: OK, so some pain on um planter flexion of the"
    },
    {
        "whisper_chunk": "right foot and how about if you um point your feet and toes towards the ground No pain there Okay um all right and how about when you uh kick your legs uh to the side and upwards",
        "gt_chunk": "D: right foot. And how about if you um point your feet and toes towards the ground?\n\nP: No pain there.\n\nD: OK, um alright and how about when you uh kick your legs uh to the side and upwards"
    },
    {
        "whisper_chunk": "Oh uh no pain with uh abduction Okay so no pain on right hip abduction and then how about when you bring it back down No Okay and no pain on hip adduction Okay well those are all the uh just wondering about possibly like like what it could be Yeah um so it sounds um right now like you may have some sort of",
        "gt_chunk": "P: Oh uh no pain with abduction.\n\nD: OK so no pain on right hip abduction, and then how about when you bring it back down?\n\nP: No.\n\nD: OK and no pain on hip adduction. OK, well those are all the questions that I have for you. Do you have any questions for myself?\n\nP: Uh just wondering about possibly like what it could be. \n\nD: Yeah, um so it sounds um right now like you may have some sort of"
    },
    {
        "whisper_chunk": "a sacral nerve radiculopathy um or or like a lower lumbar lumbar um radiculopathy um basically uh that's known as sciatica uh where your nerve roots can be compressed causing some of these symptoms um and to diagnose these things usually it's just done by history and physical",
        "gt_chunk": "D:  sacral nerve radiculopathy um or or like a lower lumbar, lumbar um radiculopathy, um basically uh that's known as sciatica, uh where your nerve roots can be compressed, causing some of these symptoms. Um and to diagnose these things, usually it's just done by history and physical"
    },
    {
        "whisper_chunk": "exam um but if after we try out some management things it doesn't go away or you're having some red flags including um numbness in the groin area bowel or bladder incontinence then we can uh look at some um imaging for the for the spine including MRI um and so in terms of",
        "gt_chunk": "D: exam um but if after we try out some management things, it doesn't go away or you're having some red flags, including um numbness in the groin area, bowel or bladder incontinence, then we can look at some um imaging for the for the spine, including MRI. Um and so in terms of"
    },
    {
        "whisper_chunk": "management of this um we can try a couple couple of like conservative approaches first so that includes taking NSAIDs uh for the pain um and then like activity modification so if you're sitting down um all the time um perhaps like taking little breaks stretching out your legs doing",
        "gt_chunk": "D: management of this, um we can try a couple couple of like conservative approaches first, so that includes taking NSAIDs uh for the pain um and then like activity modification. So if you're sitting down um all the time, um perhaps like taking little breaks, uh stretching out your legs, doing"
    },
    {
        "whisper_chunk": "some physio as well um during those breaks can help and as well I'm going to give you a referral for physical therapy and they'll do some exercises with you and um slowly increase those exercises um and if those still don't work we can try um steroids steroid injections um as well we talked about",
        "gt_chunk": "D: some physio as well um during those breaks can help um, and as well, I'm going to give you a referral for physical therapy and they'll do some exercises with you and um slowly increase those exercises. Um and if those still don't work, we can try um steroids, steroid injections, um as well, we talked about"
    },
    {
        "whisper_chunk": "the imaging if it doesn't go away in about six to eight weeks does that sound okay yeah that sounds good thank you okay yeah no problem",
        "gt_chunk": "D: the imaging if it doesn't go away in about 6 to 8 weeks. Does that sound OK?\n\nP: Yeah, that sounds good. Thank you. \n\nD: OK, yeah no problem"
    }
]