[
    {
        "whisper_chunk": "what brings you here today I'm here because my left hand kind of just like at the base of my thumb has been hurting for the past two days and it seems to be getting worse and it's and I'm left handed so it's really hard for me to write or do anything or I have to like clench or grip things Okay and how long has this been going on for So",
        "gt_chunk": "D: What brings you here today?\n\nP: Um I'm here because my left hand, kind of just like at the base of my thumb, has been hurting for the past two days and it seems to be getting worse, um and I'm left handed so it's really hard for me to write or do anything um where I have to like, clench or grip things.\n\nD: OK, and how long has this been going on for?\n\n"
    },
    {
        "whisper_chunk": "for the past two days but it's got it got bad yesterday Okay and have you had any if you were to describe the pain where is it located exactly It's just at the base of my thumb you know where the fleshy part of your hand is Okay yeah yeah yeah so just just over there Okay and what kind",
        "gt_chunk": "P: for the past two days, but it's got, it got bad yesterday.\n\nD: OK, and have you had any, uh if you were to describe the pain, where is it located exactly?\n\nP: It's just at the base of my thumb. Uh you know where the fleshy part of your hand is?\n\nD: OK yeah yeah.\n\nP: Yeah, so just just over there.\n\nD: OK, and what kind"
    },
    {
        "whisper_chunk": "of pain is it Is it sharp or is it aching It's like a at baseline it's an achy pain but if I try to move it or try to write or you know use a computer or anything like that it becomes sharp Okay and on a scale of 0 to 10 10 being the worst pain",
        "gt_chunk": "D: of pain is it? Is it sharp or is it aching?\n\nP: Uhm, it's it's like a um, at baseline it's an achy pain, but if I try to move it or um try to write or you know, use a computer or anything like that, it becomes sharp. \n\nD: OK, Um and on a scale of uh zero to 10, 10 being the worst pain"
    },
    {
        "whisper_chunk": "you've felt in your life how much would you rate it I'd say like a 6 Okay and does this pain move anywhere else in your hand or does it just stay where you described It just stays there Okay and what kind of motions cause the most pain I'd say like you know trying to touch",
        "gt_chunk": "D: you've felt in your life, how much would you rate it?\n\nP: I'd say like a 6.\n\nD: OK, and does this pain move anywhere else in your hand, or does it just stay where you described?\n\nP: Um it just stays there. \n\nD: OK, and what kind of motions uh cause the most pain?\n\nP: I'd say like um you know, trying to touch"
    },
    {
        "whisper_chunk": "my Okay and have you tried anything for the pain that has helped No I haven't really tried too much I've just I've just tried not to use it as much I see okay",
        "gt_chunk": "D: um have you tried anything for the pain that has helped? \n\nP: Uhm, no, I haven't really tried too much. I've just I just tried not to use it as much.\n\nD: I see."
    },
    {
        "whisper_chunk": "and has this ever like have you ever had any injuries to this hand any trauma either recently or in the past No no nothing like that Okay and is there any do you do any kind of repetitive work that requires gripping or lifting with that hand",
        "gt_chunk": "D: , has this ever like, have you ever had any injuries to this hand? Any trauma either recently or in the past?\n\nP: No, no, nothing like that.\n\nD: OK. Alright, and is there any, do you do any kind of repetitive work that requires gripping or lifting um with that hand"
    },
    {
        "whisper_chunk": "anything repetitive So I do a lot of work at the computer and I guess I tend to type a lot with my left hand so maybe that Okay and sorry I also take lots of notes like handwritten notes with my left hand Okay so are you left handed Yes Okay",
        "gt_chunk": "D: anything repetitive?\n\nP: So I do a lot of work at the computer. And um I guess I tend to type a lot with my left hand, so maybe that.\n\nD: OK.\n\nP: And sorry I also take lots of notes, like handwritten notes with my left hand.\n\nD: OK, so are you left handed? \n\nP: Yes.\n\nD: OK"
    },
    {
        "whisper_chunk": "all right have you been diagnosed with any medical conditions in the past No No so you're healthy Yes Do you take any medications on a regular basis No no Okay any allergies to any medications No allergies Okay any previous surgeries or hospitalizations",
        "gt_chunk": "D: Alright. Have you been diagnosed with any medical conditions in the past?\n\nP: No. \n\nD: No, so you're healthy?\n\nP: Yes.\n\nD: Um do you take any medications on a regular basis? \n\nP: Uh no, no.\n\nD: No, OK. Any allergies to any medications?\n\nP: Um no allergies.\n\nD: OK, um any previous surgeries or hospitalizations"
    },
    {
        "whisper_chunk": "No No any family history of any medical conditions whether it's musculoskeletal or rheumatologic any conditions No nothing like that Okay any cancers in the family I know there's yeah there's a lot of cancer in the family there's colon cancer breast cancer ovarian cancer Okay and are they",
        "gt_chunk": "P: No.\n\nD: No, any family history of any medical conditions, whether it's musculoskeletal, rheumatological, any conditions?\n\nP: Uh no, nothing like that.\n\nD: OK, um any cancers in the family?\n\nP: Um I know there's, yeah there's a lot of cancer in the family. There's colon cancer, breast cancer, ovarian cancer. \n\nD: OK. And are they"
    },
    {
        "whisper_chunk": "first degree relatives who have those cancers No first degree relatives just like aunts and uncles Okay all right and currently are you working right now or have you had any time off work or any So I'm still working online I've just haven't been taking notes by hand anymore I see and has that helped at",
        "gt_chunk": "D: first degree relatives who had those cancers?\n\nP: Uh no first degree relatives, just like aunts and uncles. \n\nD: OK. Uh alright, and currently are you working right now or have you had any time off work or any modified duties?\n\nP: Um so I'm still working online, I've just um haven't been taking notes by hand anymore.\n\nD: I see, and does that help"
    },
    {
        "whisper_chunk": "all Yeah it has helped a little bit because I'm not moving my hand as much so it helps with the pain Okay have you taken any Tylenol Advil anything for the pain No I haven't Okay and currently right now what is your living situation like I live in an apartment by myself",
        "gt_chunk": "P:  yeah it it has helped a little bit because I'm not moving my hand as much so it helps with the pain. \n\nD: OK. Have you taken any uh Tylenol, Advil, anything for the pain? \n\nP: No, I haven't.\n\nD: OK. Alright. And currently right now, what is your living situation like?\n\nP: Uh I live in an apartment by myself"
    },
    {
        "whisper_chunk": "Okay and do you currently smoke cigarettes I smoke I used to smoke like five years ago and I only did that for like a year or two and it wasn't very much but I don't smoke anymore Okay that's good any alcohol I'll have like a beer on",
        "gt_chunk": "D: OK, and um, do you currently uh smoke cigarettes? \n\nP: Um I smoke, I used to smoke like five years ago, and I only did that for like a year or two, um and it wasn't very much. But I don't smoke anymore.\n\nD: OK, that's good. Um any alcohol?\n\nP: Um I'll have like a beer on"
    },
    {
        "whisper_chunk": "the side Any recreational drugs like marijuana I will take an edible like once a month Okay and yeah those were just some of the questions I had and we're just going to do a few things for examining that area",
        "gt_chunk": "D: . Any recreational drugs like marijuana?\n\nP: Um I will take an edible like once a month.\n\nD: OK. Um and yeah, those were just some of the questions I had um and we're just going to do a few things for examining,"
    },
    {
        "whisper_chunk": "So are you Okay and it hurts in that location that you mentioned Yes Okay how about if you make a fist without your thumb does it still hurt or is it just when you are moving the thumb It's just when I'm moving the thumb Okay and if you were able to are you able",
        "gt_chunk": "P: .\n\nD: OK, it hurts in that location that you mentioned?\n\nP: Yes. \n\nD: How about um if you make a fist without your thumb, does it still hurt or is it just when you are moving the thumb?\n\nP: It's just when I'm moving the thumb.\n\nD: OK. And if you were able to, are you able"
    },
    {
        "whisper_chunk": "to rotate your wrist Yes I can rotate my wrist Does it hurt at all No Okay now I just want you to do this one test it's called a Finkelstein test Okay So I want you to flex your thumb press it up down against your palm Okay And then hold your hand sorry No go ahead",
        "gt_chunk": "D:  rotate your wrist?\n\nP: Uh yes, I can rotate my wrist.\n\nD: Does that hurt at all? \n\nP: No.\n\nD: OK, um now I just want you to do this one test. It's called a Finkelstein test. OK so I want you to flex your thumb, press it up down against your palm.\n\nP: OK. \n\nD: And then hold your hand, sorry.\n\nP: No, go ahead"
    },
    {
        "whisper_chunk": "Yeah and then after you do that bring your fingers above your thumb so just cover your thumb Okay Kind of like a fist but your thumb is on the inside of your fingers Okay And then bring your arm out Okay And with your other hand can you from above push your wrist downwards so",
        "gt_chunk": "D: Yeah, and then after you do that, um, bring your fingers above your thumb, so just cover your thumb.\n\nP: OK.\n\nD: Kind of like a fist, but your thumb is on the inside of your fingers.\n\nP: OK.\n\nD: And then bring your uh arm out.\n\nP: OK. \n\nD: And with your other hand, can you, from above push your wrist downwards? So"
    },
    {
        "whisper_chunk": "your pinky finger is pointing to the pointing to the ground Okay yep Yeah and does that hurt at all like when you so this is just called ulnar deviation of your of your wrist Does that hurt at all Yes that is very And then you're also having",
        "gt_chunk": "D: your uh pinky finger is uh pointing to the pointing to the ground.\n\nP: OK, yep.\n\nD: Yeah, and did that hurt at all? Like when you, so this is just called ulnar deviation or your um of your wrist. Does that hurt at all?\n\nP: Yes, that is very painful.\n\nD: That"
    },
    {
        "whisper_chunk": "pain with gripping and okay so those are kind of all the things I want to ask It seems that you may be having something called Dick Gravian's tenosynovitis It's caused by some repetitive motions It can be due to gripping Sometimes it happens to new mothers who are lifting their work environments",
        "gt_chunk": "D: pain with gripping and, OK, so those are kind of all the things I wanted to ask. Uh it seems that you may be having something called De Quervain's tenosynovitis. Um it's caused by some repetitive motions, uh it can be due to gripping. Sometimes it happens to new mothers who are lifting their children"
    },
    {
        "whisper_chunk": "So what we will first just need to do is we may need to just pull up something like osteoarthritis You are fairly young but if there was ever an injury in the past you can have early osteoarthritis in the area so we just want to get an x ray Other than that the way we kind of deal with this issue",
        "gt_chunk": "D: so what we will first just need to do um is mainly to rule out something like osteoarthritis. You are fairly young um but if there was ever an injury in the past, it you can have early osteoarthritis in the area. So we just want to get an X-Ray. And other than that, the way we kind of deal with this issue"
    },
    {
        "whisper_chunk": "is usually conservatively and with a splint Okay And it's splint for your thumb that helps relieve some of these symptoms restricts some of your movements reduces some of the swelling and if it does get really bad and it's pain and the splint don't work and with physiotherapy we do offer",
        "gt_chunk": "D: is usually conservatively and with a splint. \n\nP: OK. \n\nD: And a sling for your thumb that uh helps relieve some of these symptoms, uh restricts some of your movements, reduces some of the swelling, and if it does get really bad and it's affecting your work and conservative management with pain and the splint don't work, and with physiotherapy, we do uh offer"
    },
    {
        "whisper_chunk": "injecting corticosteroids into just right in the area that you mentioned right below thumb and that often has some effect as well But first yeah let's just do some conservative management and see if that helps It's only been a few days so hopefully what we try first helps and then we can go on from there Okay yeah that sounds great Thank you",
        "gt_chunk": "D: injecting corticosteroids into just right like in the area that you mentioned, right below the thumb.\n\nP: OK. \n\nD: Um and that often has some effect as well. Um but at first, yeah, let's just do some conservative management and see if that helps. It's only been a few days, so hopefully um what we try first helps. And then we can go on from there.\n\nP: OK yeah, that sounds great. Thank you"
    },
    {
        "whisper_chunk": "You're welcome Take care You too",
        "gt_chunk": "P: you. \n\nD: Welcome, take care.\n\nP: You too"
    }
]