[
    {
        "whisper_chunk": "What brings you in here today I've been having this pain in my knee that's been going on now for a few weeks It's kind of right at the I can feel it right below my kneecap and at first it was really only bothering me after activity but now it's starting to hurt during as well and so it's",
        "gt_chunk": "D: What brings you in here today?\n\nP: I've been having this pain in my knee and it's been going on now for a few weeks. It's kind of right at the, I could feel it right below my kneecap and at first it it was really only bothering me after activity, but now it's starting to hurt during as well, and so it's"
    },
    {
        "whisper_chunk": "starting to limit my ability to play basketball Okay and so you said this started just two weeks ago Yeah about a few weeks ago Okay and has the pain so it's been getting a bit worse and with activity and it's right below your kneecap Is it the right leg or",
        "gt_chunk": "P: s trying to limit my ability to play basketball.\n\nD: OK, and so you said this started just two weeks ago?\n\nP: Yeah, about about a few yeah few weeks ago. \n\nD: OK, and has the pain so it's been getting a bit worse and with activity and it's right below your kneecap, is it the right way or"
    },
    {
        "whisper_chunk": "the left leg Yeah it's on the right side It's my right right side Yeah okay and what kind of pain are you experiencing Is it kind of a sharp pain or is it a dull aching pain It's pretty achy Yeah it's achy Okay and does the pain travel anywhere else or does it it's just right below your kneecap It's right below",
        "gt_chunk": "D: the left leg?\n\nP: Yeah, it's on the right side. It's my right right side. Yeah.\n\nD: OK. And what kind of pain are you experiencing, is it kind of a sharp pain or is it a dull aching pain?\n\nP: It's, uh, it's pretty achy.\n\nD: Yeah, it take you. OK, and does the pain travel anywhere else or does it, it's just right below your kneecap?\n\nP: It's right below"
    },
    {
        "whisper_chunk": "my kneecap Yeah I feel like it's over kind of a small area It's a pretty specific spot If I press on that area at all it it's a sharp pain if I press on it Oh it's a sharp pain okay and on a scale of zero to ten ten being the worst pain you've felt in your life how much would you rate this pain It's about a six or seven Six or seven",
        "gt_chunk": "P: my kneecap, yeah I feel like it's just over a kind of a small area it's a pretty specific spot and if I press on that area at all it gives me a pretty, it's a sharp pain if I if I press on it sharp pain.\n\nD: OK. And on a scale of zero to 1010 being the worst pain you felt in your life, how much would you rank the rate this pain?\n\nP: I it's about about a six or seven.\n\nD: Six or seven"
    },
    {
        "whisper_chunk": "okay and is it a constant pain or like do you get the pain when you're not playing basketball or doing other activities I'll get it if I'm like sometimes I'll feel it if I'm going upstate like walking upstairs or like if I'm sitting for a long a long time and I get up it'll feel a bit sore but",
        "gt_chunk": "D: . And is it a constant pain, or like do you get the pain when you're not playing basketball or doing other activities?\n\nP: Um I'll get it if I'm. Like sometimes I'll feel it if I'm going upstairs like walking upstairs or. Like if I'm sitting for a long, long time and I I get up, it'll feel a bit sore. But"
    },
    {
        "whisper_chunk": "it's mostly if I'm like doing activities like running or jumping like strenuous stuff like that Okay I see and has this ever happened before No I haven't had any any issues with my knee before Okay and otherwise are you having any other symptoms besides the pain like any numbness tingling",
        "gt_chunk": "P: it's mostly if I'm like doing activities like running or jumping, doing like strenuous stuff like that.\n\nD: OK I see, an has this ever happened before?\n\nP: No, I haven't had any any issues with my knee before. \n\nD: OK. And otherwise, are you having any other symptoms besides the pain, like any numbness, tingling"
    },
    {
        "whisper_chunk": "No nothing like that it's just the pain Okay and any weakness in your legs No weakness Okay and have you tried anything that improves the pain at all or anything that makes it worse I have tried taking some",
        "gt_chunk": "P: No, nothing like that. It's just the pain. \n\nD: OK, and any weakness in your legs?\n\nP: Um no, no weakness.\n\nD: OK, and uh. Have you tried anything that improves the pain at all or anything that makes it worse? \n\nP: Um I I have tried taking some"
    },
    {
        "whisper_chunk": "like pylenol and Advil and that or NSAIDs and it has helped with the the pain I've tried icing it too like after practice and stuff like that which does seem to help a little bit but yeah that's about it Okay okay and other than that did you like have a fall or did you have any injuries recently before you started",
        "gt_chunk": "P: like Tylenol and Advil and that or or and NSAIDs that and it has helped with the pain. I've tried icing it too, like after practice and stuff like that which does seem to help a little bit, but uh. Yeah, that's about it. \n\nD: OK. OK, and other than that, did you like have a fall or did you have any injuries recently before you started"
    },
    {
        "whisper_chunk": "having this pain No it's kind of come on on its own no falls or like trauma to the knee Okay and other than that are you healthy Do you have any medical conditions at all I yeah I don't have anything I'm healthy Okay any medications that you take on a regular basis No nothing I don't",
        "gt_chunk": "D: having this pain?\n\nP: No, it's kind of come on on its own, no falls or like trauma to the knee. \n\nD: OK. And other than that, are you healthy, do you have any medical conditions at all?\n\nP: Um, yeah, I don't have anything I am healthy.\n\nD: OK, any medications that you take on a regular basis?\n\nP: No, not not. Nothing. I don't"
    },
    {
        "whisper_chunk": "take anything Okay any allergies No allergies Okay and have you been sick recently at all with fevers chills any cold or viral symptoms No I haven't had anything like that I've been feeling well Okay any changes in your skin like any rashes No I haven't had any",
        "gt_chunk": "P: take anything. \n\nD: OK. Any allergies? \n\nP: No allergies.\n\nD: OK, and have you been sick recently at all with fevers, chills, any cold or viral symptoms?\n\nP: No, I haven't had anything like that. I've been feeling well. \n\nD: OK, uhm. Any changes in your skin, like any rashes?\n\nP: No, I haven't had any"
    },
    {
        "whisper_chunk": "any rashes Okay and any kind of shortness of breath chest pain Nope nothing like that Okay and any changes in your bowel movements or urinary patterns No I haven't had any changes there Okay okay and do you",
        "gt_chunk": "P: any rashes.\n\nD: OK, and any kind of shortness of breath, chest pain?\n\nP: Nope, nothing like that.\n\nD: OK. And any changes in your bowel movements or urinary patterns?\n\nP: No, I haven't had any changes there. \n\nD: OK, OK. And do you"
    },
    {
        "whisper_chunk": "have any recent or past history of any hospitalizations or surgeries No I haven't had anything like that Okay and any family history of any musculoskeletal conditions or anything that runs in the family No nothing like that Okay okay and",
        "gt_chunk": "D: have any recent or like past history of any hospitalizations or surgeries?\n\nP: No, I I haven't had anything like that.\n\nD: OK, and any family history of any musculoskeletal conditions or any anything that runs in the family?\n\nP: No, not nothing like that, no."
    },
    {
        "whisper_chunk": "currently right now do you go to school Do you work at all Yeah I go to school and I play on the soccer team and the basketball team It's basketball and in grade 10 Okay in grade 10 Okay and is school going well Any issues at all",
        "gt_chunk": "D: currently right now. Do you do you go to school or do you work at all?\n\nP: Yeah, I go to school. And, uh, I play on the, uh soccer team and the basketball team. It's basketball season right now. And, uh, in grade 10.\n\nD: OK in grade 10 OK. And school going well, any issues at all"
    },
    {
        "whisper_chunk": "with bullying or anything like that No school's been been going well I have been doing well in my courses and I have a good group of friends so I enjoy it It's fun Okay and what's your home situation like Who do you live with So I live with both of my parents and I have a younger sister as well She's in grade seven and we have",
        "gt_chunk": "D: with bullying or anything like that?\n\nP: No school's been been going well. I have been doing well in my courses and have a good group of friends so I enjoy it. It's fun.\n\nD: OK. And what's your home situation like, do you, who do you live with?\n\nP: So I live with both of my parents and I have a a younger sister as well. She's in grade grade 7 and we have"
    },
    {
        "whisper_chunk": "a dog as well Okay and do you generally feel safe at home as well as outside of your home environment I do yeah I get along well with my parents and uh yeah my parents are great That's good and this is just wanted to let you know that anything that you talk about in here with us stays",
        "gt_chunk": "P: a dog as well.\n\nD: OK, and do you generally feel safe at home as well as outside of your home environment?\n\nP: I do, yeah my I get along well with my parents and we. Yeah, but my parents are great.\n\nD: That's good and and this is just wanted to let you know that anything that you talk about in here with us stays"
    },
    {
        "whisper_chunk": "confidential and won't leave this room unless there is potential harm to yourself or others So have you tried any recreational drugs like marijuana Have you tried smoking or alcohol at all No I've been trying I've stayed away from that sort of thing I know of other people in my class who have and stuff but I'm just trying to stay as ready as I can",
        "gt_chunk": "D: confidential and won't leave this room unless there is potential harm to yourself or others. So have you tried any recreational drugs like marijuana, have you tried smoking or alcohol at all?\n\nP: No, I've been trying. I stay away from that, that sort of thing. I've I know about other people in my class who have and stuff, but I always just, I'm just trying to stay as ready as I can"
    },
    {
        "whisper_chunk": "for the sports Okay that's good and yeah so and are you up to date with all immunizations Yeah I am Yeah my mom made sure that I got all of that stuff done Okay all right so yeah those are some questions I had I just have a few more questions with regards to just examining your knee Are you able to walk or",
        "gt_chunk": "P: for the sports.\n\nD: OK, that's good. And yeah, so and are you up to date with all your immunizations?\n\nP: Yeah yeah, my mom made sure that I got all of that stuff done. \n\nD: OK. Alright, so yeah, those are some questions I had. I just have a few more questions with regards to just examining your knee. Are you able to walk or"
    },
    {
        "whisper_chunk": "do you have any kind of a limp No limp I can walk okay Okay and are you able to run Yeah I can run but when I do it causes some pain I'm able to still run but yeah it hurts Okay and so when you palpate your lower knee just under the patella you said it's a sharp pain right",
        "gt_chunk": "D: do you have any kind of a limp?\n\nP: No limp I can. I can walk OK.\n\nD: OK and are you able to run?\n\nP: Yeah I can. I can run, but when I do it it causes some pain. I'm able to still run but yeah it it hurts.\n\nD: OK and. So when you palpate your lower knee just under the patella, you said it's a sharp pain, right"
    },
    {
        "whisper_chunk": "Yeah exactly and then what if it's and it feels kind of achy when like after practice or something like that but if you press on it it's sharp I see and any kind of like are you able to flex and extend your knee right now if you tried I can yeah Okay and have you noticed any kind of",
        "gt_chunk": "P: Yeah exactly and then when I it's, and it feels kind of achey or when when, like after practice or something like that, but if you press on it it it's sharp.\n\nD: And, uh. Any any kind of like are you able to flex and extend your knee right now if you tried?\n\nP: I can yeah.\n\nD:  OK and have you noticed any kind of"
    },
    {
        "whisper_chunk": "rotation of your knee at all No nothing like that No okay Okay and no weakness below your knee right No weakness I just feel like my muscles are really tight like my thigh and my hamstring muscles I think I need to stretch them out some more They do just feel tight Okay and do you notice any kind of swelling or redness or bruising in the area No No okay",
        "gt_chunk": "D: rotation of your knee at all?\n\nP: No, nothing like that. \n\nD: No OK. OK, and no weakness below your knee, right?\n\nP: No weakness. I just feel like my muscles are really tight like my fly and my hamstring muscles. Think I need to stretch them out some more, they do just feel tight.\n\nD: OK, and do you notice any kind of swelling or redness or bruising in the area?\n\nP: No.\n\nD:  no"
    },
    {
        "whisper_chunk": "and your ankle and hips you don't have any pain or issues with movement right No not at all No problems with my ankle or hip Okay all right Yeah so those are just all the questions I had for you today Do you have any questions I was just wondering what I can do to make this go away Yeah so definitely this is something that is",
        "gt_chunk": "D: and your ankle and hips you don't have any pain or issues with movement, right?\n\nP: No, not at all. No, no problems with my ankle or hip.\n\nD: OK alright yeah. So those are just all the questions I had for you today. Do you have any questions?\n\nP: I was just wondering what I can do to make this go away.\n\nD: Yeah, so definitely this is something that is"
    },
    {
        "whisper_chunk": "what we call jumper's knee It's fairly common amongst younger athletes especially those that play sports like volleyball or basketball but right now we don't really need to do any kind of imaging or anything like that It seems like you're in the earlier phases and it's good that you came in",
        "gt_chunk": "D: what we call Jumpers knee. It's fairly common, uh, amongst younger athletes, especially those that play sports like volleyball or basketball. But right now we don't really need to do any kind of imaging or anything like that. It seems like you're in the earlier phases and it's good that you came in"
    },
    {
        "whisper_chunk": "We definitely do need to manage it with some conservative management where we're gonna keep having taking a look at it as well as I would recommend icing it every like for a half an hour like around four to six times a day especially after you're doing your activities Then you can you can take the continue taking the Tylenol and Advil as well",
        "gt_chunk": "D: We definitely do need to manage it with some conservative management where we're going to keep having taking a look at it as well as I would recommend icing it every, like for half an hour, like around four to six times a day, especially after you're doing your activities. Then you can you can take the, continue taking the Tylenol and Advil, as well"
    },
    {
        "whisper_chunk": "as long as you're following the maximum amount per day depending on if you're taking extra strength Tylenol for example versus the regular strength Then I will also refer you to some physiotherapy that will kind of teach you some strengthening and stretching exercises that you can do to help what we call like what you might be having is",
        "gt_chunk": "D: As long as you're following the maximum amount per day depending on if you're taking extra strength Tylenol for example versus the regular strength. And then I will also refer you to some physiotherapy that will kind of a teach you some strengthening and stretching exercises that you can do to help what we call like that you will you might be having is"
    },
    {
        "whisper_chunk": "just some inflammation in your patellar tendon right below your patella So we need to strengthen the muscles around it so we'll do some referral to physiotherapy and then we'll see how you do based on all those treatment options and then if it gets worse or if it doesn't get better we might need to do",
        "gt_chunk": "D: just um some inflammation in your patellar tendon, right below your patella. So we need to strengthen the muscles around it. So we'll do some referral to physiotherapy and then we'll see how you you do based on all those treatment options and then if it gets worse and if or if it doesn't get better, we might need to do"
    },
    {
        "whisper_chunk": "some imaging either ultrasound or an MRI and then see where to go from there but for now does that sound okay with you It does yeah thank you so you said that you think it's like a patellar tendonitis or something like that Yeah it's patellar tendonitis it's commonly called the jumper's knee and it should resolve with the steps that we especially since it seems like you're in the earlier stages so",
        "gt_chunk": "D: some imaging, either ultrasound or an MRI and then see where to go from there. But for now does that sound OK with you?\n\nP: It does, yeah, thank you. So you said that you think it's like a patellar tendonitis or something like that?\n\nD: Yeah, it's patellar tendonitis is commonly called the jumpers knee and it should resolve with the steps that we, especially since it seems like you're in the earlier stages. So"
    },
    {
        "whisper_chunk": "it seems like it should be pretty responsive but if it isn't there are other steps we can discuss in the future Okay that sounds great thank you",
        "gt_chunk": "D: it seems like it should be pretty responsive, but if it isn't, there are other steps we can discuss in the future.\n\nP: OK, that sounds great. Thank you"
    }
]