[
    {
        "whisper_chunk": "What brings you in Oh I've had this cough that started four days ago that's been getting worse and just started having some diarrhea yesterday as well Okay Sorry how long did you say your cough has been going on for Last four days Last four days okay And do you feel that it's getting worse better or staying the same",
        "gt_chunk": "D: What brings you in?\n\nP: I've had this cough that started four days ago uh that that's been getting worse and um just started having some some diarrhea yesterday as well. \n\nD: OK um sorry, how long did you say your cough has been going on for?\n\nP: Last four days.\n\nD: Last four days, OK, and do you feel that um it's getting worse, better, or staying the same"
    },
    {
        "whisper_chunk": "It's getting worse Getting worse okay And how often are you coughing Oh now it's well at least the last two days it's been happening all day Yeah at least every hour I've been coughing Okay Have you noticed any triggers for your coughing like environmental causes like the cold time of day whether that's morning or night old carpets anything like",
        "gt_chunk": "P:  getting worse. \n\nD: Getting worse, OK. And how often are you coughing?\n\nP: Oh, now it's uh well, at least the last two days, it's been happening all day. Um yeah, at least every hour I've been coughing.\n\nD: OK, um have you noticed any triggers for your coughing like environmental causes like the cold, uh time of day whether that's morning or night, um old carpets, anything like"
    },
    {
        "whisper_chunk": "that Yeah smoking definitely makes it worse I haven't smoked the last few days because each time I lit a cigarette it brought it on Okay well that's good that you're taking a little break from smoking How would you describe the quality of your cough Does it sound harsh Yeah the cough",
        "gt_chunk": "D: that?\n\nP: Um yeah, smoking definitely makes it worse. I I haven't smoked the last few days 'cause each time I lit a cigarette it it brought it on.\n\nD: OK, well that's good that you're taking a little break from smoking. Um how would you describe the quality of your cough, is it, does it sound harsh?\n\nP: Yeah, the cough"
    },
    {
        "whisper_chunk": "is harsh Harsh okay And in terms of severity one to ten ten being the worst how bad is it I'd say it's a seven I just can't stop coughing Yeah Have you ever experienced anything like this in the past Yeah nothing like this really before",
        "gt_chunk": "P: , harsh.\n\nD: Harsh, OK. And in terms of severity, 1 to 10, 10 being the worst, how bad is it? \n\nP: Uh I'd say it's a 7. I just can't stop coughing.\n\nD: Yeah, have you ever experienced anything like this in the past?\n\nP: Uh yeah, nothing like this really before"
    },
    {
        "whisper_chunk": "Okay Is the cough a dry cough or do you have sputum coming up as well It's dry Dry okay So no blood Yeah no blood Just yeah it's been mostly dry Okay And any shortness of breath Not really I mean well I guess I've been short of breath after I cough so",
        "gt_chunk": "D:  is the cough a dry cough or is it, or do you have sputum coming up as well?\n\nP: It's it's dry.\n\nD: Dry, OK. So no blood? \n\nP: Yeah no no blood, just yeah, it's been mostly dry.\n\nD: OK, and any shortness of breath?\n\nP: Uh not really, I mean I well I guess I've been short of breath after I cough, so"
    },
    {
        "whisper_chunk": "yeah Okay Any wheeziness No How about chest pain No chest pain Okay Any feelings of feeling like your heart's racing No nothing like that Swelling in your limbs No",
        "gt_chunk": "D:  any wheeziness? \n\nP: Uh no. \n\nD: How about chest pain?\n\nP: No chest pain.\n\nD: OK, um any feelings of um feeling like your heart's racing?\n\nP: No, nothing like that\n\nD: Um, swelling in your limbs?\n\nP: No"
    },
    {
        "whisper_chunk": "How about pain in your calves when you walk a few blocks No Dizziness or fainting spells Yeah this morning I felt dizzy when I got up Okay But no fainting right No No fainting Okay Any pain",
        "gt_chunk": "D: how about uh pain in your calves when you walk a few blocks?\n\nP: No \n\nD: Um dizziness or fainting spells?\n\nP: Uh yeah this morning I had it, I felt dizzy um when I when I got when I, yeah when I got up.\n\nD: OK, but no fainting, right?\n\nP: No.\n\nD: No fainting, OK. Any um pain"
    },
    {
        "whisper_chunk": "in your throat No My throat's felt okay Okay Any changes in your vision or hearing No Okay Have you had a stuffy nose or a runny nose Nothing like that Changes in your taste or smell Yeah I feel like I've",
        "gt_chunk": "D: in your throat?\n\nP: Uh no, my throat's felt OK. \n\nD: OK. Um any changes in your vision or hearing?\n\nP: No.\n\nD: OK, um have you had a stuffy nose or runny nose?\n\nP: Uh nothing like that.\n\nD: Um changes in your taste or smell?\n\nP: Uh ueah, I feel like I've"
    },
    {
        "whisper_chunk": "had problems with both taste and smell Okay When did that start I think this morning Yeah I really noticed that when I was trying to have some breakfast but I thought it was my lack of appetite that was causing me issues but I haven't really been able to smell or taste food Yeah that's",
        "gt_chunk": "P: had problems with both taste and smell.\n\nD: OK, um, when did that start?\n\nP: Um I think this morning, um, yeah, I really noticed that when I was I was trying to have some breakfast, but um I thought it was my lack of appetite that was that was causing issues, but I haven't really been able to smell or taste food.\n\nD: Yeah, that's"
    },
    {
        "whisper_chunk": "unfortunate Have you noticed any weight loss over the past few weeks No Weight's been stable Okay How about fevers or chills I've felt hot but no chills No chills Okay Have you taken a temperature No I haven't Okay Well we can do that today in the clinic and we'll let you know Any",
        "gt_chunk": "D: unfortunate. Um have you noticed any weight loss over the past few weeks?\n\nP: No, weight's been stable. \n\nD: OK. How about fevers or chills?\n\nP: Um I I felt hot but no chills.\n\nD: No chills, OK. Have you taken your temperature?\n\nP: No, I haven't.\n\nD: OK, well we can do that today in the clinic and we'll let you know."
    },
    {
        "whisper_chunk": "changes to your hair nails or skin like No No Okay How about fatigue or muscle aches Yeah I mean maybe I've had a bit of muscle aches and fatigue Okay And you mentioned you've been having diarrhea How long has that been going on for Maybe the",
        "gt_chunk": "D: changes to your hair, nails, or skin, like rashes?\n\nP: Uh, no. \n\nD: No, OK. How about fatigue or muscle aches?\n\nP: Um ueah, I mean maybe I've had a bit of uh muscle aches um and fatigue.\n\nD: OK. Um and you mentioned you've been having diarrhea. How long has that been going on for?\n\nP: Uh maybe the"
    },
    {
        "whisper_chunk": "last two days Two days Okay And how often are you having a bowel movement Well it kind of changes so maybe every few hours Okay And is it mostly fluid or is it semi solid Mostly fluid Yeah it's been",
        "gt_chunk": "P: last like two days.\n\nD: Two days, OK. And how often are you having a bowel movement? \n\nP: Uh every well, it kind of changes so um maybe every few hours.\n\nD: OK, and is it mostly fluid or is it semisolid?\n\nP: Uh I, mostly fluid, it, um, yeah, it's been"
    },
    {
        "whisper_chunk": "pretty loose Pretty loose Okay And how much stool are you producing every time you go Is it filling the toilet bowl or is it relatively little At first it was a lot but now it hasn't been much It's relatively little My stomach's just",
        "gt_chunk": "P: pretty loose.\n\nD: Pretty loose, OK. And how much um how how much stool are you producing every time you go? Is it filling the toilet bowl or um is it uh relatively little?\n\nP: Uh at first it was a lot, but um now it it just hasn't been much. It's relatively um little. My stomach's just"
    },
    {
        "whisper_chunk": "been killing me Okay so you have some abdominal pain associated with that too Yeah Yeah Okay And then any blood in your stool No no blood Okay Have you noticed any malodors Well I guess out of the ordinary No I haven't noticed anything like that Okay But I haven't been able to smell so",
        "gt_chunk": "P: been killing me.\n\nD: OK, so you have some abdominal pain associated with that too?\n\nP: Yeah. \n\nD: Yeah, OK, and then any blood in your stool?\n\nP: No, no blood.\n\nD: OK um have you noticed any malodours, well I guess uh out of the ordinary? \n\nP: Uh no, I haven't noticed anything like that.\n\nD: OK.\n\nP: But I haven't been able to smell so"
    },
    {
        "whisper_chunk": "who knows Right Okay true In terms of your abdominal pain when did that start I think around the same time as the diarrhea so the last two days Okay Any nausea or vomiting No vomiting but I felt nauseous Okay The abdominal pain where is it located Is it pretty central",
        "gt_chunk": "P: who knows? \n\nD: Right, OK, true. Um in terms of your abdominal pain, when did that start? \n\nP: Uh I I think around the same time as the diarrhea, so the last two days.\n\nD: OK, um any nausea or vomiting?\n\nP: Um no vomiting, but I've I felt nauseous.\n\nD: OK. The abdominal pain, is it, where is it located? Is it pretty central"
    },
    {
        "whisper_chunk": "Is it general Yeah it's pretty central or general I guess you could say There isn't really one specific spot that I feel it Okay And what makes it worse What makes it better I'm not really too sure Nothing really makes it better or worse Okay And if you were to describe the pain is it sharp",
        "gt_chunk": "D: Is it general?\n\nP: Yeah, it's pretty like central or general I guess you could say, there isn't really one specific spot that I feel it.\n\nD: OK, and what makes it worse? What makes it better? \n\nP: Uh nothing, I'm not really too sure, nothing really makes it better or worse.\n\nD: OK, and if you were to describe the pain, is it sharp"
    },
    {
        "whisper_chunk": "dull or achy I'd say it's pretty achy Okay And out of 1 to 10 10 being the worst how bad is the abdominal pain Probably like a 4 Okay And is your abdominal pain getting worse staying the same or getting better Both the same Okay",
        "gt_chunk": "D: dull, or achy?\n\nP: Uh I'd say it's pretty achy.\n\nD: OK. And out of 1 to 10, 10 being the worst, how bad is the abdominal pain?\n\nP: Uh probably like 4. \n\nD: OK. Um and is your abdominal pain getting worse, staying the same, or getting better?\n\nP: About the same. \n\nD: OK"
    },
    {
        "whisper_chunk": "Any memory loss or confusion No No okay Are things normal with your urine Yes Okay So are you an otherwise healthy person Yeah I haven't had any reason to see a doctor for a while Okay well that's good You don't have any long standing medical conditions like",
        "gt_chunk": "D: any memory loss or confusion?\n\nP: No. \n\nD: No, OK. Are things normal with your urine? \n\nP: Yes. \n\nD: OK. So, are you an otherwise healthy person?\n\nP: Uh yeah, I haven't um had anything, any reason to see a doctor for a while.\n\nD: OK, well that's good. Uh you don't have any longstanding medical conditions like"
    },
    {
        "whisper_chunk": "high blood pressure diabetes anything like that No nothing like that Okay Any hospitalizations or surgeries in the past I did have a surgery Yeah I had my meniscus repaired but that was it Okay When was that About 10 years ago Okay So I just want to before I move on I'm just going to recap",
        "gt_chunk": "D: high blood pressure, diabetes, anything like that?\n\nP: Um, no, nothing like that.\n\nD: OK, any hospitalizations or surgeries in the past?\n\nP: Um I did have a surgery, um yeah I had my meniscus repaired, but that was it.\n\nD: OK and when was that?\n\nP: Oh about 10 years ago.\n\nD: OK so I just wanna, before we move on, I'm just gonna recap"
    },
    {
        "whisper_chunk": "kind of the symptoms that you have You've had for the past four days more or less you've had a possible fever this cough loss of smell and taste diarrhea abdominal pain and nausea Is that correct Yeah that's correct yeah The cough started first and then yeah I started",
        "gt_chunk": "D: kind of the symptoms that you have. You've had uh for the past four days more or less, you've had um a possible fever, um this cough, um loss of smell and taste, um diarrhea, uh abdominal pain, and nausea. Is that correct? \n\nP: Yeah, that's correct, yeah.\n\nD: OK.\n\nP: The cough started first and then uh yeah, started"
    },
    {
        "whisper_chunk": "to get some more of the abdominal pain and nausea and the diarrhea the last few days Okay okay Are you on any medications No I don't take anything Okay Not even over the counter medications or vitamins or herbal supplements No nothing like that Okay Any allergies No allergies Okay Are you up to date",
        "gt_chunk": "P: to get some more of the abdominal pain and nausea, and yeah, the diarrhea the last few days.\n\nD: OK OK, are you on any medications?\n\nP: No, I don't take anything.\n\nD: OK, not even over the counter medications or vitamins or herbal supplements?\n\nP: No, nothing like that.\n\nD: OK, any allergies?\n\nP: Uh no allergies. \n\nD: OK, are you up to date"
    },
    {
        "whisper_chunk": "with all your immunizations I am yeah Any family history of lung conditions or heart conditions No nothing like that Okay How about GI conditions like stomach issues colon issues liver No I haven't heard of any issues like that in my family Okay Any cancers that run in the family",
        "gt_chunk": "D: with all your immunizations?\n\nP: I am, yeah. \n\nD: Um, any family history of lung conditions or heart conditions?\n\nP: Um no, nothing like that.\n\nD: OK, how about GI conditions like stomach issues, colon issues, liver?\n\nP: No, I haven't heard of any issues like that in my family.\n\nD: OK, any cancers that run in the family"
    },
    {
        "whisper_chunk": "No cancers Okay Any okay well I'm going to ask you do you smoke You mentioned you did Yeah I do I smoke maybe about a half a pack of cigarettes per day probably less yeah Okay How long have you been doing that For the last ten",
        "gt_chunk": "P: no cancers.\n\nD: OK, um any um, OK, well I'm going to ask you, uh do you smoke? You mentioned you did.\n\nP: Uh yeah, I I I do, um I smoke maybe about a half a pack of cigarettes per day, probably less, um yeah. \n\nD: OK, how long have you been doing that?\n\nP: Uh for the last"
    },
    {
        "whisper_chunk": "years Okay Have you ever thought of quitting Yeah I've been slowly cutting it down I was smoking a pack a day before and now under half a pack so I'm trying Okay well congrats That's a big feat If you need additional resources to try and help you quit please do let us know I will ask you",
        "gt_chunk": "P: years.\n\nD: OK, have you ever thought of quitting?\n\nP: Yeah, I've I've been slowly cutting it down. I was smoking a pack a day before and now under half a pack, so I'm trying.\n\nD: OK. Well congrats, that's a big feat, um if you need additional resources to try and help you quit, please do let us know. Um I will ask you"
    },
    {
        "whisper_chunk": "my next question then Do you do marijuana at all No No okay How about other recreational drugs Nope nothing like that Do you drink alcohol Yeah I'll have a glass of wine on Sundays but that's about it Okay How about where do you",
        "gt_chunk": "D: my next question then, um, do you do marijuana at all? \n\nP: Uh no.\n\nD: No, OK, how about other recreational drugs?\n\nP: Uh nope, nothing like that.\n\nD: Do you drink alcohol?\n\nP: Yeah, I'll have a glass of um wine on Sundays, but that's about it. \n\nD: OK, how about um, where do you"
    },
    {
        "whisper_chunk": "live So I live in a townhouse with my wife and daughter Okay Are any of them sick My wife was talking about being really fatigued and she did mention a cough coming on Okay Have you been around anyone else who's been",
        "gt_chunk": "D: live?\n\nP: Uh so I live in a townhouse um with my wife um and daughter. \n\nD: OK, are any of them sick?\n\nP: Um my my wife was talking about being really fatigued and uh she did mention a cough coming on.\n\nD: OK um, have you been around anyone else who's been"
    },
    {
        "whisper_chunk": "sick recently No No okay Have you traveled to anywhere recently No I haven't Okay Those were all the questions that I had Did you have any concerns any questions anything that you wanted to discuss that I possibly missed today",
        "gt_chunk": "D: sick recently?\n\nP: Uh, no. \n\nD: No, OK. Um have you traveled to anywhere recently?\n\nP: Um no, I haven't.\n\nD: OK. Um, those were all the questions that I had. Did you have any concerns, any questions, anything that you wanted to discuss that I uh possibly missed today"
    },
    {
        "whisper_chunk": "Nope that was everything then Thank you Okay no problem So what we'll do is we'll get a COVID swab on you just because your symptoms do overlap with those of COVID So we want to make sure that that's not what you have So we'll take a swab You'll hear back in about 24 to 48 hours But in the meantime you still should isolate for 14 days and that includes trying",
        "gt_chunk": "P:  that was everything then, thank you.\n\nD: OK, no problem, So we'll, what we'll do is we'll get a covid swab on you just because your symptoms do overlap with those of covid, um so we want to make sure that that's not what you have, so we'll take a swab. You will hear back in about 24 to 48 hours. Um but in the meantime, you still should isolate for 14 days, and that includes trying"
    },
    {
        "whisper_chunk": "to isolate from your family members as well when possible And public health will be in touch to let you know to do some contact tracing If it's not COVID you could possibly have some sort of other viral infection that's going around these days How does that sound Yeah it sounds great Thank you All right No worries",
        "gt_chunk": "D: to isolate from your family members as well when, when possible, and uh public health will be in touch to let you know uh to do some contact tracing. If it's not covid, you you could possibly have um some sort of other viral infection that's going around these days. Um how does that sound? \n\nP: Yeah, it sounds great. Thank you. \n\nD: Alright, no worries"
    }
]