[
    {
        "whisper_chunk": "What brings you in here today Yeah hi So over the past few months I've noticed that I get short of breath sometimes and my eyes are so irritated and they feel itchy and red And I've also noticed this rash below my knees So I just wanted to get everything checked out",
        "gt_chunk": "D: What brings you in here today?\n\n\nP: Yeah hi, I'm so over the past few months I've noticed that I get short of breath sometimes. And my eyes are so irritated. And they feel itchy and red. And I've also noticed this rash below my knees, so I just wanted to get everything checked out"
    },
    {
        "whisper_chunk": "Okay and when did this all kind of start It started a couple months ago like two three months ago Okay and when did the shortness of breath start That's been on and off for the past two months as well Okay and how about the rashes The rashes started like a month back but it looks worse now It started off small Okay",
        "gt_chunk": "D: OK and when did this all kind of start?\n\nP: Ah it started a couple months ago like 2, 3 months ago.\n\nD: OK and when did the shortness of breath start?\n\nP: That's been on and off for the past two months as well.\n\nD: OK, and how about the rashes?\n\nP: The rashes started like a month back, but it looks worse now. It started off small.\n\nD: OK"
    },
    {
        "whisper_chunk": "so for the cough is it like a dry cough or a wide cough It's a pretty dry cough Dry cough okay Are you bringing up any green or yellow material or any blood at all No Okay and this also started like a few months ago Yes And is it constant or does it come and go It's getting worse now so it feels more constant now But at first it just came and yeah",
        "gt_chunk": "D: so for the cough, is it like a dry cough or a wet cough?\n\nP: It's a pretty dry cough.\n\nD: Dry cough OK, are you bringing up any green or yellow material or any blood at all?\n\nP: No. \n\nD: OK, and this also started like a few months ago?\n\nP: Yes.\n\nD: And is it constant or does it come and go?\n\nP: Um it's it's getting worse now so it feels more constant now, but at first it it just came in. Yeah"
    },
    {
        "whisper_chunk": "it came and went Okay and has this happened to you before at all all of these symptoms No Okay All right So it started a few months ago How about the rashes Are they have they been there like the ones below your knee since the two months or do they come and go That's been there for the past month",
        "gt_chunk": "P: it came in went.\n\nD: OK, and has this happened to you before at all of these symptoms? \n\nP: No. \n\nD: OK. Alright um. So it started a few months ago and how about the rashes? Are they have they been there like the ones below your knee since the two months? Or do they come and go?\n\nP: Um that's been there for the past month"
    },
    {
        "whisper_chunk": "Okay and can you describe the rash a little bit What does it look like Sure so it's now pretty diffused It's just below my knees like on my shins It's on both sides The one on my right side is a little bit bigger It's about I'd say maybe like 10 centimeters in diameter It's red or like a dark pink There's",
        "gt_chunk": "D: OK. And can you describe the rash a little bit? What does it look like?\n\nP: Sure, so it's now pretty diffuse. It's just below my knees like on my shins. It's on both sides. The one on my right side is a little bit bigger. It's about I'd say maybe like 10 centimeters and diameter. It's it's red or like a dark pink um. There's"
    },
    {
        "whisper_chunk": "nothing coming out of it Okay is it painful or itchy at all It's painful yeah It's painful okay And what kind of pain do you feel when you press on it It's not that okay so it's not painful painful It's tender So if I touch it it will feel tender Okay have you tried anything that has helped you relieve",
        "gt_chunk": "P: nothing coming out of it.\n\nD: OK. Is it painful or itchy at all?\n\nP: It's um painful, yeah. \n\nD: OK. What kind of paint do you feel that when you press on it? \n\nP: It's it's not that OK, so it's not painful painful, it's tender. So if I touch it, it will feel tug tender.\n\nD: OK. Uh. Have you tried anything that has helped you relieve"
    },
    {
        "whisper_chunk": "these symptoms I took some ibuprofen that helped a little bit Okay okay and so you've had the cough but have you been having any kind of shortness of breath No well actually sorry sorry I have had a shortness of breath I haven't had a cough Okay so no cough but you've been having shortness of breath",
        "gt_chunk": "D: these symptoms?\n\nP: Um I took some ibuprofen that helped a little bit.\n\nD: OK. OK, um and. So you've had the cough, but have you been having any kind of shortness of breath?\n\nP: No. Well, actually sorry, sorry I have had a shortness of breath. I haven't had a cough.\n\nD: OK, so no cough, but you've been having shortness of breath"
    },
    {
        "whisper_chunk": "Yeah And in your shortness of breath is it more so that you're not able to take deep breaths Are you taking shallow breaths How would you describe it It just feels like yeah I can't take in a fully deep breath I see And are you having any other symptoms like fevers or chills No Okay and how about the eye irritation When did that start",
        "gt_chunk": "P: Yeah \n\nD: And. When your shortness of breath is it more so that you're not able to take deep breaths, or you taking shallow breaths, how would you describe it?\n\nP: It just feels like, yeah, I can take in a full deep breath. \n\nD: I see. And are you having any other symptoms like fevers or chills? \n\nP: No.\n\nD: OK, and how about the eye irritation? When did that start"
    },
    {
        "whisper_chunk": "That started a month ago as well Okay and do you have any red eyes or can you any changes in your vision at all Yeah my eyes do look a little bit red and I don't know if my vision has changed a lot but sometimes things will look a little bit blurry when they're far away Okay and with the shortness of breath is it brought on by exertion",
        "gt_chunk": "P: That started a month ago as well.\n\nD: OK, and you do you have any red eyes? Or can you see any changes in your vision at all?\n\nP: Yeah, my eyes do look a little bit red and. I don't know if my vision changed a lot, but sometimes things will look a little bit blurry when they're far away.\n\nD: OK. And with the shortness of breath, is it brought on by exertion"
    },
    {
        "whisper_chunk": "or can it be at rest as well It can be at rest as well Okay Do you have any other symptoms like any joint pains No no joint pains Okay Any nausea or vomiting No Okay any headaches No",
        "gt_chunk": "D: or can it be at rest as well?\n\nP: It can be at rest as well. \n\nD: OK. And then, do you have any other symptoms? Like any joint pains?\n\nP: No no join pains. \n\nD: OK. Any nausea or vomiting?\n\nP: Um no. \n\nD: OK, any headaches? \n\nP: No"
    },
    {
        "whisper_chunk": "Any muscle pain No Okay Any recent travel or contact with someone who has been sick No Okay Do you see any or do you notice any like fluid coming out from your eyes or anything like that No I didn't notice that Okay do you get any night sweats No",
        "gt_chunk": "D: Any muscle pain? \n\nP: Uh no. \n\nD: OK. And any recent travel or contact with someone who's been sick? \n\nP: Um no.\n\nD: Do you see any or do you notice any like fluid coming out from your eyes or anything like that?\n\nP: Uh no, I didn't notice that.\n\nD: OK, do you get any night sweats? \n\nP: No"
    },
    {
        "whisper_chunk": "And any chest pain Sometimes the shortness of breath Okay is it just like a discomfort or is it a pressure or stabbing pain It just feels like a discomfort Okay do you feel your heart is racing No Okay and any changes in your bowel movements at",
        "gt_chunk": "D: And any chest pain?\n\nP: Sometimes the shortness of breath.\n\nD: OK, is it just like a discomfort or is it a pressure or stabbing pain?\n\nP: Ah it just feels like a discomfort.\n\nD: Do you feel your heart is racing?\n\nP: Uh. No. \n\nD: OK, and any changes in your bowel movements at"
    },
    {
        "whisper_chunk": "all No nothing like that Okay Any changes in your urinary pattern No Okay Any sore throat runny nose any cold like symptoms No but I have been feeling a little bit hot so I wonder if I have a fever I haven't checked it Okay we can check Have you had any",
        "gt_chunk": "D: all?\n\nP: No, nothing like that. \n\nD: OK. Any changes in your urinary pattern? \n\nP: No.\n\nD: OK. Any sore throat, runny nose, any cold like symptoms? \n\nP: Uh no, but I haven been feeling um a little bit hot, so I wonder if I have a fever. I haven't checked it. \n\nD: OK, we can check. Have you had any"
    },
    {
        "whisper_chunk": "recent weight changes Oh now that you mention it I have had some weight loss over the past six months I've lost about 15 pounds 15 pounds okay How about your appetite Have you been eating well Yeah I've been eating the same Okay Okay and have you had any exposure to any fumes dust animals or pets in your environment No",
        "gt_chunk": "D: recent weight changes?\n\nP: Now that you mention it, I have had some weight loss over the past um six months. I've lost about 15 pounds.\n\nD: 15 pounds OK. How about your appetite? Have you been eating well? \n\nP: Yeah, I've been eating the same. \n\nD: OK, OK, and have you had any exposure to any fumes, dust, animals or pets in your environment?\n\nP: No"
    },
    {
        "whisper_chunk": "No Have you been diagnosed with any medical conditions in the past No No Do you take any medications Nope Okay any allergies No allergies Okay any hospitalizations or previous surgeries I had a C section for my second child Okay any complications with that No it was",
        "gt_chunk": "P: No. \n\nD: Have you been diagnosed with any medical conditions in the past? \n\nP: Uh no.\n\nD: Do you take any medications?\n\nP: Um nope. \n\nD: OK, any allergies? \n\nP: No allergies .\n\nD: OK. Hospitalizations or previous surgeries?\n\nP: Uh I had a C-section for my second child.\n\nD: OK, any complications with that?\n\nP: No, it was"
    },
    {
        "whisper_chunk": "pretty standard I didn't have any excessive blood loss or anything like that Okay any family history of any medical conditions like any lung or heart conditions No lung or heart conditions There are some autoimmune conditions in my family though Okay and what kind of autoimmune conditions are there There's rheumatoid arthritis",
        "gt_chunk": "P: pretty standard. I didn't have any excessive blood loss or anything like that.\n\nD: OK, any family history of any medical conditions like any lung or heart conditions?\n\nP: Um no lung or heart conditions. There are some autoimmune conditions in my family though. \n\nD: OK, and what what kind of autoimmune conditions are there?\n\nP: Uh, there is rheumatoid arthritis"
    },
    {
        "whisper_chunk": "There is lupus and like type 1 diabetes Okay okay and are they for any direct relatives like your parents or children Yes my parents Okay okay and currently right now do you work",
        "gt_chunk": "P: There is um uh lupus. Like type one diabetes. \n\nD: OK. OK and then. Are they for any like direct relatives like your parents or or children? \n\nP: Yes, my parents.\n\nD: OK. And currently right now do you work"
    },
    {
        "whisper_chunk": "I work from home Yeah I teach online Okay and how's your living situation like right now Pretty good we live in a house I live with my husband and two children Okay and do you currently smoke No Okay and any recreational drug use like marijuana No Okay and",
        "gt_chunk": "P: I work from home. Yeah, I teach I teach online.\n\nD: OK and how's your living situation like right now? \n\nP: Pretty good. We live in a house. I live with my husband and two children.\n\nD: OK, um. And do you currently smoke? \n\nP: No.\n\nD: OK. And any recreational drug use like marijuana?\n\nP: No. \n\nD: OK and"
    },
    {
        "whisper_chunk": "any alcohol I drink once in a while like I'll have a glass of wine on Fridays Okay all right yeah so those are all the questions I had Do you have any questions for me No like what do you think I have and how should I treat it Yeah so definitely one thing we need to rule out with the shortness of breath",
        "gt_chunk": "D: any um alcohol? \n\nP: I drink once in awhile like I'll have a glass of wine on Fridays.\n\nD: OK. Alright, yeah, so those are all the questions I had. Do you have any questions for me?\n\nP: Um no, like what what do you think I have and how should I treat it?\n\nD: Yeah, so definitely one thing we need to rule out with the shortness of breath"
    },
    {
        "whisper_chunk": "is any viral infection like coronavirus so we'll get a test done for you today However since this seems to be kind of a chronic issue that's been going on for a few months and you're having with the shortness of breath some other symptoms the rash below the knees is what we call erythema nodosum and irritation in your eyes and you have a family history of autoimmune conditions as well So",
        "gt_chunk": "D:  viral infection like coronavirus so we will get a test done for you today. However, since this seems to be kind of a chronic issue, been going on for a few months and you're having with the shortness of breath, some other symptoms, the rash below knees, or is what we called erythema nodosum and irritation in your eyes and you have a family history\nof auto immune conditions as well. So"
    },
    {
        "whisper_chunk": "sometimes you can get an autoimmune disease that affects the lungs so we need to rule out something like sarcoidosis which can cause fibrosis in your lungs and cause shortness of breath So just to work that up we'll get a chest X ray and also do some inflammatory marker tests like",
        "gt_chunk": "o: sometimes you can get an auto immune disease that affects the lungs, so we need to rule out something like sarcoidosis which can cause fibrosis in your lungs and cause shortness of breath. So just to work that up will get a chest X Ray and also do some inflammatory marker tests like"
    },
    {
        "whisper_chunk": "CRP ESR and some other rheumatological tests as well And based on what comes back we may have to refer you to a rheumatologist for further management and treatment Yeah so let's just do some of those tests first and then we'll go from there Do you have any questions No that sounds great thank you so much You're welcome and you may need depending on what we find a steroid treatment today or until you see the rheumatologist",
        "gt_chunk": "o: CRP, ESR and some other rheumatological tests as well, and based on what comes back we may have to refer you to a rheumatologist for further management and treatment. Yeah, so let's just do some of those tests 1st, and then we'll go from there. You have any questions?\n\nP: No, that sounds great. Thank you so much.\n\nD: You're welcome, and you may need depending on what we find, steroid treatment today or until you see the rheumatologist"
    },
    {
        "whisper_chunk": "Okay All right well take care You too",
        "gt_chunk": "P: OK.\n\nD: Alright, take care.\n\nP: You too"
    }
]