[
    {
        "whisper_chunk": "I would just like to start with what brought you in here today to the family clinic Yeah so I've been coughing for a few months now and so that's probably it Okay and how many months have you been coughing for Just over two I would say And it's been I've been bringing up this yellow greenish sputum it's kind of gross",
        "gt_chunk": "D: I would just like to start with what brought you in here today to the family clinic?\n\nP: Yeah, so I've been coughing for a few months now and so that's the problem.\n\nD: OK, and how many months have you been coughing for?\n\nP: Just over two, I would say, and it's been I've been bringing up this yellow, greenish sputum. It's kind of gross"
    },
    {
        "whisper_chunk": "Okay and how much of this sputum would you say you're bringing up in an average day Like a teaspoon a tablespoon Oh I see okay I don't know maybe a few teaspoons throughout the day Okay At first I thought I had a chest infection but even after antibiotics from my GP",
        "gt_chunk": "D: , how much of the sputum would you say you're bringing up in an average day? Like a teaspoon? Tablespoon?\n\nP: : Oh I see OK. I don't know, maybe a few teaspoons throughout the day.\n\nD: OK.\n\nP: At first I thought I I I had a, a chest infection, but even after antibiotics from my GP"
    },
    {
        "whisper_chunk": "or my family doctor it never cleared up Okay and so when did you go on the antibiotics So this was about a month ago And yeah so I went to see my family doctor about the cough then and was prescribed some antibiotics I think azithromycin and",
        "gt_chunk": "P: or my family doctor, It never cleared up. \n\nD: OK, and so when did you go on the antibiotics?\n\nP: Ah so this is about, uh, about a month ago. \n\nD: Mhmm.\n\nP: And yeah, so I went to see my family doctor about the cough then and dad was prescribed some antibiotics. I think azithromycin and"
    },
    {
        "whisper_chunk": "it still didn't do anything Okay I see And do you find that your cough has been getting worse since then I would say the cough has been about the same Okay but how about the sputum that you're bringing up has that increased It's about the same but",
        "gt_chunk": "P: it didn't do anything. \n\nD: OK, I see. And do you find that your cough has been getting worse since then?\n\nP: Uh, I would say the cough has been about the same.\n\nD: OK. But how about the sputum that you're bringing up, has that increased? \n\nP: Uh, it's about the same, but"
    },
    {
        "whisper_chunk": "I would say there's a pink tinge in the sputum now Every once in a while I've noticed more than before Okay and did this all start after the chest infection or did you have something like this occur before Um yeah this all started after Okay I see Was there anything that happened around that time any new",
        "gt_chunk": "P: I would say there's a pink tinge in the sputum now. Every once in awhile I've noticed more than than before.\n\nD: OK. And did this all start after the chest infection or did you have something like this occur before?\n\nP: Um, yeah, this all started after.\n\nD: OK, I see. Was there anything that happened around that time? Any new"
    },
    {
        "whisper_chunk": "environment that you were exposed to Well I did go to India a few months ago Okay and how many months was that also like two months ago Um yeah about that Probably closer to three or four but yeah right around the time that I think this cough started or just before I",
        "gt_chunk": "D: environment that you were exposed to?\n\nP: Ah, well, I did go to India a few months ago.\n\nD: OK, and how many months was that? Was that also like two months ago? \n\nP: Yeah, about that, probably closer to three or four, but yeah, right around the time that that I think this, uhm cough started or just before I"
    },
    {
        "whisper_chunk": "got back Okay I see And how often are you coughing in a day A few times an hour Okay anything that makes your cough go away that you've tried No nothing's really helped it go away Okay and is it better or worse during the",
        "gt_chunk": "P: got back.\n\nD: OK, I see. And how often are you coughing in a day? \n\nP: Ah. a few times an hour.\n\nD: OK. Anything that makes your cough go away now you've tried?\n\nP: Uh, no nothings really helped it go away.\n\nD: OK, and is it better or worse? During"
    },
    {
        "whisper_chunk": "morning as opposed to night It's pretty bad all day actually and it's been impacting my sleep because I've been coughing at night too I see And in terms of things that make it worse anything you do around the house or at work that makes the coughing worse",
        "gt_chunk": "D: morning as opposed to night?\n\nP: Uh, it's pretty, it's pretty bad all day actually and it's been impacting my sleep because I've been coughing at night too.\n\nD: I see. And, um, in terms of things that make it worse, anything you do around the house or at work that makes the coughing worse"
    },
    {
        "whisper_chunk": "Yeah I guess if I'm just moving around a little bit more it might bring it on a little bit more but it's pretty bad all day I see And in terms of any other symptoms you might be having do you have any shortness of breath runny nose any chest pain",
        "gt_chunk": "P: yeah, I guess if I'm just moving around a little bit more it might bring it on a little bit more, but it's pretty bad all day.\n\nD: I see. And in terms of any other symptoms you might be having, uh, do you have any shortness of breath, runny nose, any chest pain"
    },
    {
        "whisper_chunk": "No not really Okay besides the pain tinged sputum have you ever coughed up blood like red blood Not anything that was really bright red more pink More pink okay Yeah so you traveled to India just two months ago Do you remember what kind of place you stayed in in India Was it",
        "gt_chunk": "P: no, not really.\n\nD: OK. Besides the pain tinged sputum, have you ever coughed up blood, like red blood?\n\nP: Not anything that was really bright red. More pink.\n\nD: More pink. OK. Yeah, so you traveled to India just two months ago. Do you remember what kind of place you stayed in India? Was it"
    },
    {
        "whisper_chunk": "in a crowded place or were you by yourself Oh well I mean there's a lot of people around Yeah there was not a lot of room where I was staying so it was pretty crowded Okay and was there anyone that was ill around you or any exposure to tuberculosis Not that I'm aware of I was",
        "gt_chunk": "D: in a crowded place or were you by yourself?\n\nP: Well, I mean there is a lot of people around. Yeah, there was not a lot of room where I was was staying, so it was pretty crowded.\n\nD: OK, and was there anyone that was ill around you or any exposure to tuberculosis?\n\nP: Uhm, not that I'm not aware of. I was"
    },
    {
        "whisper_chunk": "around my family but I guess it's possible Okay and once you came back did anyone else in your family get sick or was it just you Yeah I spoke to my relative when I got back and they did tell me about one of my cousins there that",
        "gt_chunk": "P: around my family but, umm, I guess it's possible.\n\nD: OK. And once you came back did anyone else, in your family get sick? Or was it just you?\n\nP: Oh yeah, I spoke to my relative went when I got back and they they didn't tell me about one of my cousins there that"
    },
    {
        "whisper_chunk": "was feeling sick Okay and have you been having any fevers or chills Yeah I feel like I've been pretty hot sometimes Okay and how about night sweats Yeah the cough's been messing with my sleep but I've been waking up with night sweats Okay",
        "gt_chunk": "P: was feeling sick.\n\nD: OK. And have you been having any fevers or chills?\n\nP: Yeah, I feel I feel like I've been pretty pretty hot sometimes.\n\nD: OK, and how about night sweats?\n\nP: Yeah, the coughs been messing with my sleep, and I've been waking up with night sweats. \n\nD: OK"
    },
    {
        "whisper_chunk": "and have you been having any headaches No headaches Any do you feel that you've lost any weight recently Maybe a few pounds but  Have you tried to lose weight or was that unintentional No I was kind of surprised I thought I would have gained weight because I've been a bit more lazy",
        "gt_chunk": "D: And have you been having any headaches?\n\nP: Ah no headaches.\n\nD: Any do you feel that you've lost any weight recently? \n\nP: Uh, maybe a few pounds, but um.\n\nD: Have you tried to lose weight, or was that unintentional?\n\nP: No, I, I was kind of surprised. I thought I would have gained weight 'cause I've been a bit more lazy"
    },
    {
        "whisper_chunk": "recently but the weight seems to be down anyway I see okay Have you noticed any wheezing sounds when you breathe out or breathe in No wheezing Okay and you mentioned no chest pain right Yeah no chest pain Okay have you noticed any kind of swelling in your legs or hands or anywhere else in your body No swelling Okay any bowel movement changes any constipation",
        "gt_chunk": "P: recently, but the weight seems to be down anyway.\n\nD: I see, OK. Have you noticed any wheezing sounds when you breathe out, or breathe in?\n\nP: No wheezing. \n\nD: OK. And you mentioned no chest pain, right?\n\nP: Yeah, no chest pain.\n\nD: OK, have you noticed any kind of swelling in your legs or hands or anywhere else in your body?\n\nP: No swelling. \n\nD: OK. Any bowel movement changes, any constipation"
    },
    {
        "whisper_chunk": "or diarrhea Neither of those Okay any urinary problems No Okay any changes in your appetite at all Do you feel that you've lost any appetite Yeah maybe eating a little bit less Okay And in your current environment right now are you exposed to any fumes or dust",
        "gt_chunk": "D: or diarrhea? Any of those? \n\nP: No.\n\nD: OK, any urinary problems?\n\nP: Uh, no.\n\nD: OK, any changes in your appetite at all? Do you feel that you've lost any appetite?\n\nP: Um yeah, yeah maybe eating a little bit less.\n\nD: OK. And in your current environment right now, are you exposed to any fumes or dust"
    },
    {
        "whisper_chunk": "or any animals We have a dog but no fumes or anything like that Okay have you experienced any kind of dizziness or fainting spells Nope Okay In terms of your past medical have you been diagnosed with any medical conditions Yeah I've had high blood",
        "gt_chunk": "D: or any animals?\n\nP: Uhm, we have a dog, but um, no fumes or anything like anything like that.\n\nD: OK, have you experienced any kind of dizziness or fainting spells? \n\nP: No.\n\nD: OK. In terms of your past medical history, have you been diagnosed with any medical conditions?\n\nP: Um, yeah I meant, uh, high blood"
    },
    {
        "whisper_chunk": "pressure type two diabetes and high cholesterol And are you taking any medications for any of those Yeah I'm taking a few medications for blood pressure and diabetes right now And I think risuvastatin for the cholesterol I'm not sure of the other ones though",
        "gt_chunk": "P: pressure. Type 2 diabetes and high cholesterol.\n\nD: I see. And are you taking any medications for any of those? \n\nP: Yeah, I'm taking uhm, a few medications for blood pressure and uh, and and diabetes right now, and I think I Rosuvastatin for for the cholesterol. I'm not sure of the other ones though"
    },
    {
        "whisper_chunk": "Okay no worries And do you know if you're allergic to any medications or do you have any environmental allergies I think I got a rash to penicillin when I was younger but that's it Okay any previous hospitalizations Nope Okay any surgeries No surgeries Okay and",
        "gt_chunk": "D: OK, no worries. And do you know if you're allergic to any medications or do you have any environmental allergies?\n\nP: I think I I got a rash to penicillin when I was when I was younger, but that's it.\n\nD: OK, any previous hospitalizations?\n\nP: Uh, nope. \n\nD: OK, any surgeries?\n\nP: No surgeries.\n\nD: OK, and"
    },
    {
        "whisper_chunk": "in your family has anyone ever had any cancers or died of a heart attack Yeah my mother had a heart attack when she was 48 Okay and has anyone ever had anything like pulmonary fibrosis or any autoimmune conditions What are those So pulmonary fibrosis is a",
        "gt_chunk": "D: in your family has anyone ever had any cancers or died of a heart attack?\n\nP: Yeah, my mother out a heart attack when she was 48. \n\nD: OK. And has anyone ever had anything like pulmonary fibrosis or any autoimmune conditions?\n\nP: Uhm. What are those?\n\nD: So pulmonary fibrosis is a"
    },
    {
        "whisper_chunk": "condition in your lung where you start getting like these nodules and it can run in the family I see That can cause some of the symptoms like a chronic cough It can cause sometimes shortness of breath And it can sometimes be associated with like some connective tissue disorders that can run in the family Any of those ring a bell",
        "gt_chunk": "D: condition in your lung where you start getting like these nodules.\n\nP: I see.\n\nD: And it can run in the family and that can cause some of the symptoms like a chronic cough. It can cause sometimes shortness of breath and it can sometimes be associated with the like some connective tissue disorders that can run in the family. Umm, any of those ring a bell"
    },
    {
        "whisper_chunk": "No I haven't heard of anything like that in my family Okay yeah And other than that where do you currently live Do you live by yourself or with anyone else Yeah I live with my husband and three sons just outside of town here Okay and have any of them been sick",
        "gt_chunk": "P: No, I haven't heard of anything like that in my family.\n\nD: OK. Yeah, and other than that, where do you currently live? Do you live by yourself or with anyone else?\n\nP: Yeah, I live with my husband and three sons just outside of town here.\n\nD: OK. And have any of them been sick"
    },
    {
        "whisper_chunk": "No everybody's been feeling well at home Okay And do you work currently No I'm retired Okay And currently do you smoke cigarettes Yeah I smoke about a half a pack of cigarettes per day And I've been trying",
        "gt_chunk": "P: No, everybody's been feeling well at home.\n\nD: OK. And do you work currently?\n\nP: Uh, no, I'm I retired.\n\nD: OK. And currently do you smoke? Cigarettes?\n\nP: Yeah yeah, I smoke about a half a pack of cigarettes per day and ah, I've been trying"
    },
    {
        "whisper_chunk": "to cut down Okay and how long have you been smoking for Oh probably like 30 years I see And do you use any recreational drugs like marijuana or cocaine No I've never used anything like that Okay and how about alcohol Do you drink alcohol No No okay All right so yeah those are",
        "gt_chunk": "P: to cut down.\n\nD: OK, and how long have you been smoking for?\n\nP: Ah probably like 30 years.\n\nD: I see and do you use any recreational drugs like marijuana or cocaine?\n\nP: Ah, no I've never used anything like that.\n\nD: OK, and how about alcohol? Do you drink alcohol? \n\nP: Uhm, no.\n\nD: No, OK. Alright, so yeah those are"
    },
    {
        "whisper_chunk": "all the questions I had for you today Do you have any questions for me or any questions or concerns Not right now Okay so we'll be doing some investigations Since you recently traveled to India we need to make sure that you don't have tuberculosis as that's prevalent in some parts of India So",
        "gt_chunk": "D: all the questions I had for you today. Do you have any questions for me or any questions or concerns?\n\nP: Um, not right now.\n\nD: OK, so we'll be doing some investigations since you recently traveled to India, we need to make sure that you don't have tuberculosis, as that's prevalent in some parts of India. So"
    },
    {
        "whisper_chunk": "we might get like a chest x ray for that You may have pneumonia as well And then we'll go from there Does that sound good Yeah for sure Okay all right Well yeah after those tests have come back we'll see you in the next appointment for follow up Thank you You're welcome",
        "gt_chunk": "D: we might get like a chest X-Ray for that, you may have a pneumonia as well and then we'll go from there. Does that sound good?\n\nP: Yeah, for sure.\n\nD: OK alright well, yeah, well, after those tests have come back, we'll see you in the next appointment for follow up.\n\nP: Thank you.\n\nD: You're welcome"
    }
]