[
    {
        "whisper_chunk": "How may I help you Hi there So I've had this runny nose for the past five days and it doesn't seem to be going away so I thought I should get some help OK And with the runny nose could you describe the discharge Yeah it's pretty clear OK And have you had any nasal obstruction or feeling",
        "gt_chunk": "D: How may I help you?\n\nP: Hi there, umm, so I've had this runny nose for the past five days and it doesn't seem to be going away so I thought I should get some help.\n\nD: OK, and ah, with the runny nose, could you describe the discharge?\n\nP: Yeah, it's, it's pretty clear.\n\nD: OK, and have you had any nasal obstruction or feeling"
    },
    {
        "whisper_chunk": "as though one of your nostrils is plugged when you're breathing in Yeah I have that feeling OK Have you had any pain on your face Pain No nothing like that OK How about a change to your sense of smell like loss of smell No I haven't had that No I haven't OK",
        "gt_chunk": "D: as though like one of your nostrils is plugged when you're breathing in?\n\nP: Uh yeah, I have that feeling.\n\nD: OK, have you had any pain on your face?\n\nP: Pain? Ah no, nothing like that. \n\nD: OK, how about a change to your sense of smell? Like loss of smell?\n\nP: No, I haven't had that. \n\nD: OK"
    },
    {
        "whisper_chunk": "Have you had any discharge from your eyes or eye redness or any eye pain No All right Have you had a sore throat No sore throat Have you had a cough No OK Have you had any headaches Just a slight headache",
        "gt_chunk": "D: Have you had any discharge from your eyes or eye redness or any eye pain?\n\nP: No.\n\nD: Alright, have you had a sore throat?\n\nP: Uhm, no sore throat.\n\nD: Have you had a cough? \n\nP: No.\n\nD: OK. Have you had any headaches?\n\nP: Ah, just a slight headache"
    },
    {
        "whisper_chunk": "OK Have you experienced headaches like this in the past Yeah usually when I get sick I get a headache OK OK Describe where you feel the headache the most and is it pulsating or kind of always there It's kind of always there And it's just on the sides of my head OK Have you tried anything for it Just some Tylenol",
        "gt_chunk": "D: , have you experienced headaches like this in the past?\n\nP: Yeah, usually when I get sick, I get get a headache. \n\nD: OK. OK, can you describe where you feel the headache the most and is it pulsating or kind of always there?\n\nP: It's kind of always there and it's just on the sides of my head.\n\nD: OK, have you tried anything for it?\n\nP: Just some Tylenol"
    },
    {
        "whisper_chunk": "which seems to have helped OK And have you had a cough No cough like now No I did have a slight cough last week OK and it went away Mm hmm Was it dry or were you bringing up any sputum or phlegm No it was",
        "gt_chunk": "P: which seems to have helped. \n\nD: OK. Uhm, and umm, yeah, have you had a cough?\n\nP: Ah no cough like now, uhm, I I did have a slight cough last week.\n\nD: OK, and it went away?\n\nP: Mhmm.\n\nD: Was it dry or did you were bringing up any sputum or phlegm?\n\nP: No, it's"
    },
    {
        "whisper_chunk": "pretty dry OK And do you have a sore throat No OK And have you had any wheezing or shortness of breath No OK And have you had any chest pain No How about any fainting or dizziness Oh no nothing like that OK Have you had",
        "gt_chunk": "P: pretty dry. \n\nD: OK. Uhm, and do you have a sore throat?\n\nP: No.\n\nD: OK, and have you had any wheezing or shortness of breath?\n\nP: No.\n\nD: OK, and have you had any chest pain?\n\nP: No. \n\nD: How about any we, sorry, fainting or dizziness?\n\nP: No, nothing like that.\n\nD: OK, have you had"
    },
    {
        "whisper_chunk": "any heart palpitations or feeling like your heart's racing No OK And have you had any abdominal pain I have had some like diarrhea So I think my stomach hurt a little bit during that time but I don't have that anymore",
        "gt_chunk": "D: any heart palpitations or feeling like your heart's racing? \n\nP: No.\n\nD: OK, uhm, and have you had any abdominal pain?\n\nP: Uhm, I have had some, like diarrhea so I think part like my stomach hurt a little bit during that time, but I don't have that anymore"
    },
    {
        "whisper_chunk": "OK When did you have diarrhea Last week as well OK Was there any blood in the stool No OK Have you had any changes to your urinary habits like any pain or frequency No All right And have you had any nausea or vomiting",
        "gt_chunk": "D: OK, when did you have diarrhea?\n\nP: Last week as well.\n\nD: OK. Uh, was there any blood in the stool?\n\nP: No. \n\nD: OK, have you had any changes to your urinary habits? Like any pain or frequency?\n\nP: No. \n\nD: Alright, and have you had any nausea or vomiting"
    },
    {
        "whisper_chunk": "No How about any fevers or chills I know Have you had any night sweats Nope nothing like that I see OK And have you had any weight loss recently No All right Have you had any rashes or skin rashes No And how about any muscle aches or body pains Oh no",
        "gt_chunk": "P: No. \n\nD: How about any fevers or chills?\n\nP: Uh, no. \n\nD: Have you had any night sweats?\n\nP: Uh, no, nothing like that.\n\nD: I see, OK. And have you had any weight loss recently?\n\nP: No. \n\nD: Alright, have you had any rashes or skin rashes?\n\nP: No. \n\nD: And how about any muscle aches or or body pains?\n\nP: Oh, no"
    },
    {
        "whisper_chunk": "All right And how has your energy been Have you had fatigue A little bit OK a little bit of fatigue And how has your appetite been Appetite's been OK I'm still eating All right And have you been diagnosed with any medical conditions before No I've been pretty healthy OK",
        "gt_chunk": "D: Alright and how has your energy been? Have you had fatigue?\n\nP: Uhm, a little bit.\n\nD: OK, little fatigue and and how has your appetite been?\n\nP: Appetite's been OK, I'm still eating.\n\nD: Alright. And, uhm have you been diagnosed with any medical conditions before?\n\nP: Uh, no, I've been pretty healthy.\n\nD: OK"
    },
    {
        "whisper_chunk": "great And so do you take any medications regularly either over the counter or prescribed No OK And do you have any allergies No I don't OK And any hospitalizations in the past or any prior surgeries No Actually I had my appendix taken out when I was younger but that was a long time ago OK I see",
        "gt_chunk": "D: great and so do you take any medications regularly, either over the counter or prescribed?\n\nP: No. \n\nD: OK, and do you have any allergies?\n\nP: No, I don't.\n\nD: OK, and any recent hospitalizations in the past or any prior surgeries?\n\nP: Uh, no. Actually, I had my appendix taken out when I was younger, but that was a long time ago.\n\nD: OK, I see"
    },
    {
        "whisper_chunk": "And can you tell me about where you're living now and who you're living with I'm living by myself I'm a student I live in an apartment OK And are you going to classes in person right now No they're all online OK And have you been around anybody who's been sick No",
        "gt_chunk": "D: , can you tell me about where you're living now and who you're living with?\n\nP: I'm I'm living by myself. I'm a student. I live in an apartment.\n\nD: OK, and are you going to classes in person right now?\n\nP: No, they're all online. \n\nD: OK. And have, have you been around anybody who's been sick?\n\nP: No"
    },
    {
        "whisper_chunk": "not that I can think of OK Have you traveled anywhere recently No OK And do you smoke cigarettes I don't And do you smoke cannabis or use any cannabis products Occasionally I will OK How often I will maybe smoke once a week",
        "gt_chunk": "P: not that I can think of.\n\nD: OK, and have you traveled anywhere recently?\n\nP: No.\n\nD: OK. And you smoke cigarettes?\n\nP: I don't. \n\nD: And do you smoke cannabis or use any cannabis products?\n\nP: Occasionally, I will.\n\nD: OK, how often?\n\nP: Uhm I will maybe smoke once a week"
    },
    {
        "whisper_chunk": "OK And do you use any recreational drugs like cocaine or opioids Oh gosh no OK And do you drink alcohol Yeah occasionally OK How many drinks would you say you have per week I'll have like a bottle of wine a week OK",
        "gt_chunk": "D: , and use any recreational drugs like cocaine or opioids?\n\nP: Oh gosh, no. \n\nD: And do you drink alcohol?\n\nP: Uh yeah, occasionally.\n\nD: OK, how many drinks would you say you have per week?\n\nP: Uhm, I'll have like a bottle of wine a week.\n\nD: OK"
    },
    {
        "whisper_chunk": "And are there any heart or lung conditions that run in the family No OK How about any cancers I think like colon cancer runs in the family OK All right So that was everything that I think I wanted to ask about",
        "gt_chunk": "D: and are there any heart or lung conditions that run in the family?\n\nP: No. \n\nD: OK. How about any cancers?\n\nP: I think like colon cancer runs in the family.\n\nD: OK, umm and alright so that was everything that I think I wanted to ask about"
    },
    {
        "whisper_chunk": "on the history today I was wondering if there was anything else that you wanted to mention that I maybe forgot to ask about No nothing else I was just wondering what I could do to feel better or make this go away Yeah certainly So it sounds like",
        "gt_chunk": "D: on the history today. I was wondering if there was anything else that you wanted to mention that I maybe forgot to ask about?\n\nP: No, nothing else I I I was just wondering what I could do to feel better or make this go away.\n\nD: Yeah, certainly. So, I, so it's sounds like"
    },
    {
        "whisper_chunk": "you have the common cold or a viral illness which it could be caused by something like adenovirus or there are others as well However the symptoms do overlap with covid as you can can be non specific symptoms of just having kind of just like a runny nose like you do here And so we will",
        "gt_chunk": "D: you have the common cold or a viral illness, which it could be caused by something like adenovirus or there are others as well. However, the symptoms do overlap with COVID. As you can be like nonspecific symptoms, such as having kind of just like a runny nose like you do here, and so we will"
    },
    {
        "whisper_chunk": "do a covid swab and await those results But in the meantime it's mostly supportive care So it means just trying to stay hydrated stay rested and just monitor your symptoms because if things do get worse it'll be important to go to the emergency room OK All right So",
        "gt_chunk": "D: do a COVID swab and we'll await those results, but in the meantime it's mostly supportive care, so it means just trying to stay hydrated, stay rested. And just monitor your symptoms because if things do get worse, it'll be important to, uh, go to the emergency room.\n\nP: OK.\n\nD: Alright, so"
    },
    {
        "whisper_chunk": "we'll get the swab now and get that testing started OK that sounds great Thank you Thank you",
        "gt_chunk": "D: we'll get the swab now and get that testing started.\n\nP: OK, that sounds great, thank you."
    }
]