[
    {
        "whisper_chunk": "may I help you Hi I'm coming in because I've had a lot of shortness of breath and I've had this cough that won't seem to go away I see Alright so when does the shortness of breath happen Do you have it at rest or is it on exertion Mostly on exertion Okay how far are you able to walk before you get short of",
        "gt_chunk": "D: may I help you?\n\n\nP: Hi, I'm I'm coming in because um I've had a lot of shortness of breath and I I've had this cough that won't seem to go away.\n\n\nD: I see alright, so when does the shortness of breath happen it? Do you have it at rest or is it on exertion?\n\n\nP: Mostly on exertion.\n\n\nD: OK, how far are you able to walk before you get shorter"
    },
    {
        "whisper_chunk": "how many flights of stairs are you able to do Maybe like two flights of stairs Okay and when did you notice the the change So I've had this shortness of breath like at first it was pretty mild it started about four months ago but over the past month or so it's been it's been worse Okay so a bit so",
        "gt_chunk": "D: how many flights of stairs are you able to do?\n\n\nP: Uh maybe like 2 flights of stairs?\n\n\nD: OK. And when did you notice that the change?\n\n\nP: So I've had this shortness of breath like at first it was pretty mild. It started about, four months ago, but over the past month or so, it's been it's been worse.\n\n\nD: OK, so a bit so"
    },
    {
        "whisper_chunk": "it's been going on for a bit of time now Yeah Okay do you are you able to lie down flat without experiencing short of breath Yeah I think so I think that's fine Okay so it sounds like no orthopnea is what they'll call it and have you had any episodes where you wake up in the middle of the night and you're short",
        "gt_chunk": "D: it's been going on for a bit of time now. \n\n\nP: Yeah, \n\n\nD: OK um. Do you, are you able to lie down flat without experiencing shorter breath?\n\n\nP: Yeah, I think so. I think that's fine.\n\n\nD: OK, um so so it sounds like no orthop is what they call it, and have you had any episodes where you wake up in the middle of the night and you're short"
    },
    {
        "whisper_chunk": "of breath and you need to sit up and to catch it No Okay and have you had any leg swelling No Okay and you mentioned that you've had a cough as well How long have you experienced the cough The cough also around the same time it started off pretty mild but now I like I",
        "gt_chunk": "D: of breath and you need to sit up an end to catch it? \n\n\nP: Uh no.\n\n\nD: OK, and have you had any leg swelling?\n\n\nP: No. \n\n\nD: OK. Any, you mentioned that you've had a cough as well. How long have you experienced a cough for?\n\n\nP: Uh, the cough also around the same time it started off pretty mild, but now I like I"
    },
    {
        "whisper_chunk": "have it all the time Okay are you coughing up any sputum or any phlegm No it's it's pretty dry Are you coughing up any blood No Okay and have you had any wheezing No wheezing Okay how about any chest pain",
        "gt_chunk": "P: have it all the time. \n\n\nD: OK, are you coughing up any sputum or any phlegm?\n\n\nP: Uh no it's it's pretty dry.\n\n\nD: Are you coughing up any blood? \n\n\nP: No.\n\n\nD: OK. And have you had any um wheezing?\n\n\nP: No wheezing. \n\n\nD: OK. How how about any chest pain"
    },
    {
        "whisper_chunk": "No no chest pain I guess with the coughing because I'm not used to it Okay so does it like how would you describe it Is it sharp achy dull or pressure like It's kind of like a tugging feeling",
        "gt_chunk": "P:  not chest pain in the sense like it's in the area of my heart or anything like that.\n\n\nD: OK, so does that. Like how would you describe it? Is it like sharp, achy, uh dull or pressure like? \n\n\nP: Um it's a. It's kind of like a tugging feeling"
    },
    {
        "whisper_chunk": "Okay and does it go away after you're done and have you experienced any headaches No no headaches Okay how about any like eye redness or eye discharge No Any ear pain or ear discharge",
        "gt_chunk": "D:  does it go away after you're done coughing, \n\n\nP: Yeah. \n\n\nD: I see OK. And have you experienced any um any headaches?\n\n\nP: No, no headaches. \n\n\nD: OK, how about any um? Like eye redness or eye discharge?\n\n\nP: No.\n\n \nD: any ear pain or your discharge"
    },
    {
        "whisper_chunk": "No How about any changes to vision or hearing No Okay have you had a runny nose or a sore throat No Okay how about any changes to or have you had any loss of smell or any loss of taste No Okay and have you had a loss of appetite No Okay and have you had any unexpected",
        "gt_chunk": "P: No.\n\n\nD: How about any changes to vision or hearing?\n\n\nP: No. \n\n\nD: OK. Have you had a runny nose or sore throat? \n\n\nP: No. \n\n\nD: OK, how about um any changes to or have you had any loss of smell or any loss of taste? \n\n\nP: No. \n\n\nD: OK. And have you had a loss of appetite?\n\n\nP: No. \n\n\nD: OK, and have you had any unexpected"
    },
    {
        "whisper_chunk": "weight over the last several months I have had some weight loss actually about 15 pounds over the past six months Okay and have you been trying to lose weight No Okay have you had any fevers No Have you had any chills No Have you had any",
        "gt_chunk": "D: weight loss over the last several months?\n\n\nP: Um I have had some weight loss actually. About 15 pounds over the past six months.\n\n\nD: OK, and have you been trying to lose weight?\n\n\nP: No. \n\n\nD: OK. Um have you had any fevers?\n\n\nP: No. \n\n\nD: Have you had any chills? \n\n\nP: No.\n\n\nD: Have you had any"
    },
    {
        "whisper_chunk": "night sweats No Okay and have you had any heart palpitations or feeling like your heart's racing No Have you had any fainting or lightheadedness or dizziness No Okay have you had any abdominal pain No Have you had",
        "gt_chunk": "D: night sweats?\n\n\nP: No. \n\n\nD: OK. Um and have you had any heart palpitations or feeling like your heart's racing?\n\n\nP: No. \n\n\nD: Have you had any fainting or lightheadedness or dizziness? \n\n\nP: Um no.\n\n\nD: OK. Um have you had any abdominal pain? \n\n\nP: No.\n\n\nD: Have you had"
    },
    {
        "whisper_chunk": "any nausea or vomiting No Have you had any diarrhea or constipation No And have you had any skin rashes No Have you had any muscle aches or joint pains No And have you had any confusion or memory loss No Okay and how has your energy been",
        "gt_chunk": "D: any nausea or vomiting?\n\n\nP: Uh no. \n\n\nD: have you had any diarrhea or constipation.\n\n\nP: No.\n\n\nD: And, have you had any skin rashes? \n\n\nP: No.\n\n\nD: Have you had any muscle aches or joint pains?\n\n\nP: No. \n\n\nD: And have you had any ah confusion or memory loss? \n\n\nP: Uh No.\n\n\nD: OK, OK, and how is your energy been"
    },
    {
        "whisper_chunk": "recently Have you had any fatigue or malaise No Okay so it sounds like this dry cough and shortness of breath is mostly what you've been experiencing Have you been diagnosed with any medical conditions I have COPD",
        "gt_chunk": "D: recently have you had any fatigue or malaise?\n\n\nP:  Um no.\n\n\nD: OK, alright so it sounds like this this dry cough and then and shortness of breath it is mostly what you been um experiencing and have you been diagnosed with any medical conditions? \n\n\nP: Ah I have"
    },
    {
        "whisper_chunk": "Okay and do you use any medications or any inhalers No it's very mild Yeah so I haven't really I was just recently diagnosed so I haven't been started on any medications just yet Okay did you do a pulmonary function test where you're breathing into a tube Yeah All",
        "gt_chunk": "D:  and do you use uh any medications or any inhalers?\n\n\nP: Um know it's very mild. I it’s yeah, so I haven't really. I was just recently diagnosed so uhm I haven't been started on any medications just yet.\n\n\nD: OK, did you, do I I pulmonary function tests where you're breathing into a tube, \n\n\nP: yeah"
    },
    {
        "whisper_chunk": "right and do you have any allergies No And have you had any hospitalizations or any previous surgeries No Okay and can you tell me a little bit about your living situation like where you're living and who you're living with I live in a house with my husband",
        "gt_chunk": "D:  do you have any allergies? \n\n\nP: No.\n\n\nD: Um and have you had any hospitalizations or any previous surgeries? \n\n\nP: No.\n\n\nD: OK and could you tell me a little bit about your living situation? Like where you're living and who you're living with?\n\n\nP: I live in a house with my husband"
    },
    {
        "whisper_chunk": "Okay and has your husband been sick or anybody you've been around been sick No Okay and are you currently working Yeah so I'm working in construction I used to work in shipyards before but recently I've been doing some construction nothing heavy",
        "gt_chunk": "D: OK, and has your husband been sick or anybody you've been around been sick? \n\n\nP: No. \n\n\nD: OK. And are you currently working?\n\n\nP: Yeah, so I. I'm working in construction. Um I used to work in shipyards before, but recently I've I've been doing some construction, nothing heavy"
    },
    {
        "whisper_chunk": "just working on some old buildings I'll just take the odd job or something that comes up It's not full time Okay and any concerns for exposures while you're at work in terms of breathing in any dusts or any fumes We're given",
        "gt_chunk": "P: just working on some old buildings. I’ll ust take the odd job or something that comes up. It's not full time.\n\n\nD: OK. And any concerns for like exposures while you're at work in terms like breathing in any dusts or any fumes.\n\n\nP: Um were given"
    },
    {
        "whisper_chunk": "personal protective equipment for those concerns but when I was working in shipyards and constructions and old buildings and stuff I know there was some concern for not being properly equipped with the right equipment for protection and safety at that point So yeah it's possible",
        "gt_chunk": "P: personal protective equipment um for those concerns, but when I was younger I used to work a in shipyards and constructions and like old buildings and stuff, and I know there was some concern for not being ah properly equipped with the right equipment for protection and safety at that point so. Uh yeah, it's possible"
    },
    {
        "whisper_chunk": "I've been exposed to some things I see Is there a chance that there could have been asbestos in any of those places that you worked Yeah asbestos mold yeah you name it probably everything Yeah I see This was like 10 years ago 20 years ago or longer Yeah so it would have",
        "gt_chunk": "P: I've been exposed to some things.\n\n\nD: I see is there a chance that there could have been asbestos at any of those places that you worked?\n\n\nP: Yeah, asbestos or mold. Yeah, you name it. Probably everything.\n\n\nD: Yeah, I see this was like 10 years ago 20 years ago or or longer?\n\n\nP: Yeah, and so it would have"
    },
    {
        "whisper_chunk": "been yeah about like 30 years ago or yeah 30 40 years ago and I worked in those places for 30 to 40 years so around that time Okay and do you smoke cigarettes I quit recently since I found out that I might have COPD Oh congratulations It's not easy",
        "gt_chunk": "P: been. Yeah, about like 30 years ago or yeah 30, 40 years ago and. I worked in those places for 30 to 40 years, so. Around that time.\n\n\nD: OK, and do you smoke cigarettes?\n\n\nP: Um I quit recently since I found out that I might have COPD.\n\n\nD: Oh congratulations, it's not easy"
    },
    {
        "whisper_chunk": "to quit Yeah thank you And do you drink alcohol Once in a while I'll have a glass of wine once a week Okay and do you use recreational drugs No I don't Okay and are there any heart or lung conditions that run in the family",
        "gt_chunk": "D: to quit.\n\n\nP: Thank you.\n\n\nD: Uh and do you drink alcohol? \n\n\nP: Uh once in a while? I’ll have a glass of wine once a week.\n\n\nD: OK, and do you use recreational drugs?\n\n\nP: Um no I don't.\n\n\nD: OK. Um and uh are there any heart or lung conditions that run in the family"
    },
    {
        "whisper_chunk": "No Okay are there any cancers that are in the family like anybody who's had lung cancer No not that I can think of Okay and have you traveled anywhere recently No Okay and are you currently sexually active",
        "gt_chunk": "P: no. \n\n\nD: OK, are there any cancers that are in the family? Like anybody who's had lung cancer?\n\n\nP: Um. No, not that I can think of. \n\n\nD: OK. And um have you traveled anywhere recently?\n\n\nP: No. \n\n\nD: OK, and are you currently sexually  active"
    },
    {
        "whisper_chunk": "I am Okay and could you tell me about your partner or partners Is it your husband or anyone else Just my husband yeah Okay and any concerns for a sexually transmitted infection No Okay and I think that was everything that I wanted to ask on history today",
        "gt_chunk": "P: I am. \n\n\nD: OK um and can you tell me about your partner or partners? Is it's at your husband or um anyone else?\n\n\nP: Just my husband yeah.\n\n\nD: OK and any concerns for ah sexually transmitted infection? \n\n\nP: No. \n\n\nD: OK. And I think that was everything that I wanted to ask on history today"
    },
    {
        "whisper_chunk": "Was there anything else that you wanted to add that I maybe forgot about No that was it but what can I take to make these symptoms go away Well yeah so at this time it will be important to get some lung imaging and",
        "gt_chunk": "D: was there anything else that you wanted to add that I maybe forgot about?\n\n\nP: Um no that was it, but how like what can I take to make these symptoms go away?\n\n\nD: Well yeah, so at this time It will be important to get some lung imaging and"
    },
    {
        "whisper_chunk": "possibly some other investigations as well because of your exposure to inhalants and fumes and possibly asbestos I'm just concerned there could be possibly an asbestos related lung illness that you have and so",
        "gt_chunk": "D: possibly, some other investigations as well because of your exposure uh to inhalants and fumes, and possibly asbestos. So I’m concerned there could be possibly an asbestos related lung illness that that you have. Um and so"
    },
    {
        "whisper_chunk": "it'll be important to investigate for possibly an asbestos related lung cancer Okay Yeah Okay Okay Thank you",
        "gt_chunk": "D: will be important to investigate for, yeah possibly a asbestos related lung cancer, \n\nP: OK? \n\n\nD: Yeah.\n\n\nP: OK, thank you"
    }
]