[
    {
        "whisper_chunk": "brings you here today I've just been feeling really short of breath since this morning and I don't yeah I don't know what's going on Okay so it just started this morning Yeah And did you wake up feeling short of breath or was it after you had woken up and we were doing activities It was when I was doing activities",
        "gt_chunk": "D: brings you in here today?\n\nP: I've just been feeling really short of breath since this morning, and I don't, uh yeah I don't know what's going on. \n\nD: It just started this morning.\n\nP: Yeah.\n\nD: And uh, did you wake up feeling short of breath or was it after you had woken up and we were doing activities?\n\nP: It was when I was doing activities"
    },
    {
        "whisper_chunk": "Okay and what were you doing before you had the shortness of breath I was just going to the kitchen to make breakfast Okay and can you describe the shortness of breath Is it more so that you're having trouble taking deep breaths or are you taking shallow fast breaths How would you describe it I guess just",
        "gt_chunk": "D: OK, and what were you doing before you had the shortness of breath?\n\nP: Oh, I was just going to the kitchen to make breakfast. \n\nD: OK, and uhm can you describe the shortness of breath? Is it more so that you're having trouble, deep breaths, or are you taking shallow fast breaths? How would you describe it? \n\nP: Uhm? I guess just"
    },
    {
        "whisper_chunk": "shallow fast breaths Like I feel like I've run a marathon and I just yeah and all I've done is just walk to the kitchen Okay and has this happened to you before ever No Okay Are you having any other symptoms like cough sore throat chest pain anything like that No So it's just the shortness of breath",
        "gt_chunk": "P: shallow, fast breaths, I feel like I've run a marathon and I just yeah and all I've done is just walked to the kitchen.\n\nD: OK and has this happened to you before ever?\n\nP: No. \n\nD: No? OK. Are you having any other symptoms like off sore throat, chest pain, anything like that? \n\nP: No.\n\nD: So it's just the shortness of breath"
    },
    {
        "whisper_chunk": "Yeah that's it Okay and so it started this morning Is it still continuing or is it It's still there Okay It's still there Is it worse at all than it was this morning It's kind of the same I'd say Okay and are you getting any kind of chest discomfort or anything at all with breathing Maybe when I take a very deep",
        "gt_chunk": "P: Yeah, that's it. \n\nD: OK. And so it it started this morning, is it still continuing, or is it, uh?\n\nP: Still there. \n\nD: OK, is it worse at all than it was this morning?\n\nP: Uhm, kind of the same, I'd say.\n\nD: OK, are you getting any kind of chest discomfort or anything at all with breathing?\n\nP: Maybe when I take a very deep"
    },
    {
        "whisper_chunk": "breath in yeah It just kind of I feel like a sharp pain Okay Have you been having any chills or fevers anything like that No Okay Any dizziness or fainting spells No Okay Do you feel that your heart is racing at all No No nothing like that Okay and",
        "gt_chunk": "P: breath, then yeah. It just kind of I feel like this sharp pain. \n\nD: OK. How have you, having I've been having any chills or fever or anything like that?\n\nP: No. \n\nD: OK, any dizziness or fainting spells?\n\nP: No. \n\nD: OK, do you feel that your heart is racing at all? \n\nP: No. \n\nD: OK, And"
    },
    {
        "whisper_chunk": "have you tried anything that's helped you improve those symptoms like taking a rest or laying down flat anything like that No I haven't really tried much It just started this morning so I just decided to come in right away Okay Have you traveled at all recently No",
        "gt_chunk": "D: have you tried anything that's helped you improve those symptoms, like taking a rest or laying down flat? Anything like that?\n\nP: No, haven't really tried much. It just started this morning so I I just decided come in. Right away.\n\nD: Ok. Have you traveled at all recently?"
    },
    {
        "whisper_chunk": "Any contact with someone who's been sick recently I don't think so Sorry I did just get out of the hospital so maybe I could have had some contact or some exposure there Okay and so when did you get out of the hospital Two days ago Two",
        "gt_chunk": "D: Any uh contacted someone who's been sick recently?\n\nP: I don't think so.\n\nD: OK.\n\nP: I did just say sorry, I I did just get out of the hospital so maybe I could have had some contact. There's some exposure there. \n\nD: OK, so so when did you get out of the hospital?\n\nP: Uhm, two days ago. \n\nD: Two"
    },
    {
        "whisper_chunk": "days ago Okay and what were you in the hospital for I broke my hip Okay and did you have surgery for your hip No they didn't think surgery was needed Okay so how long were you in the hospital for About four days",
        "gt_chunk": "D: days ago, OK, and what were you in the hospital for?\n\nP: Uhm? I had, I broke my hip.\n\nD: OK, and did you have a surgery for your hip?\n\nP: No. They didn't think it was, surgery was needed.\n\nD: OK, so how long were you in the hospital for?\n\nP: About 4 days"
    },
    {
        "whisper_chunk": "Four days okay and in those four days what were they doing for you there Just trying to sort of help me just doing physiotherapy and helping me sort of get up and get out of bed Okay And like giving me pain medications Okay and when you went home did they set up any kind of home care for you or anything like that Yeah they did",
        "gt_chunk": "D: Four days, OK. And in those four days what were they doing for you there?\n\nP: Just trying to help me just doing physiotherapy and helping me sort of get up and get out of bed. \n\nD: OK.\n\nP: And like giving me pain medications.\n\nD: And since, or like when you went home today, set up any kind of home care for you or anything like that?\n\nP: Yeah they did"
    },
    {
        "whisper_chunk": "A nurse comes in once a day Okay and how about physiotherapy Yeah I don't know They haven't really been coming in and I asked the nurse and she said she's going to look into it Maybe something went wrong there Okay and after you've been discharged have you been moving around at all or have you been pretty immobilized I try but it's",
        "gt_chunk": "P: A nurse comes in once a day.\n\nD: OK, and how about uh physiotherapy?\n\nP: Yeah, I don't know. They haven't really been coming in and I I asked the nurse and she said she's gonna look into it. Maybe something went wrong there.\n\nD: OK, Um, and after you've been discharged, have you been moving around at all, or if you've been pretty immobilized?\n\nP: I try, but it's"
    },
    {
        "whisper_chunk": "been hard especially the first couple of days I don't think I did much but since then I've been trying to move around a little bit more Okay Have you noticed any kind of swelling in your legs at all No No nothing like that No Have you previously had any kind of clots like deep",
        "gt_chunk": "P: been hard like, specially the first couple of days. I don't think it did much. But since then, I've been, I've been trying to move around a little bit more. \n\nD: OK. Have you noticed any kind of swelling in your legs at all?\n\nP: Uh, no. \n\nD: No, nothing like that? \n\nP: No. \n\nD: Have you previously had any kind of clots, like a deep"
    },
    {
        "whisper_chunk": "vein thrombosis or pulmonary embolism anything like that No Okay Have you had any previous diagnosis of cancer Um I did in the past About 10 years ago I had leukemia Leukemia Okay And are you still on any kind of treatment or do you see an oncologist or a hematologist No not anymore",
        "gt_chunk": "D: vein thrombosis or pulmonary embolism? Anything like that?\n\nP: No.\n\nD: Have you had any previous diagnosis of cancer? \n\nP: I did in the past. About 10 years ago I had leukaemia.\n\nD: Leukaemia, OK. And are you still on any kind of treatment or do you see an oncologist or a mythologist?\n\nP: No, not anymore"
    },
    {
        "whisper_chunk": "Not anymore Okay And so are you experiencing any kind of coughing up blood or anything like that Um no No Okay Do you feel any pain in your calves at all No No Okay Great Other than that are you having any symptoms of nausea",
        "gt_chunk": "D: Not anymore? OK. Um and so are you experiencing any kind of coughing up blood or anything like that?\n\nP: Uhm, no.  \n\nD: No. OK. Um do you feel any pain in your caps at all?\n\nP: No. \n\nD: No, OK. Alright, other than that, are you having any symptoms of nausea"
    },
    {
        "whisper_chunk": "or vomiting at all Um no I don't Okay Any fevers or chills No Okay Any night sweats or fatigue No Okay Any diarrhea or constipation No none of those Okay Besides the cancer any",
        "gt_chunk": "D:  vomiting at all? \n\nP: Uhm, no I don't.\n\nD: OK, any fevers or chills?\n\nP: No. \n\nD: OK. Any night sweats or fatigue?\n\nP: No.\n\nD: Ok. Any diarrhea or constipation?\n\nP: No. None of those.\n\nD: OK. And besides the cancer, any"
    },
    {
        "whisper_chunk": "previous medical conditions that you've been diagnosed with No I was pretty healthy before that Okay Any history of any clotting or any clotting disorders at all No Okay Do you take any medications currently No no not anymore Okay Any allergies to any medications Um no",
        "gt_chunk": "D: previous medical conditions that you've been diagnosed with?\n\nP: No, I was pretty healthy before that.\n\nD: Ok, any history of any clotting or clotting disorders at all?\n\nP: No. \n\nD: OK. Do you take any medications currently?\n\nP: No, no, not anymore. \n\nD: OK, any allergies to any medications? \n\nP: Uhm, no"
    },
    {
        "whisper_chunk": "Okay Um any family history of any longer heart conditions Um not longer heart conditions no Okay And currently right now do you work at all Yeah I do I um I'm a banker Banker okay Um",
        "gt_chunk": "D: Ok. Um any family history of any lung or heart conditions?\n\nP: Um, no lung or heart conditions, no.\n\nD: OK. And currently right now do you work at all? \n\nP: Yeah I do. I um, I'm a banker. \n\nD: Banker "
    },
    {
        "whisper_chunk": "and what's your living situation like Do you live with anyone or where do you live Uh I live at home with my husband and my two kids Okay And do you smoke at all No I don't Okay And uh do you use any recreational drugs like marijuana Uh sometimes I'll have marijuana um with my friends",
        "gt_chunk": "D: And what's your living situation like? Where do you live with anyone or inward? Where do you live? \n\nP: I live at home with my husband and my two kids.\n\nD: Ok, and you smoke it all?\n\nP: No, I don't. \n\nD: OK. And do you use any recreational drugs like marijuana?\n\nP: Uh, sometimes I'll have marijuana with my friends"
    },
    {
        "whisper_chunk": "uh but I haven't really done that since the pandemic started Okay And do you drink alcohol Yeah I do Um I'll have maybe two or three um glasses of beer on the weekends Okay All right So those are all the uh questions I have for you today We'll do a physical examination next Uh do you have any questions or concerns No Okay So yeah right now one of the main",
        "gt_chunk": "P: , but I haven't really done that since the pandemic started.\n\nD: OK, and you drink alcohol? \n\nP: Yeah, I do come. I'll have maybe two or three glasses of beer on the weekend.\n\nD: OK. Alright, so these are all this questions I had for you today. We'll do a full physical examination next. Do you have any questions or concerns?\n\nP: No.\n\nD: OK, so yeah, right now one of the main"
    },
    {
        "whisper_chunk": "things we want to rule out uh especially since you had the sudden shortness of breath today after a history of just recent discharge and the um hip fracture or injury um and you were immobilized we need to make sure you haven't developed a clot that has traveled to your lungs So we'll do a full physical examination and get some blood work done initially and then see if you require",
        "gt_chunk": "D: things we want to rule out, especially since you had the sudden shortness of breath today after a history of just recent discharge and the hip fracture or injury, and you're immobilized we need to make sure you haven't developed a clot that has traveled to your lungs. So we'll do a full physical examination and get some blood work done initially and then see if you require"
    },
    {
        "whisper_chunk": "um uh any medications for if you need thrombolysis for to to break up the clot Um and we'll we might do some imaging as well So yeah we'll we'll just start with that Uh and then uh we'll go from there Sure Okay So you'll be in here for um um a few hours uh until we get all those things done and uh see if you need any admission at all to the hospital",
        "gt_chunk": "D:  any medications for if you need thrombolysis for to break up the clot. We'll, we might do some imaging as well, so yeah, well, we'll just start with that, and then we'll go from there.\n\nP: Sure. \n\nD: So you'll be in here for a few hours until we get all those things done and see if you need any admission at all to the hospital"
    },
    {
        "whisper_chunk": "Sure Okay All right Thank you You're welcome Take care",
        "gt_chunk": "P: Sure.\n\nD: Alright. \n\nP: Thank you.\n\nD: Welcome, take care"
    }
]