[
    {
        "whisper_chunk": "What brings you in here today So I've had this runny nose well first it was a stuffy nose but now I've had this runny nose for the past week and a half and it doesn't seem to be getting any better So I was just wondering if you could give me something for that Yeah so let's just try to first see what's going on So you've been having this when did it start getting stuffy",
        "gt_chunk": "D: what brings you in here today?\n\nP: Uhm, so I've had this runny nose, well first it was a stuffy nose, but now I've had this runny nose for the past week and a half and it doesn't seem to be getting any better. So I was just wondering if you could give me something for that?\n\nD: Yeah, so yeah, let's just try to first see what's going on. So you've been having this, so when did it start getting stuffy"
    },
    {
        "whisper_chunk": "It started getting stuffy about two weeks ago Two weeks ago and when did it start getting just a runny nose Yeah that started a week and a half ago Okay and have these symptoms gotten worse at all No it stayed about the same Okay and do you have any coughing No no coughing No coughing Any",
        "gt_chunk": "P: it started getting stuffy about two weeks ago.\n\nD: Two weeks ago, and when did it start getting, like just a runny nose?\n\nP: Yeah, that started a week and a half ago.\n\nD: OK, and have your symptoms, have these symptoms gotten worse at all?\n\nP: No, it stayed about the same.\n\nD: OK and do you have any coughing?\n\nP: No, no coughing.\n\nD: No coughing,"
    },
    {
        "whisper_chunk": "fevers or chills No No And from the runny nose are you having any yellow or green discharge No it's clear It's clear Okay Have you at all coughed up any blood at all No nothing like that Okay and do these symptoms come and go or are they",
        "gt_chunk": "D: fevers or chills?\n\nP: No.\n\nD: No, uhm, and the, from the runny nose, are you having any yellow or green discharge?\n\nP: No, it's clear. \n\nD: It's clear, OK. Have you at all coughed up any blood at all?\n\nP: No, nothing like that.\n\nD: OK, and do these symptoms come and go, or are they"
    },
    {
        "whisper_chunk": "pretty constant They're pretty constant Okay And is there anything that you've tried that has helped you with these symptoms any over the counter medications No I haven't tried anything I've been thinking about using some nasal decongestants but I don't want to make my runny nose any worse Yeah no that's a fair point And yeah there's multiple things",
        "gt_chunk": "D: pretty constant?\n\nP: Uhm, they are pretty constant. \n\nD: OK, and is there anything that you have tried that has helped you with these symptoms? Any over the counter medications?\n\nP: No, I haven't tried anything. I've been thinking about using some nasal decongestion but I don't want to make my runny nose any worse.\n\nD: Yeah, no, that's a, that's a fair point. And yeah, there's multiple things"
    },
    {
        "whisper_chunk": "that you can try over the counter but we can get into that more later Are you having any other symptoms at all like any shortness of breath chest pain any kind of dizziness anything like that No dizziness I feel like sometimes I have a headache though because I feel like there's a lot of fluid or something backed up into my sinuses Okay so are you feeling that pressure",
        "gt_chunk": "D: that you can try over the counter, but we can get into that more later. Are you having any other symptoms at all, like any, shortness of breath, chest pain, any kind of dizziness, anything like that?\n\nP: No dizziness, I feel like sometimes I have a headache though, because I feel like there's a lot of fluid or something backed up into my sinuses.\n\nD: OK, so do you, are you feeling, that pressure"
    },
    {
        "whisper_chunk": "in your face A little bit yeah Okay Have you at all in the past couple weeks to a month had contact with anyone that was sick No nothing like that that I can think of Okay And any travel No Okay And any symptoms of a loss of",
        "gt_chunk": "D: in your face at all?\n\nP: Mhm, a little bit, yeah.\n\nD: OK. Have you at all in the past couple weeks to a month had contact with anyone that was sick?\n\nP: No, nothing like that, that I can think of.\n\nD: OK and any travel?\n\nP: Uhm, no. \n\nD: OK, and any symptoms of a loss of"
    },
    {
        "whisper_chunk": "sense of taste or smell No No Any nausea or vomiting No Any night sweats No How about fatigue Do you feel tired A little bit yeah Okay Do you work at all I work from home right now Okay And has this affected your work in any way",
        "gt_chunk": "D: sense of taste or smell?\n\nP: No.\n\nD: No, any nausea or vomiting?\n\nP: Uh, nope.\n\nD: Any night sweats?\n\nP: No. \n\nD: How about fatigue, or do you feel tired?\n\nP: A little bit, yeah. \n\nD: OK, are you, do you work at all?\n\nP: I work from home right now.\n\nD: OK, and has this affected your work in any way"
    },
    {
        "whisper_chunk": "No Okay Where do you live Do you live in an apartment a house I live in an apartment And do you live with anyone No just by myself Okay And any mold or dust or fumes anything in your household I have some old carpets but that's about it Okay Have you felt",
        "gt_chunk": "D: , where do you live? Do you live in an apartment, a house?\n\nP: I live in an apartment. \n\nD: And do you live with anyone?\n\nP: No, just by myself.\n\nD: OK, and any mold or dust or fumes, anything in your household?\n\nP: I have some old carpets, but that's about it.\n\nD: OK. Have you felt"
    },
    {
        "whisper_chunk": "any changes in your sleep or appetite No nothing like that Okay Any changes in your bowel movement like diarrhea or constipation No Any urinary trouble No Any weight loss No Okay Do you have any past medical conditions that you've been diagnosed with like asthma or anything else Nope I'm",
        "gt_chunk": "D: any changes in your sleep or appetite? \n\nP: No, nothing like that.\n\nD: OK. Any changes in your bowel movement, like diarrhea or Constipation?\n\nP: No.\n\nD: Any urinary trouble?\n\nP: No.\n\nD: Any weight loss? \n\nP: No.\n\nD: OK. Do you have any past medical conditions that you've been diagnosed with, like asthma or anything else?"
    },
    {
        "whisper_chunk": "healthy otherwise Okay Any allergies that you know of Nope No allergies either Okay Do you take any regular medications No I don't even take vitamins Okay Any hospitalizations or surgeries in the past I had an arm fracture when I was younger but that's it Okay But other than that nothing else",
        "gt_chunk": "P: healthy otherwise.\n\nD: OK, any allergies that you know of?\n\nP: Uh, nope, no allergies either.\n\nD: OK. Do you take any regular medications?\n\nP: Uh no, I don't even take vitamins.\n\nD: OK. Any hospitalizations or surgeries in the past?\n\nP: I had an arm fracture when I was younger, but that's it.\n\nD: OK, but other than that, nothing else"
    },
    {
        "whisper_chunk": "No Okay And currently right now do you smoke cigarettes at all No Have you smoked in the past No Any recreational drugs like marijuana No Okay And do you drink alcohol Once in a while I'll have like a glass of wine every week Okay And yeah those",
        "gt_chunk": "P: No.\n\nD: OK. And currently right now, do you smoke cigarettes at all? \n\nP: No.\n\nD: Have you smoked in the past? \n\nP: No.\n\nD: Any recreational drugs like marijuana?\n\nP: No. \n\nD: OK. And do you drink alcohol?\n\nP: Once in a while I'll have like a glass of wine every week.\n\nD: OK. And yeah, those"
    },
    {
        "whisper_chunk": "are pretty much all the questions I have right now Do you have any questions No What can I do about this runny nose Yeah so it seems that's been going on for more than one and a half week What is reassuring is that you're not having any other symptoms that are concerning like you're not having any cough you're not having any green or yellow sputum you're not having any fever So it seems",
        "gt_chunk": "D: are pretty much all the questions I have right now. Do you have any questions?\n\nP: Uh, no, what can I do about this runny nose?\n\nD: Yeah, so it seems like it's been going on for more than one and a half week. What, what is reassuring is that you're not having any other symptoms that are concerning, like you're not having any cough, you're not having any green or yellow sputum, you're not having any fevers, so it seems"
    },
    {
        "whisper_chunk": "that you might just be having a cold which can be caused by just a viral infection But it should go away on its own Just make sure that you're getting some rest you're hydrating well You can get some over the counter medications like Tylenol cold for example But for now I would say we should just wait and watch But just in case also since it is one of",
        "gt_chunk": "D: that you might just be having a cold, which can be caused by just a viral, uh, infection, but it should go away on its own. Just make sure that you're getting some rest, you're hydrating well, uhm, you can get some over the counter medications like Tylenol cold for example, but for now I would say we should just wait and watch. But just in case, also, since it is one of"
    },
    {
        "whisper_chunk": "the symptoms that's for COVID as well in this time period we will just get a COVID swab just in case But most likely it's nothing to be worried about Until you get your test I would recommend staying isolated and then we can go on from there Does that sound good to you Yeah that sounds great Thank you so much You're welcome",
        "gt_chunk": "D: the symptoms that's for covid as well, in this time period we will just get a covid swab just in case, but most likely it's nothing to be worried about. Until you get your test, I would recommend staying isolated. And then we can go on from there, is that, does that sound good to you?\n\nP: Yeah, that sounds great. Thank you so much. \n\nD: You're welcome"
    },
    {
        "whisper_chunk": "Take care You too Bye",
        "gt_chunk": "D: take care.\n\nP: You too.\n\nD: Bye"
    }
]