[
    {
        "whisper_chunk": "wondering if you could tell us what brought you into CS Yeah so I just came in I was a bit worried because I've been having this cough for around two years which has been getting worse but recently I've noticed that I see streaks of blood in this putum that I'm producing Before it just used to be like white but now I'm seeing over the last I would say two months occasionally some streaks of blood",
        "gt_chunk": "D: wondering if you could tell us what brought you in to see us.\n\nP: Yeah, so I just came in. I was a bit worried because I've been having this cough for around two years, which has been getting worse. But recently I've noticed that I see streaks of blood in the sputum that I'm producing. Before it just used to be like white but now I'm seeing over the last, I would say two months occasionally some streaks of blood"
    },
    {
        "whisper_chunk": "Okay and the cough started two years ago Yeah Okay and it's been gradually getting worse over that time Yeah I would say so It's getting more frequent and worse in nature Okay and how much sputum are you bringing up in a day Probably like a couple teaspoons Okay and",
        "gt_chunk": "D: OK, and the cough started two years ago.\n\nP: Yeah.\n\nD: OK. And, it's been gradually getting worse over that time?\n\nP: Yeah, I would say so. It's getting more frequent and worse in nature.\n\nD: OK. And how much sputum are you bringing up an in a day?\n\nP: Probably like a, a couple teaspoons. \n\nD: OK, and"
    },
    {
        "whisper_chunk": "are you seeing like bright red blood when you're coughing it up It's kind of mixed into the sputum I would say but it definitely is red Okay and how much blood would you say that you're bringing up Would it be teaspoons or a cup or No it's just like little streaks It's not really significant It doesn't feel like",
        "gt_chunk": "D: are you seeing like bright red blood when you're when you're coughing it up?\n\nP: Uh. In this it's kind of mixed into the sputum. I would say like, but it definitely is red.\n\nD: OK. And how much blood would you say that you're you're bringing up would be teaspoons? Or a Cup? Or?\n\nP: No. It's just like a little streaks. It's not really significant, it doesn't feel like"
    },
    {
        "whisper_chunk": "the whole production of the sputum but just like little streaks that I've noticed Okay and is the cough worse at any particular time of day It definitely gets worse when I'm doing more activities and then also when I get like some viral infections but other than that it's pretty much always there",
        "gt_chunk": "P: the whole production of the sputum, but just like little streaks that I've noticed.\n\nD: OK and um is the cough worse, at any particular time of day?\n\nP: Um, it definitely gets worse when I'm doing more activities and then also when I get like some viral infections. But other than that, it's pretty much always there"
    },
    {
        "whisper_chunk": "Okay anything that makes it worse You said some viral infections Have you had a viral infection recently Yeah like in the two or three viral infections just colds cold symptoms Has there been anything that you've tried to make the cough better",
        "gt_chunk": "D: OK, anything that that makes it worse? You said some viral infections. Have you had a viral infection recently?\n\nP: Yeah, like in the last two years, I've probably had two or three viral infections, just just just cold cold symptoms.\n\nD: Has there been anything that you've tried to make the cough better"
    },
    {
        "whisper_chunk": "I've tried the Tylenol cold It hasn't really worked I've tried just other over the counter medications They haven't really worked Okay and prior to two years ago were you experiencing any similar symptoms like this cough or bringing up blood before in",
        "gt_chunk": "P: I've tried the Tylenol Cold, hasn't really worked. Tried just other over the counter medications, haven't really worked. \n\nD: OK. And prior to two years ago um, were you experiencing any similar symptoms like, uh, like this cough or bringing up blood before? \n\nP: In"
    },
    {
        "whisper_chunk": "the little bit of a cough here and there But over the last two years I feel that it's been getting much worse Okay have you been diagnosed with chronic bronchitis before Yeah I think so Okay and so with",
        "gt_chunk": "P:  little bit of a cough here and there, but over the last two years I feel that it's been getting much worse. \n\nD: OK, have you been diagnosed with chronic bronchitis before?\n\nP: Yeah I think so.\n\nD: OK. Um and so with"
    },
    {
        "whisper_chunk": "this cough and now blood tinged sputum have you been experiencing any other more tired than I used to throughout the day Okay Sometimes I also feel more breathless when I'm exerting myself more",
        "gt_chunk": "D: this cough and now blood tinged sputum, have you been experiencing any other symptoms?\n\nP: Um, I do feel sometimes I get like more tired than I used to throughout the day.\n\nD: OK.\n\nP: Um, sometimes I also feel more breathless on when I'm exerting myself more"
    },
    {
        "whisper_chunk": "Okay and have you been having any fevers or chills No no I haven't How about any night sweats No Have you lost any weight Yeah I've actually lost a significant amount of weight I would say within the last one and a half month I've probably lost",
        "gt_chunk": "D: OK, and have you been having any fevers or chills?\n\nP: No, no I haven't.\n\nD: How about any night sweats?\n\nP: No.\n\nD: Have you lost any weight?\n\nP: Yeah, I've actually lost a significant amount of weight. I would say within the last 1 and a 1/2 months probably lost"
    },
    {
        "whisper_chunk": "like eight to ten pounds Okay have you been trying to lose weight No not really I've just been sitting around like I can barely walk that much anymore too I used to be able to walk at least 400 meters around the block but now I can barely even go to the kitchen Okay is this because of the shortness of breath when you are exerting Yeah that and I just",
        "gt_chunk": "P: like 8 to 10 pounds. \n\nD: OK, have you been trying to lose weight?\n\nP: No, not really I've just been sitting around like I can barely walk that much anymore too. I used to be able to walk at least 400 meters around the block, but now I can barely even go to the kitchen. \n\nD: OK, is this because of the shortness of breath when you are are exerting? \n\nP: Yeah, that and I just"
    },
    {
        "whisper_chunk": "start coughing so much that I just have to sit down Okay and have you been having any headaches No headaches All right and how has your appetite been I think it's been pretty much the same Sometimes when I'm coughing a lot I don't feel like eating but other than that it's been around the same Okay any nausea or vomiting",
        "gt_chunk": "P: start coughing so much that I just have to sit down.\n\nD: OK. Um, and have you been having any headaches?\n\nP: No headaches.\n\nD: Alright, and how about and how is your appetite been?\n\nP: Um, I think it's been pretty much the same. Sometimes when I'm coughing a lot, I don't feel like eating, but other than that it's been around the same.\n\nD: OK, any nausea or vomiting"
    },
    {
        "whisper_chunk": "No Any runny nose or sore throat No Okay and then how about a loss of smell or a loss of taste No nothing like that Okay have you been having any chest pain Nope Any heart palpitations Nope Any wheezing when you're breathing Sometimes I would say like when it gets worse when I'm exerting myself more I can get",
        "gt_chunk": "P: No. \n\nD: Any runny nose or sore throat?\n\nP: No.\n\nD: OK. And then how about a loss of smell or a loss of taste? \n\nP: No, nothing like that.\n\nD: OK, have you been having any chest pain?\n\nP: No. \n\nD: Any heart palpitations? \n\nP: Nope.\n\nD: Any wheezing when you're breathing?\n\nP: Sometimes I would say like when when, it gets worse when I'm exerting myself more, I I can get"
    },
    {
        "whisper_chunk": "some wheezing Okay and have you noticed any swelling in your feet or ankles No nothing like that All right and have you woken up at night extremely short of breath No I'm pretty fine during the night All right and have you been having any abdominal pain Nope Any urinary problems Nope",
        "gt_chunk": "P: some wheezing. \n\nD: OK, and have you noticed any swelling in your feet or ankles?\n\nP: No, nothing like that. \n\nD: Alright. And have you woken up at night extremely short of breath?\n\nP: No, I'm pretty fine during the night. \n\nD: Alright And, uh, have you been having any abdominal pain?\n\nP: No.\n\nD: Any urinary problems?"
    },
    {
        "whisper_chunk": "Any bowel problems like diarrhea or constipation No nothing like that All right any skin rashes Nope Any joint pains or muscle pains Nope Any weakness Not weakness I would just say more fatigue All right so I know you told me COPD but do you have any other medical diagnoses Yeah I have high blood pressure as",
        "gt_chunk": "D: Any bowel problems like diarrhea or constipation?\n\nP: No, nothing like that. \n\nD: Alright, any skin rashes?\n\nP: Nope.\n\nD: Any joint pains or or muscle pains?\n\nP: No.\n\nD: Any weakness?\n\nP: Not weakness, I'll just say more fatigue. \n\nD: Alright so I know you told me a COPD, but do you have any other medical diagnosis? \n\nP: Yeah, I have high blood pressure as"
    },
    {
        "whisper_chunk": "well and I think I have high cholesterol too I see okay Do you take any medications regularly Yeah so for the cholesterol I'm taking rosuvastatin and I forget what I'm taking for the blood pressure but it's pretty well under control Okay do you use any inhalers",
        "gt_chunk": "D: .\n\nP: I think I have high cholesterol too.\n\nD: I see, OK. Do you take any medications regularly?\n\nP: Yeah, so for the cholesterol taking Rosuvastatin and I forget what I'm taking for the blood pressure, but it's pretty well under control.\n\nD: OK, do you use any inhalers"
    },
    {
        "whisper_chunk": "for I think like three different inhalers but I haven't had to use them for I'd say more than 10 years now Okay and what was the reason for not needing them anymore I just didn't have any symptoms for a pretty long time and my doc said like if I don't really",
        "gt_chunk": "P:  I think like 3 different inhalers but haven't had to use them for more than 10 years now.\n\nD: OK, and what was the reason for not needing them anymore? \n\nP: I just didn't have any symptoms for a pretty long time and my doc said like if I don't really"
    },
    {
        "whisper_chunk": "need them then I can just stop Okay and have you had any recent hospitalizations No Any allergies to medications Nope Any surgeries that you've had in the past No surgeries Okay and are your vaccinations up to date Yep Okay and can you tell me a little bit about your social situation or living situation",
        "gt_chunk": "P: need them then I could just stop.\n\nD: OK, and have you had any recent hospitalizations? \n\nP: No.\n\nD: Any allergies to medications?\n\nP: Nope. \n\nD: Any surgeries that you had in the past?\n\nP: No surgeries. \n\nD: OK, And are your vaccinations up to date?\n\nP: Yup. \n\nD: OK, and could you tell me a little bit about your social situation or living situation"
    },
    {
        "whisper_chunk": "Yeah so currently I'm just living by myself in an apartment I've been there for more than 10 years now I'm retired so I'm not working anymore but yeah that's me Okay great What did you do previously for work Did you have any exposures to chemicals or",
        "gt_chunk": "P: Yeah, so currently I'm just living by myself in an apartment. I've been there for more than 10 years now. Um, I am retired so I'm not working anymore. But yeah, that's that's me.\n\nD: OK, great um. What did you do previously for for work? Did you have any exposures for two chemicals or"
    },
    {
        "whisper_chunk": "asbestos things of that nature Yeah so I worked in the steel factory for most of my working life I think yeah there might have been some exposures to chemicals and just dust particles Asbestos I don't think there was exposure but definitely I may have lived in places that had asbestos Yeah Okay",
        "gt_chunk": "D: asbestos? Things like of that nature?\n\nP: Oh yes, I worked in the steel factory for most of my working life. I think yeah, there might have been some exposures to chemicals and dust particles. Asbestos I don't think there was exposure, but definitely I may have lived in places that had asbestos. I"
    },
    {
        "whisper_chunk": "how long have you been living where you've been now So this is like the one I'm living in as a new place but before that I lived in another apartment for around five years and that was a pretty old building Okay and do you have any pets No pets no Okay and do you smoke cigarettes",
        "gt_chunk": "D: how long have you been living where you you've been now?\n\nP: So this this is like the one I'm living in is a new place, but before that, I lived in another apartment for around five years and that was a pretty old building.\n\nD: OK, do you have any pets?\n\nP: No pets, no.\n\nD: OK um. And do you smoke cigarettes"
    },
    {
        "whisper_chunk": "Yeah I smoke I would say around 20 cigarettes a day right now All right and did you smoke more previously Yeah I think I've been smoking for almost like 40 years now and I used to smoke up to 30 cigarettes a day Okay and do you smoke cannabis No All right and do you drink alcohol Just maybe",
        "gt_chunk": "P: Yeah, I smoke, I'd say around 20 cigarettes a day right now.\n\nD: Alright, and did you smoke more previously?\n\nP: Yeah, I think I've been smoking for almost like 40 years now and I used to smoke up to 30 cigarettes a day. \n\nD: OK, do you smoke cannabis?\n\nP: No. \n\nD: Alright. Do you drink alcohol?\n\nP: Um just maybe"
    },
    {
        "whisper_chunk": "a couple times a month nothing throughout the week Okay so do you use any recreational drugs like IV drugs or opioids or cocaine No nothing like that All right and anybody in the family have any similar symptoms before like coughing up blood No not that I know of My father passed away from a heart attack when he was in his 60s",
        "gt_chunk": "P: a couple times a month. Nothing, nothing throughout the week.\n\nD: OK, so do you use any recreational drugs like IV drugs or opioids or cocaine? \n\nP: No, nothing like that.\n\nD: Alright. And anybody in the family have any similar symptoms before like coughing up blood or?\n\nP: No. Not that I know of. My father passed away from a heart attack when he was in his 60s"
    },
    {
        "whisper_chunk": "and I think my mother had like I think one of the like an arthritis Yeah like but I think that was just like the one that you get with old age Okay like osteoarthritis Yeah that was the one Okay any cancers in the family Not",
        "gt_chunk": "P: And I think my mother had a, um like I think one of the like, an arthritis. But yeah, like, but I think that was just like the one that you get with old age.\n\nD: OK, like osteoarthritis? \n\nP: Yeah that that was the one.\n\nD: OK. Any cancers in the family?"
    },
    {
        "whisper_chunk": "that I know of One of my uncles had like bladder cancer but that's about it Okay and have you have you traveled anywhere recently or been around any sick contacts possibly people anybody who's had tuberculosis or any infections No I've been pretty much to nothing Okay was there anything that you",
        "gt_chunk": "P: that, one of my uncles had like um bladder cancer, but that's that's that's about it.\n\nD: OK, and have you have you traveled anywhere recently or been around any sick contacts? Possibly people anybody who's had tuberculosis or any infections?\n\nP: No, I've been pretty much to myself over the last"
    },
    {
        "whisper_chunk": "were worried that this could be Yeah just the blood I kind of got scared or maybe I thought like you know what if it's a cancer One of my friends had lung cancer and I know I've been smoking for most of my life so that's something I was worried about I can certainly see the concern and I understand where you're coming from I",
        "gt_chunk": "D: re worried that this could be?\n\nP: Um Yeah, just the blood I kind of got scared maybe I thought like you know what if it's a cancer? One of my friends had lung cancer and I I know I've been smoking for most of my life, so that's something I was worried about.\n\nD: Um, I can certainly see that the concern and I understand where you're coming from. I"
    },
    {
        "whisper_chunk": "think it would be very reasonable to investigate that today So we'll start with a chest CT along with some lab work and we'll get a CBC and some electrolytes Also get an ECG as well to just check your heart and we will see what the",
        "gt_chunk": "D: think it would be very reasonable to investigate that today. So we'll start with a chest CT along with some lab work and we will get a CBC and some electrolytes, also get an ECG as well to just check your heart and we will see what"
    },
    {
        "whisper_chunk": "investigations show Sounds good Okay and other things to think about This could be also related to COPD I know this has been going on a long time but possibly could have a pneumonia that's been lingering on particularly if it's a fungal type of infection as well as things",
        "gt_chunk": "D: investigations show\n\nP: Sounds good. \n\nD: OK, and um, other things that um to think about this could be, uh, also like to COPD I know it's been going on a long time, but possibly could have a pneumonia that's been lingering on, particularly if it's a fungal type of infection and as well as things"
    },
    {
        "whisper_chunk": "like you mentioned you're unsure if you've had an asbestos exposure in the past and stuff like that can possibly lead to scarring of the lung and so all of these factors will be looked into Okay sounds good Thank you so much You're welcome Thank you",
        "gt_chunk": "D: like you mentioned you possibly unsure if you've had an asbestos exposure in the past and stuff like that can possibly lead to scarring of the lung, and so all of these factors will be looked into.\n\nP: OK, sounds good. Thank you so much. \n\nD: Alright, you're welcome, thank you"
    }
]