[
    {
        "whisper_chunk": "what can I do for you I've been feeling really just bad these last couple of days I've had these muscle aches and headache and cough that have been really bothering me When did all this start About three days ago I woke up in the morning",
        "gt_chunk": "D: What can I do for you?\n\nP: I've been feeling really, just, bad these last couple of days. I've had these, uh, muscle aches and headache and cough that have been really bothering me.\n\nD: When did all this start? \n\nP: So yeah, about 3 days ago I woke up in the morning"
    },
    {
        "whisper_chunk": "with muscle aches and a cough started that day Can you tell me a little bit more about the cough Is it a dry cough or a wet cough It's a dry cough I haven't brought up any sputum and no blood And the muscle aches",
        "gt_chunk": "P:  muscle aches and a cough started kind of that day.\n\nD: OK, can you tell me a little bit more about the cough? Is it a dry cough or wet cough?\n\nP: It's a dry cough, I haven't brought up any any sputum and no blood.\n\nD: And the muscle aches"
    },
    {
        "whisper_chunk": "is it all over Is it specific for your body Yeah it's kind of all over It just feels kind of icky Has the cough gotten better or worse over the past three days It's gotten a little worse I would say it's a bit more frequent The cough isn't that bad",
        "gt_chunk": "D: is it all over? is it specific part of your body?\n\nP: Yeah, It's just kinda all over, just feels kind of icky.\n\nD: OK, and has the cough gotten better or worse over the past three days?\n\nP: It's got a little worse. I think I would say it's a bit more frequent. But the cough isn't that bad"
    },
    {
        "whisper_chunk": "but it's gotten worse Okay and you mentioned headaches When did those start So within the last couple of days I've had a headache honestly most of the time I've been using Tylenol or acetaminophen to help with those It's taken the edge off of the headaches for sure",
        "gt_chunk": "P: but it's gotten worse.\n\nD: OK, and you mentioned headaches. When did those start?\n\nP: So within the last couple of days, yeah, I've had a headache, want to say, most of the time. And I've been using Tylenol or Acetaminophen to help with those. Its taken the edge off of the headaches, for sure"
    },
    {
        "whisper_chunk": "Do you usually get headaches Every once in a while maybe once or twice a month maybe even less than that Is your current headache similar to the headaches that you usually get It is yeah I feel as if my head is being squeezed and I kind of have a pressure or yeah that kind of squeezing sensation on my",
        "gt_chunk": "D: Do you usually get headaches?\n\nP: Every once in a while, maybe once or twice a month, maybe even less than that.\n\nD: Is your current headache similar to the headaches that you usually get?\n\nP: It is, yeah, it's yeah, It feels like my head is being squeezed and I kind of have a pressure, where yeah, that kind of squeezing sensation on my"
    },
    {
        "whisper_chunk": "forehead Okay so it's just that front part both sides left and right Yeah kind of both sides Okay and is it accompanied with any is the headache worse when you're in bright light No No okay Is it worse when are you trying to sort of stay in a dark room with no sound Is it worse when people are talking or are there",
        "gt_chunk": "P: forehead.\n\nD: That front part, both sides, left and right?\n\nP: Yeah, kind of both sides.\n\nD: Is it accompanied with, uh, so is the headache worse when you're in bright light? \n\nP: No. \n\nD: No, OK, is it worse when, are you trying to stay in a dark room with no sound? Is it worse when you're, when people are talking or there"
    },
    {
        "whisper_chunk": "loud noises around you No No any nausea or vomiting No Any stiffness in your neck any difficulties moving your neck No that's okay I mean a bit like I don't know like kind of achy I guess upper back and shoulders feel a bit sore but",
        "gt_chunk": "D: loud noises around you?\n\nP: No.\n\nD: No, any nausea or vomiting?\n\nP: No. \n\nD: Any stiffness in your neck? Any difficulties moving your neck?\n\nP: No, that's OK, I mean a bit, like I don't know, like, kind of achy I guess with my upper back and shoulders feel a bit sore but"
    },
    {
        "whisper_chunk": "yeah I can move my head around okay All right Okay and let's see so have you had any fevers or chills I don't think so Okay and any sore throat No Runny nose congestion",
        "gt_chunk": "P: yeah I can move my head around ok.\n\nD: Alright, OK and, uhm, let's see. So have you had any fevers or chills?\n\nP: I don't think so.\n\nD: OK, and any sore throat?\n\nP: No. \n\nD: Runny nose, congestion"
    },
    {
        "whisper_chunk": "No Okay Any other I guess any difficulties breathing No No okay Any chest pain No Any palpitations Do you feel like your heart's racing No Any pain in your belly No Changes in your bowel movement or your urinary",
        "gt_chunk": "D: , any other, I guess, any difficulties breathing?\n\nP: No, no, \n\nD: Any chest pain?\n\nP: No.\n\nD: Any palpitations? Do you feel like your heart's racing?\n\nP: No. \n\nD: Any pain your belly?\n\nP: No.\n\nD: Changes in your bowel movements or your urinary"
    },
    {
        "whisper_chunk": "function No I haven't had any diarrhea Things have been normal Okay good Okay What I suppose okay so you've had this cough and you've had muscle aches and this headache How has so you've tried Tylenol Have you tried anything else No",
        "gt_chunk": "D: function?\n\nP: No, I haven't had any diarrhea, things have been normal.\n\nD: OK, good. OK, I suppose, OK, so you've had this cough and you've had muscle aches and this headache, how has, uh, so you've tried Tylenol, have you tried anything else?\n\nP: No"
    },
    {
        "whisper_chunk": "I just used Tylenol and I took a Tylenol cold and sinus at night which helped with sleeping Okay Can you tell me if you have any medical problems any medical conditions Yeah I have high cholesterol and",
        "gt_chunk": "P: I just use the Tylenol, and I took a Tylenol cold and sinus at night, which helped with the sleeping.\n\nD: OK, can you tell me if you have any medical problems, any medical conditions?\n\nP: Yeah I have, uh, high cholesterol and"
    },
    {
        "whisper_chunk": "yeah I just have high cholesterol Okay Any medications that you're on Yeah I take a statin All right And any allergies Maybe penicillin I think I got hives when I was a kid or some sort of rash",
        "gt_chunk": "P: yeah, I just have high cholesterol.\n\nD: Any medications that you're on?\n\nP: Yeah, I take a statin.\n\nD: And any allergies? \n\nP: Uh, maybe penicillin, I think I got hives when I was a kid or some sort of rash"
    },
    {
        "whisper_chunk": "I see Okay And any medical conditions that run in your family I know my dad had a stroke when he was in his late 70s and my mom had high cholesterol as well Okay Okay",
        "gt_chunk": "D: I see, OK, and any medical conditions that run in your family? \n\nP: I know my dad had a stroke when he was in his late 70s and my mom had high cholesterol as well.\n\nD: OK, OK"
    },
    {
        "whisper_chunk": "And do you currently smoke or have you ever smoked No I quit smoking when I had my first kid so that was about yeah that was 17 years ago Okay And how much did you smoke before that I smoked about a half a pack per day For how many years For about 12 years I guess Okay And",
        "gt_chunk": "D: and do you currently smoke? Or have you ever smoked?\n\nP: No, I quit smoking when I had my first kid, so that was about, yeah, that was 17 years ago.\n\nD: OK, and how much did you smoke before that?\n\nP: I smoked about a half a pack per day.\n\nD: For how many years?\n\nP: For about 12 years I guess \n\nD: OK, and"
    },
    {
        "whisper_chunk": "do you consume alcohol Yeah I'll have three or four glasses of wine over the weekend All right And what about any marijuana No Any recreational drugs No Okay Do you take any herbal medications or any vitamins or anything else over",
        "gt_chunk": "D: do you consume alcohol?\n\nP: Yeah, I'll have three or four glasses of wine over the weekend.\n\nD: Alright, and what about any marijuana?\n\nP: Uh, no.\n\nD: Any recreational drugs? \n\nP: No. \n\nD: OK, do you take any herbal medications or any vitamins or anything else over"
    },
    {
        "whisper_chunk": "the counter Yeah I do take magnesium and like vitamin D and a multivitamin And do you have you had any contact with anyone who's sick or you think might be sick I don't think so",
        "gt_chunk": "D: the counter?\n\nP: Yeah, I do take magnesium and, like, vitamin D and, uh, a multi vitamin.\n\nD: And, do you, have you had any contact with anyone who is sick or you think might be sick?\n\nP: I don't think so"
    },
    {
        "whisper_chunk": "Everybody in my family has been okay Have you had exposure to anyone or met anyone who you think might have had COVID Well I did go to a family party just last weekend It was outside and we were maintaining distancing but",
        "gt_chunk": "P: everybody in my family has been been OK.\n\nD: Have you had exposure to anyone or met anyone who you think might have had covid?\n\nP: Uh well, I did go to a family party, just last weekend. It was outside and we were maintaining distancing, but"
    },
    {
        "whisper_chunk": "yeah Are you vaccinated No not yet No okay All right All right okay So you've had this dry cough and muscle aches and a headache for the past three days or so and your symptoms are getting a little bit worse or your cough's getting worse for the past three days We're gonna",
        "gt_chunk": "P: yeah. \n\nD: Are you vaccinated?\n\nP: No, not yet. \n\nD: No, OK, alright, OK, so you've had this dry cough and muscle aches and headache for the past three days or so and your symptoms are getting a little bit worse or your cough's getting worse for the past three days. We're gonna"
    },
    {
        "whisper_chunk": "it could be that you have some sort of a viral infection like an upper respiratory infection but you might also or you could possibly have COVID So we'll do a COVID test and I just recommend that you stay hydrated and continue to eat and drink well and monitor your symptoms Take Tylenol it sounds like Tylenol's been helping",
        "gt_chunk": "D: it could be that you have some sort of a viral infection like an upper respiratory infection but you might also or you could possibly have covid, so we'll do a covid test, and I just recommend that you stay hydrated and continue to eat and drink well and and monitor your symptoms. Take Tylenol, it sounds like Tylenol has been helping"
    },
    {
        "whisper_chunk": "a little bit Continue to take Tylenol get lots of rest and if you have any shortness of breath if you feel like your symptoms are getting worse call 911 for help if you're concerned about your health at all and we'll get a COVID test set up for you Okay thank you",
        "gt_chunk": "D: a little bit, continue to take Tylenol, get lots of rest and if you have any shortness of breath, or if you feel like your symptoms are getting worse call 911 for help if your concerned about your health at all. And we'll get a covid test set up for you.\n\nP: OK, thank you"
    }
]