[
    {
        "whisper_chunk": "what brings you in here today Yeah I've had this cough and it's just not going away Okay and how long have you been having this cough for I think it started about a month ago Okay and is it a dry cough or is it a wet cough I'm bringing up some phlegm if that's what you mean Yeah so you're what color is",
        "gt_chunk": "D: What brings you in here today?\n\nP: Yeah, I've had this cough and it's just not going away.\n\nD: OK, and how long have you been having this cough for?\n\nP: I think it started about a month ago.\n\nD: OK, and is it a dry cough or is it a wet cough?\n\nP: I I'm bringing up some phlegm if that's what you mean. \n\nD: Yeah, so you're "
    },
    {
        "whisper_chunk": "it It looks pretty dark and and sometimes red Okay so do you think there's blood in your phlegm Yeah the dark it does kind of look like blood so that's what scared me and wanted me to come in today Okay and how much phlegm would you say you're putting out like it for every time you cough",
        "gt_chunk": "D: it? \n\nP: I it looks pretty dark and and sometimes red.\n\nD: OK, so do you think there's blood in your phlegm?\n\nP: Yeah, the dark it does kind of look like blood, so that's what scared me and wanted me to come in today.\n\nD: OK, and, how much phlegm would you say you're putting out like per every time you cough"
    },
    {
        "whisper_chunk": "I'd say every time I cough I'm bringing up at least a teaspoon of the dark sputum Okay and so this started four weeks ago has it been a constant like you've been constantly coughing or does it come and go It's there pretty much all the time but especially bad in the morning Okay and do you remember if",
        "gt_chunk": "P: I'd say every time I cough, I'm bringing up at least a teaspoon of of the dark sputum.\n\nD: OK. And so this started four weeks ago. It has it been a constant like you've been constantly coughing or does it come and go?\n\nP: I it it's there pretty much all the time, but especially bad in the morning.\n\nD: OK. And do you remember if"
    },
    {
        "whisper_chunk": "anything changed or you did something differently or anything that happened before you started having this cough I had a cold a few weeks back but it was just a runny nose and it seems that the cough has been kind of lingering around Okay and do you find that it's been getting worse at all Yeah the coughs been getting worse",
        "gt_chunk": "D: anything changed or you did something differently, or anything that happened before you started having this cough?\n\nP: Uh, I had a cold a few weeks back, but, it was just a runny nose and it seems that the cough has been kind of lingering around.\n\nD: OK. And do you find that it's been getting worse at all?\n\nP: Yeah, the cough has been getting worse"
    },
    {
        "whisper_chunk": "Okay and have you had any previous episodes of this I've had a smoker's cough now for several for several years but it's really just this this past month that it's gotten really bad and I have it all day long Okay and are you coughing every day or every other day like how often would you say you're coughing Daily Daily Okay is there anything that makes your cough go away",
        "gt_chunk": "P: .\n\nD: And have you had any previous episodes of this?\n\nP: I I've had a smokers cough now for several for several years, but it's really just this past month that that it's gotten really bad and I have it all day long.\n\nD: OK. And, uh, are you coughing every day or every other day? Like, how often would you say you're coughing?\n\nP: Uh daily.\n\nD: Daily? OK, is there anything that makes your cough go away"
    },
    {
        "whisper_chunk": "or get worse Nothing that seems to really make it any worse or better Okay and do you have any other symptoms like shortness of breath or runny nose sore throat anything like that Nothing I can think of just just this cough that's been bugging me Okay and have you traveled outside of the country at all recently Yes I've been working in",
        "gt_chunk": "D: or get worse?\n\nP: Uh, nothing that seems to really make it any worse or better. \n\nD: OK, and do you have any other symptoms like shortness of breath or runny nose, sore throat, anything like that?\n\nP: Uh nothing I can think of, just just this cough that's been bugging me. \n\nD: OK. And have you traveled outside of the country at all recently?\n\nP: Yes, I've been working in"
    },
    {
        "whisper_chunk": "the Philippines for the last three years Okay and have you been experiencing any fevers or chills or night sweats I felt like a little bit hot I might have a fever now so yes no chills though Okay how about night sweats I've been sweating more at night too yeah I have get up",
        "gt_chunk": "P: the Philippines for the last three years.\n\nD: And, uh, have you been experiencing any fevers or chills or night sweats?\n\nP: I felt like, uh, a little bit hot. I might have a fever now so yes, no chills though. \n\nD: How about night sweats?\n\nP: I have been sweating more at night too. Yeah, I have to get up"
    },
    {
        "whisper_chunk": "and change my pajamas sometimes Okay and how often has this been happening I'm changing my pajamas and sometimes the sheets maybe a couple of times per week Okay and have you been feeling more more tired more fatigued at all recently Yeah my energy has just been really down I've been really fatigued Okay",
        "gt_chunk": "P: and  change my pajamas sometimes.\n\nD: OK. And how often has this been happening? \n\nP: Um, I'm changing my pajamas and it's sometimes the sheets, uh, maybe a couple of times per week.\n\nD: OK, and have you been feeling more more tired, more fatigued at all recently?\n\nP: Yeah, my energy has just been really down. I've been really fatigued."
    },
    {
        "whisper_chunk": "and do you find that you ever have any chest pain or shortness of breath Sometimes I do have some pain over on the right side of my chest Is this pain what kind of pain is it I would say it's kind of like a stabbing pain and I only really notice it when",
        "gt_chunk": "D: And do you find that you ever have any chest pain or shortness of breath?\n\nP: I sometimes I do have some pain over on the right side of my chest.\n\nD: Is this pain, what kind of pain is it?\n\nP: I'd say it's kind of like a, uh it's a stabbing kind of, uh, uh pain and I only really notice it when"
    },
    {
        "whisper_chunk": "I take a deep breath Okay and how about shortness of breath have you been experiencing anything like that I only really get short of breath when I'm going for a hike or up to my fourth floor apartment Okay any changes in your skin that you've noticed like any rashes at all No rashes Okay and how about your sleep have you been",
        "gt_chunk": "P: I take a deep breath. \n\nD: OK. And how about shortness of breath, have you been experiencing anything like that?\n\nP: I only really get short of breath when I'm going for a hike or up to my 4th floor apartment.\n\nD: Any changes in your skin that you've noticed, like any rashes at all?\n\nP: No rashes.\n\nD: And how about your sleep? Have you been"
    },
    {
        "whisper_chunk": "getting enough enough sleep on a daily basis Just the sweating at night has been annoying because it wakes me up sometimes but other than that sleep has been okay Okay and how about your appetite I feel like I've been eating okay regular diet And have you had any significant weight changes recently Yeah I'm down like 15 pounds over the last few months",
        "gt_chunk": "D: getting enough sleep on a daily basis? \n\nP: Uh just the, uh sweating at night has been annoying because it wakes me up sometimes, but other than that sleep has been OK.\n\nD: OK, and how about your appetite?\n\nP: I feel like I've been eating OK. Regular diet.\n\nD: And have you had any significant weight changes recently? \n\nP: Uh yeah I'm down like 15 pounds over the last few months"
    },
    {
        "whisper_chunk": "and I haven't really made any changes to my diet or exercise so I haven't been trying Okay any recent infections at all Just the cold that I was talking about a few weeks ago and where the runny nose kind of went away Okay and have you at all either here or when you were working in the Philippines have been exposed to someone with tuberculosis",
        "gt_chunk": "P: and I haven't really made any changes to my diet or exercise, so I haven't really been trying.\n\nD: OK. Um, any recent infections at all? \n\nP: Just the cold that I was talking about it a few weeks ago, and that's where the runny nose kinda went away.\n\nD: OK, um, and have you at all, either here or when you were working in the Philippines have been exposed to someone with tuberculosis"
    },
    {
        "whisper_chunk": "I believe some of the people I was helping over there did in Okay and have you had a TB skin test done at all recently I've had one in the past but I can't really remember the last time and it was normal though when when I had it a few years ago Okay but nothing since",
        "gt_chunk": "P: I believe some of the, uh people I was helping over there did in fact have tuberculosis.\n\nD: OK, and have you had a TB skin test done at all?\n\nP: I've had one in the past, but I can't really remember the last time and it was normal though, when when I had it a few years ago.\n\nD: OK, but nothing since"
    },
    {
        "whisper_chunk": "you've been back at all No the last test must be at least a few years ago Okay and in terms of just in your environment at work and home are you exposed to any mold or any pets No pets at home and I don't think there's any mold in the home either Do you notice any kind of tingling or numbness in your limbs or any muscular weakness",
        "gt_chunk": "D: you've been back at all?\n\nP: No, the last test must be at least a few years ago.\n\nD: OK. And in terms of just in your environment, at work and at home, are you exposed to any mold or any pets?\n\nP: No pets at home, and, uh, I don't think there's any mold in the home either.\n\nD: Do you notice any kind of tingling or numbness in your limbs or any muscular weakness"
    },
    {
        "whisper_chunk": "I mean I'm really tired all the And have you previously been diagnosed with any medical conditions like high blood pressure diabetes anything else Just chronic bronchitis with the smoker's cough Okay and do you take any medications Yeah I",
        "gt_chunk": "P:  weakness.\n\nD: And have you previously been diagnosed with any medical conditions like high blood pressure, diabetes, anything else?\n\nP: Uh just a chronic bronchitis with a smokers cough.\n\nD: OK. And do you take any medications? \n\nP: Yeah, I"
    },
    {
        "whisper_chunk": "take a beta agonist inhaler an inhaled corticosteroid and a another type of anti muscarinic inhaler Okay and do you have any allergies to any medications No allergies Any allergies at all to any environmental exposures I don't think so no",
        "gt_chunk": "P: take, uh, a beta agonist inhaler, an inhaled corticosteroid and another type of anti muscarinic inhaler.\n\nD: OK, and do you have any allergies to any medications?\n\nP: No allergies.\n\nD: Any allergies at all to any environmental exposures?\n\nP: I don't think so, no"
    },
    {
        "whisper_chunk": "Okay any hospitalization in the past No And any surgeries in the past No surgeries Okay and have you been in contact with anyone who was ill I know you mentioned in Philippines you were exposed to some people with TB but anything since then Not that I can think of Everybody's been healthy Okay and",
        "gt_chunk": "P: .\n\nD: Any hospitalization in the past?\n\nP: No.\n\nD: And any surgeries in the past?\n\nP: No surgeries.\n\nD: And have you been in contact with anyone who is ill? I know you mentioned in the Philippines, you were exposed to some people with TB, but anything since then?\n\nP: Not that I can think everybody's been healthy.\n\nD: OK, and"
    },
    {
        "whisper_chunk": "in your family has there been any history of any cancers or heart attacks Any medical conditions No heart attacks but my father died of lung cancer when he was 67 Okay and currently do you live in an apartment building Is there anyone you live with Yeah I live with my girlfriend",
        "gt_chunk": "D: in your family, has there been any history of any cancers or heart attacks? Any any medical conditions?\n\nP: No heart attacks, but uh my father died of lung cancer when he was 67.\n\nD: And currently do you live in an apartment building? Is there anyone you live with?\n\nP: Yeah, I live with my girlfriend"
    },
    {
        "whisper_chunk": "in an apartment Okay and do you work currently Yeah I've been doing some housing work in the Philippines the last several years Okay and do you currently drink No I don't drink alcohol Any recreational drugs like marijuana No And do you smoke cigarettes",
        "gt_chunk": "P: in an apartment.\n\nD: OK, and do you work currently?\n\nP: Yeah, I've been doing some housing work in the Philippines, the last seven, several years.\n\nD: OK. And do you currently drink?\n\nP: Uh no I don't drink alcohol.\n\nD: Any recreational drugs like marijuana?\n\nP: No.\n\nD: Uh, any and you smoke cigarettes"
    },
    {
        "whisper_chunk": "at all Yes I do smoke cigarettes I've smoked most of my life similar to my my father Probably one to two packs per day",
        "gt_chunk": "D: at all? \n\nP: Yes, I I do smoke cigarettes, I I've smoked most of my life, similar to my my father, probably 1 to 2 packs per day"
    }
]