[
    {
        "whisper_chunk": "what brings you in Hi I've just had a runny nose and a cough for the past week Okay so for the past week you said did the cough start first or the runny nose It started with a cough I usually don't come in when I have symptoms like this but I've just been I just heard of someone who passed away due to COVID",
        "gt_chunk": "D: What brings you in?\n\nP: Hi, I've just had a runny nose and a cough for the past uh week. \n\nD: OK, um so for the past week you said, did the cough start first, or the runny nose? \n\nP: Uh it started with the cough. I usually don't come in when I have symptoms like this uh, but I've just been, uhm, I just heard of someone who passed away due to "
    },
    {
        "whisper_chunk": "and I'm just like very scared and I just decided to come in Yeah for sure that's understandable The cough is it a dry cough or are you bringing up some phlegm It's mostly a dry cough Dry cough okay Yeah And is it persistent or does it come and go It comes and goes It does get better when I take like over the counter",
        "gt_chunk": "P: and I'm just like very scared and I just decided to come in.\n\nD: Yeah, for sure that's understandable. Um With the cough, is it a dry cough or are you bringing up some phlegm?\n\nP: Um it's mostly a dry cough \n\nD: Dry cough. OK, um and is it persistent or does it come and go? \n\nP: It comes and goes. It does get better when I um take um like over the counter"
    },
    {
        "whisper_chunk": "medications for for like the antidepressant pills Okay yeah yeah And does anything make it worse like the laying down The cold air does make it a little bit worse Okay and have you experienced something like this in the past Yeah I usually",
        "gt_chunk": "P: medications for for um like the antitussive pills.\n\nD: OK yeah yeah. Um and does anything make it worse like the cold air or certain times of the day or like when you're laying down?\n\nP: Um the cold air does make it a little bit uh worse.\n\nD: OK. And have you experienced something like this in the past?\n\nP: Uh yeah, I usually"
    },
    {
        "whisper_chunk": "I do get a cold a couple times a year Okay yeah that makes sense And any shortness of breath No no I don't think so No Any wheeziness No Chest pain No How about a stuffy nose",
        "gt_chunk": "P: I do get a cold um couple times a year.\n\nD: OK yeah, that makes sense. Um and any shortness of breath?\n\nP: Um no, no I don't think so. \n\nD: No, any wheeziness?\n\nP: Um no. \n\nD: Chest pain? \n\nP: No.\n\nD: Um, how about a stuffy nose"
    },
    {
        "whisper_chunk": "Yeah I do have a stuffy nose Okay when your nose does run do you notice that it's like yellow in color or red No no No okay so it's clear It's clear yeah Okay any changes in your vision or hearing No Smell or taste I can't smell as much but I think maybe it's just because my nose is so stuffy but also that may be a little bit concerned about",
        "gt_chunk": "P: Yeah, I do have a stuffy nose.\n\nD: OK, when your nose does run, do you notice that it's like uh yellow in colour or red? \n\nP: No, no.\n\nD: No, OK, so it's clear?\n\nP: It's clear, yeah.\n\nD: OK, any changes in your vision or hearing?\n\nP: No.\n\nD: Smell or taste?\n\nP: Um I I can't smell as as much, but I think maybe it's just because my nose is so stuffy, but also that made me a little bit concerned about"
    },
    {
        "whisper_chunk": "COVID but no problems with taste Okay good Any weight loss recently I've been trying to lose weight but nothing unintentional I guess Okay yeah And then any fevers No No fevers huh Okay Any excessive fatigue I am tired but I guess it's not too bad Yeah okay And",
        "gt_chunk": "P: , but no problems with taste.\n\nD: OK, good any weight loss recently?\n\nP: Um I've been trying to lose weight, but nothing unintentional I guess.\n\nD: OK yeah, and then any fevers?\n\nP: Uh no.\n\nD: No fevers huh, OK. Any like excessive fatigue?\n\nP: I am tired but not, I guess it's not too bad.\n\nD: Yeah"
    },
    {
        "whisper_chunk": "how about rashes No I haven't noticed any No rashes okay I asked you if you had chest pain Do you ever feel like your heart's racing No No okay Any changes to your bowel movements No Nausea or vomiting No No",
        "gt_chunk": "D: how about like rashes?\n\nP: No, I haven't noticed any.\n\nD: No rashes, OK. Um any uh, sorry, I asked you if you had chest pain, uh do you ever feel like your heart's racing?\n\nP: No.\n\nD: No, OK. Any changes to your bowel movements?\n\nP: No. \n\nD: No, um nausea or vomiting?"
    },
    {
        "whisper_chunk": "okay How about headaches No Fainting spells or dizziness No Joint pain No No okay My body feels a little achy but no specific joint pains Okay and then any major illnesses",
        "gt_chunk": "D:  how about headaches?\n\nP: Uhm, no.\n\nD: Fainting spells or dizziness? \n\nP: No.\n\nD: Joint pain? \n\nP: Um no.\n\nD: No, OK.\n\nP: Just my body feels a little achy, but.\n\nD: Yeah.\n\nP: No like specific joint pains.\n\nD: OK, and then any uh major illnesses"
    },
    {
        "whisper_chunk": "that are long standing I don't know Does depression count I do have depression Okay yeah for sure When were you diagnosed with depression When I was 15 years old 15 okay Are you on any medications I'm on Prozac Prozac okay And when were you prescribed that I've just been on different medications",
        "gt_chunk": "D: that are longstanding?\n\nP: Um I don't know does depression count? I do have depression.\n\nD: OK, yeah, for sure. How, when were you diagnosed with depression?\n\nP: Uh when I was 15 years old.\n\nD: 15, OK. Um are you on any medications?\n\nP: I'm I'm on Prozac.\n\nD: Prozac, OK. And when were you diagnosed uh, prescribed that?\n\nP: Um I've just been on different medications"
    },
    {
        "whisper_chunk": "over the past few years This one seems to be working well I started this about a year ago Okay good Good Any allergies No Are you up to date with all your immunizations Mm hmm Any family history of lung or heart disease Just high cholesterol Okay",
        "gt_chunk": "P: over the past few years. Um this one seems to be working well. I started this about a year ago.\n\nD: OK good good, any allergies?\n\nP: Uhm, no.\n\nD: Are you up to date with all your immunizations?\n\nP: Mhmm.\n\nD: Um any family history of lung or heart disease?\n\nP: Uh, just um high cholesterol.\n\nD: OK"
    },
    {
        "whisper_chunk": "How about smoking Do you smoke No Any other recreational drugs like marijuana Yeah sometimes I'll just have a joint maybe two or three times a week Okay okay And is that for like medical purposes or just like recreationally Just you know just relax Okay sure Alcohol",
        "gt_chunk": "D: how about smoking, do you smoke?\n\nP: No. \n\nD: Um any other recreational drugs like marijuana?\n\nP: Um yeah, sometimes. I'll just have a joint um maybe um two or three times a week.\n\nD: OK, OK. And is that for like medical purposes or just like recreationally? \n\nP: Uh just you know just to relax.\n\nD: OK, sure. Um alcohol"
    },
    {
        "whisper_chunk": "No No Okay And have you been around any sick people recently I went grocery shopping and someone near me was coughing I was still like you know I was away from them but I don't like yeah I don't know Yeah for sure I think that you're it's fair that you're concerned about",
        "gt_chunk": "P: no.\n\nD: No, OK. And have you been around any sick people recently?\n\nP: Um I went to I went grocery shopping and and someone near me was coughing. I was still like six, you know, I was away from them but, I don't like, yeah, I don't know.\n\nD: Yeah, for sure. I think that you're, it's fair that you're concerned about"
    },
    {
        "whisper_chunk": "that How about travel to anywhere No I haven't traveled anywhere No Okay Okay Well those are all the questions I had for you Did you have any questions of your own No No Okay So we'll do a COVID swab anyways today because some of your symptoms do overlap with that of COVID and you should hear back in about 24 to 48 hours But in the meantime you should self isolate for 14 days",
        "gt_chunk": "D: how about travel to anywhere?\n\nP: No, I haven't traveled anywhere.\n\nD: No, OK. OK, well those are all the questions I had for you. Did you have any questions of your own?\n\nP: No. \n\nD: No, OK. So we'll do a covid swab anyways today because your, some of your symptoms do overlap with that of Covid and you should hear back in about 24 to 48 hours. But in the meantime you should self isolate for 14 days"
    },
    {
        "whisper_chunk": "Sure But I think it does really sound like you have a common cold So just like another viral illness So just treat it supportively you know keep yourself hydrated If you feel like you're getting a fever take like Tylenol If you have like pain like a headache or like sinus pressure or something you can take",
        "gt_chunk": "D:  it I think it does really sound like you have a common cold um so just like another viral illness, um so just treat it supportively you know um keep yourself hydrated, if you feel like you're getting a fever, take like Tylenol. Um if you have like pain like a headache or like sinus pressure or something you can take"
    },
    {
        "whisper_chunk": "again an Advil or Tylenol And if your symptoms worsen or if you have any neurological symptoms then you should see the ER right away Sure Yeah Okay Sounds good Great",
        "gt_chunk": "D: again an Advil or Tylenol. Um And if your symptoms worsen, or if you have any neurological symptoms, then you should see the ER um right away.\n\nP: Sure.\n\nD: Yeah, OK sounds good.\n\nP: Great"
    }
]