[
    {
        "whisper_chunk": "what brings you in Yeah so I just brought my son to the hospital I've just been getting very concerned because he's making like these like grunting noises for the last day and like it's it's really worrying me I don't know if he's like not breathing and I also just did like a temperature on him just this morning and it came up to",
        "gt_chunk": "D: What brings you in?\n\nP: Yeah, so I just brought my son, went to the hospital. I've just been getting very concerned because he's making like these, like grunting noises for the last day and, like it's it's really worrying me, I don't know if he's like not breathing and I also just did like a temperature on him just this morning and it came up to"
    },
    {
        "whisper_chunk": "like like a high 38 so I I don't know what's going on and then he's just very like irritable and just not not himself I think Okay so all of this started a day ago you mentioned Yeah and it started yesterday but the grunting started today Like I think he was a bit on the more irritable last night but",
        "gt_chunk": "P: like like a high 38, so I don't know what's going on, and then he's just very like irritable and just not himself I think.\n\nD: OK, so all of this started a day ago, you mentioned?\n\nP: Yeah, it started yesterday, but the grunting started today, like, I think he was a bit on the warmer side last night"
    },
    {
        "whisper_chunk": "the grunting started this morning Okay and you mentioned his fever was 38 correct Yeah I think it was like 38 7 or something like that Okay is he coughing at all Yeah I would say with the Is",
        "gt_chunk": "P: the grunting started this morning.\n\nD: OK, Uhm, and you mentioned his fever was 38, correct?\n\nP: Yeah, I think it was like 38, 7 or something like that.\n\nD: OK is he coughing at all?\n\nP: Uhm, yeah, I would say with the"
    },
    {
        "whisper_chunk": "he bringing up any phlegm He is having some spit ups as well They're mainly like clear and whitish but yeah I don't know if he's bringing anything else up There's no green or yellow material though Okay and any blood in blood Does he sound wheezy",
        "gt_chunk": "D: he bringing up any phlegm?\n\nP: Uhm, he's been having some spit ups as well. They're mainly like clear and whitish, but yeah I don't know if he's bringing anything else up. There's no green or yellow material though.\n\nD: OK, any blood in there"
    },
    {
        "whisper_chunk": "No it's mainly just the grunting Okay okay does he look swollen to you Swollen as in just like in his like In his like legs arms or belly area No I don't think so No okay and any",
        "gt_chunk": "P: no, it's mainly just the grunting.\n\nD: OK, OK, does he look swollen to you? \n\nP: Uh, swollen as in just, uh, like in his.\n\nD: In his, uh, like uh, legs, arms or belly area.\n\nP: No, I don't think so. \n\nD: No ok, and"
    },
    {
        "whisper_chunk": "does he have a runny nose or a stuffy nose No I don't think so No okay how how is his feeding Yeah it's his mom is at home but she was having difficulty feeding He's mainly breastfed right now Okay and he's not really",
        "gt_chunk": "D: does he have a runny nose or a stuffy nose? \n\nP: No, I don't think so.\n\nD: No, OK, how is his feeding?\n\nP: Yeah, it's it's been difficult. So right now, like his mom is at home, but she was having difficulty feeding. He's mainly breastfed right now.\n\nD: OK.\n\nP: And he's not really"
    },
    {
        "whisper_chunk": "been feeding too much either Okay and how about like the number of wet diapers he has Just the normal like that hasn't changed He has like three or four in a day Okay okay Have you noticed any changes to his bowel movements or urine No pretty much been the same Okay is he throwing up at all",
        "gt_chunk": "P: been feeding too much either.\n\nD: OK, and how about like the number of wet diapers he has?\n\nP: Just the normal like, that hasn't changed. He has like three or four in a day.\n\nD: OK, OK, good. Have you noticed any changes to his bowel movements or urine?\n\nP: No, pretty much been the same.\n\nD: OK, is he throwing up at all"
    },
    {
        "whisper_chunk": "Nope just some spit ups I don't know if that's just coughing or if they're spit ups like but nothing after eating Okay okay have you noticed any rashes on him No no rashes Okay um has he had any fainting spells or seizures No and",
        "gt_chunk": "P: Nope, just some spit ups, I don't know if that's, Just because of the coughing or if they're just spit ups, like, but nothing after eating.\n\nD: OK, OK, have you noticed any rashes on him?\n\nP: No, no rashes. \n\nD: OK, uhm, has he had any fainting spells or seizures?\n\n"
    },
    {
        "whisper_chunk": "I've been really trying to make sure like I was worried if he gets blue or something that we would rush to the emergency department but I haven't Has he been in contact with anyone who's been sick recently No I don't think so we've been trying to be very careful with the pandemic and everything going on Mm hmm for sure And",
        "gt_chunk": "P: I've been really trying to make sure, like, I was worried if he gets blue or something that we would rush to the emergency department, but I haven't noticed anything like that.\n\nD: OK, OK good. Has he been in contact with anyone who's been sick recently?\n\nP: No, I don't think so. We've been trying to be very careful with the pandemic and everything going on.\n\nD: For sure,"
    },
    {
        "whisper_chunk": "any travel to anywhere recently Nope Okay and is he an otherwise healthy baby Yeah um so healthy but he was born premature at 36 weeks and no no complications really with the pregnancy or after he was born but yeah he was premature",
        "gt_chunk": "D: any travel to anywhere recently?\n\nP: No.\n\nD: OK, and is he an other-wise healthy baby?\n\nP: Yeah, so, uh, healthy but he was born premature at 36 weeks.\n\nD: OK. \n\nP: And no complications really with the pregnancy or after he was born. But yeah, he was premature"
    },
    {
        "whisper_chunk": "Okay and so he didn't need any hospitalizations right after birth right No no he was fine after birth Okay and no long standing medical conditions after birth No Has he needed hospitalizations for anything in the past or surgeries No nothing like that Okay and is he up to date",
        "gt_chunk": "D: OK, and so he didn't need any hospitalizations right after birth, right?\n\nP: No, he was fine after birth.\n\nD: And no longstanding medical conditions after birth?\n\nP: No.\n\nD: Has he needed hospitalizations for anything in the past, or surgeries?\n\nP: No, nothing like that.\n\nD: OK, and is he up to date"
    },
    {
        "whisper_chunk": "with all his immunizations Yeah the two month vaccinations are all up to date Okay good Medication wise is he on anything No no medications Okay any allergies Nope Any family history of lung conditions or heart conditions No not that we know",
        "gt_chunk": "D: with all his immunizations?\n\nP: Yeah, the two months vaccinations are all up to date. \n\nD: OK, good. Medication-wise is he on anything?\n\nP: No, no medications.\n\nD: OK, any allergies?\n\nP: No.\n\nD: Any family history of lung conditions or heart conditions?\n\nP: No, not that we know"
    },
    {
        "whisper_chunk": "of Okay any cancers in the family Nope Okay and who does he live with at home Just me and my wife Okay and in a house apartment In a house Okay any old carpets mold dust",
        "gt_chunk": "P: of.\n\nD: OK, any cancers in the family? \n\nP: Nope.\n\nD: And who does he live with at home?\n\nP: Just me and my wife. \n\nD: OK, uhm, in a house, apartment?\n\nP: In a house.\n\nD: OK, any old carpets, mold, dust"
    },
    {
        "whisper_chunk": "asbestos pets anything like that at home No nothing like that Okay and does anyone at home smoke Nope Okay um well those were all the questions I had for you Did you have any questions of your own Yeah I know I was just really worried like um the grunting is just really scaring us so do you uh I was just wondering if you know what it",
        "gt_chunk": "D: asbestos, pets, anything like that at home?\n\nP: No, nothing like that. \n\nD: OK, and does anyone at home smoke?\n\nP: Nope. \n\nD: OK, well, those were all the questions I had for you. Did you have any questions of your own?\n\nP: Yeah, no, I was just really worried like, the grunting is just really scaring us. So do you, I was just wondering if you know what it"
    },
    {
        "whisper_chunk": "could be Yeah um so the grunting is worrisome um he could have a number like he could have anything from bronchiolitis to pneumonia so what we'll do is um we'll first get his temperature we'll get his O2 sat um",
        "gt_chunk": "P: could be.\n\nD: Yeah, so the grunting is worrisome. He could have anything from bronchiolitis to pneumonia so what we'll do is, we'll, first get his temperature, we'll get his O2 sat"
    },
    {
        "whisper_chunk": "and we will get some imaging done as well to see if it's more in line with bronchiolitis or pneumonia If it's bronchiolitis um it will be supportive treatment so we can keep him here at the hospital because he is in some distress and we'll keep him hydrated and give him some oxygen um and if it's pneumonia um we'll prescribe him some",
        "gt_chunk": "D: and we will get some imaging done as well to see if it's more in line with bronchiolitis or pneumonia. If it's bronchiolitis, it will be supportive treatment so we can keep him here at the hospital because he is in some distress and we'll keep him hydrated and give him some oxygen. And if it's pneumonia, we'll prescribe him some"
    },
    {
        "whisper_chunk": "antibiotics How does that sound Yeah and will he need to stay in the hospital at all Yeah so for now because if he is in any distress and if he needs oxygen um and IV hydration he'll need to stay in hospital um until he's better from that standpoint I should also mention we should do a COVID swab on him as well because his um symptoms are in line with COVID as well so",
        "gt_chunk": "D: antibiotics. How does that sound?\n\nP: Yeah, and will he need to stay in the hospital at all?\n\nD: Yeah so for now, because, if he is in any distress and if he needs oxygen, and IV hydration, he'll need to stay in the hospital until he's better from that standpoint. I should also mention, we should do a covid swab on him as well because his symptoms are in line with covid as well, so"
    },
    {
        "whisper_chunk": "we'll have to do that to rule it out Okay yeah that sounds good um uh yeah thank you so much Yeah no worries",
        "gt_chunk": "D: we'll have to do that to rule it out.\n\nP: OK, yeah, that sounds good, Uh, uh, yeah, thank you so much.\n\nD: Yeah, no worries"
    }
]