[
    {
        "whisper_chunk": "so what brings you in here today Yeah so I brought my seven year old daughter here because she's been coughing a lot over the past two weeks She sounds wheezy and I'm not too sure what's going on with her So she's been off school because they think it's COVID We got her swab but because she still has symptoms she can't go back to",
        "gt_chunk": "D: So what brings you in here today?\n\nP: Um yeah, so I brought my 7 year old daughter here um because she's been coughing uh a lot over the past two weeks. Um she's she sounds wheezy and I'm not too sure what's going on with her so, she's been off school um 'cause they think it's Covid. Uh we got her swab, but because she still has symptoms she can't go back to"
    },
    {
        "whisper_chunk": "here she is Okay and when did the cough start It started two weeks ago Okay and when did the wheezing start That started about the same time I should mention she does have episodes like this She's had episodes like this for the past two years but they usually go away in a couple of days",
        "gt_chunk": "P: here she is.\n\nD: OK, um and when did the cough start?\n\nP: It started two weeks ago.\n\nD: OK, and when did the wheezing start?\n\nP: Um that started about the same time like I should I should mention she does have like episodes like this. Um she's had episodes like this for the past like 2 years uh but they usually go away in a couple of days"
    },
    {
        "whisper_chunk": "but this time it's taking a lot longer to go away Okay so has it been more than a week you said Yeah it's been close to two weeks now Two weeks Okay and were these symptoms brought on by are they usually brought on by any kind of activities or can they come up just by themselves I find it's usually worse in the winter and",
        "gt_chunk": "P: But this time it's it's taking a lot like a lot longer to go away.\n\nD: OK, so it's been uh has been more than a week, you said?\n\nP: Yeah, it's been close to two weeks now.\n\nD: Two weeks, OK. And uh were these symptoms brought on by, are they usually brought on by any kind of like activities or can they come up just by themselves?\n\nP: I find it's usually worse in the winter um and"
    },
    {
        "whisper_chunk": "if she's doing some sort of extensive physical activity So if she's playing tag and she's running around a lot or if she's at her gym class and they're running Okay and the cough that she's having is it like a wet cough or is it a dry cough It's a dry cough Okay and at all is she bringing up any yellowish or white",
        "gt_chunk": "P: if she's like doing some sort of uh like extensive physical activity, so if she's like playing tag and she's running around a lot. Um or if she's like at her gym class and they're running.\n\nD: OK, and the cough that she's having is it like a wet cough or is it a is it a dry cough? \n\nP: It's a dry cough.\n\nD: OK, and at all, is she bringing up any yellowish or white"
    },
    {
        "whisper_chunk": "or green material or any blood at all It's no nothing like that Okay and are her symptoms constant or do they come and go Her symptoms I guess come and go Yeah they come and go Okay and how many days of school has she had to miss She's missed almost two weeks now",
        "gt_chunk": "D: or green material or any blood at all?\n\nP: Uhm, it's, no nothing like that.\n\nD: OK, and are her symptoms uh constant or do they come and go?\n\nP: Her symptoms I guess come and go, um yeah, they come and go.\n\nD: OK, and how many days of school has she had to miss?\n\nP: She's missed almost two weeks now"
    },
    {
        "whisper_chunk": "Wow okay and when she's at home is she like very tired How is she at home Yeah she's pretty tired out She's pretty tired out She's been doing a lot of resting and watching TV She's not really very active right now Okay and have her symptoms been",
        "gt_chunk": "D:  and when she's at home, is she is she like very tired, is she um?\n\nP: Yeah, yeah, she's pretty tired out um, yeah, she's pretty tired out, she's been doing a lot of like resting and uh you know watching TV. She's not really very active right now.\n\nD: OK, uhm and have her symptom"
    },
    {
        "whisper_chunk": "getting worse over the last two weeks or are they getting better at all I can't tell It comes and goes In that sense it's been pretty constant There hasn't been a day when she hasn't had these symptoms Okay and do they get worse at night at all or are they the same throughout the day Yeah now that I think about it when she's laying down she does have a hard time",
        "gt_chunk": "D: getting worse over the last two weeks, or are they getting better at all?\n\nP: Uh I can't, you know, I can't tell, it comes and goes so in that sense, it's been pretty constant. Um there hasn't been a day when she hasn't had these symptoms.\n\nD: OK, and do they get worse at night at all or are they um the same throughout the day?\n\nP: Uh yeah, now that I think about it, when she's laying down she does have a hard time"
    },
    {
        "whisper_chunk": "Okay and is she having any other symptoms at all like a shortness of breath or sore throat anything like that No sore throat She sounds wheezy so she might have some difficulty breathing but she doesn't sound short of breath Okay and any kind of runny nose or any other symptoms at all No Okay anything",
        "gt_chunk": "D: OK. And is she having any other symptoms at all, like uh shortness of breath, um or sore throat?Anything like that?\n\nP: Uh, no sore throat. She sounds wheezy, so she might have like some difficulty breathing, but she doesn't sound short of breath.\n\nD: OK, and any kind of uh runny nose or any other symptoms at all?\n\nP: No.\n\nD: No, OK. Uh anything"
    },
    {
        "whisper_chunk": "that helps her or makes her symptoms better No nothing that we've tried Okay any recent travel at all No No Any fainting or dizziness spells No Okay any fevers or chills No Okay any changes in",
        "gt_chunk": "D: that helps her or makes her symptoms better?\n\nP: Um no, nothing that we've tried.\n\nD: Any recent uh travel at all?\n\nP: No.\n\nD: No, any fainting or dizziness spells?\n\nP: No. \n\nD: OK. Um, any uh fevers or chills?\n\nP: No.\n\nD: Any um changes in"
    },
    {
        "whisper_chunk": "her bowel movements like any constipation diarrhea No Any urinary problems No Okay and do these symptoms wake her up at night at all No it doesn't wake her up at night It just makes it hard for her to fall asleep I see Is she getting enough sleep How many hours would you say on average she's getting",
        "gt_chunk": "D: her bowel movements like any constipation, diarrhea?\n\nP: No. \n\nD: Any urinary problems?\n\nP: No.\n\nD: And any uh any kind of, do these symptoms wake her up at night at all?\n\nP: Um no, no it doesn't wake her up at night. It just makes it hard for her to fall asleep.\n\nD: I see. Is she getting enough sleep? Like how, how, how many hours would you say on average she's getting"
    },
    {
        "whisper_chunk": "per day I'd say she's getting about six to seven hours She used to sleep about eight hours before Okay and is she having any changes in her appetite at all I don't think so no No And any kind of changes in her weight at all over",
        "gt_chunk": "D: per day?\n\nP: I'd say she's getting about 6 to 7 hours. She used to sleep about 8 hours before.\n\nD: OK, um and is she having any changes in her appetite at all?\n\nP: Um I don't think so, no. \n\nD: No?\n\nP: No. \n\nD: Um any kind of changes in her weight at all over"
    },
    {
        "whisper_chunk": "the past few months I haven't checked over the past month but before that no no changes No changes okay And has she had like a cold or anything like that recently No not that I can think of Okay has she been around anyone that's been sick recently No Okay does she have any past history",
        "gt_chunk": "D: the past few months?\n\nP: I haven't checked over the past month, but before that no, no changes. \n\nD: No changes, OK. And um has she been, she had like a cold or anything like that recently?\n\nP: No, not that I can think of.\n\nD: OK, has she been around anyone that's been sick recently? \n\nP: No.\n\nD: OK. Um does she have any past history"
    },
    {
        "whisper_chunk": "of any medical conditions at all No no nothing like that Okay and does she have any allergies to any medications or any environmental allergies I think she might have some environmental allergies We haven't gotten her officially tested though Okay and has she had any previous hospitalizations",
        "gt_chunk": "D: of any medical conditions at all?\n\nP: Uh no, no, nothing like that. \n\nD: OK and um does she have any uh allergies to any medications or any environmental allergies?\n\nP: I think she might have some environmental allergies. We haven't gotten her officially tested though.\n\nD: OK. And um has she had any previous hospitalizations"
    },
    {
        "whisper_chunk": "or surgeries When she was a baby when she was first born she was hospitalized for something about having like not fully developed lungs Okay and was she premature at all or was she born after that term She was slightly premature I believe she's 34 weeks 34 weeks okay And",
        "gt_chunk": "D: or surgeries?\n\nP: When she was a baby, when she was first born, she was hospitalized um for something about having like uh not fully developed lungs. \n\nD: OK and uhm, was she premature at all? Or was she born after uh, at term?\n\nP: She was slightly premature, I believe she's 34 weeks.\n\nD: 34 weeks, OK. And"
    },
    {
        "whisper_chunk": "was it a vaginal delivery or was it a c section It was vaginal Vaginal okay Were there any complications during the pregnancy or after she was born No complications after besides the hospitalization for the small lungs Okay and is there any family history of any lung conditions heart conditions or cancers",
        "gt_chunk": "D: was it a vaginal delivery or was it a C-section? \n\nP: Uh it was vaginal.\n\nD: Vaginal, OK. Were there any uh complications during the pregnancy or after she was born? C\n\nP: Um no complications after besides the hospitalization for the small lungs.\n\nD: OK. And is there any family history of any lung conditions, heart conditions, or cancers"
    },
    {
        "whisper_chunk": "Nope nothing like that Has anyone in the family had any kind of asthma eczema anything like that No No okay And in terms of at school are there any kind of complaints and any issues with their development over the last few years No nothing like that Okay so she's",
        "gt_chunk": "P: nope, nothing like that.\n\nD: Has anyone in the family have, had any kind of asthma, eczema, anything like that?\n\nP: Um no.\n\nD: No, OK. Um so, and in terms of like at school, are there any kind of complaints uh and any um issues with her development over the last last few years?\n\nP: No, nothing like that.\n\nD: OK, so she's"
    },
    {
        "whisper_chunk": "been growing well Yeah she's been growing well She's been gaining weight like normal amount and she's doing well She was doing well at school Okay and at home what is the environment like She lives at home with both of us like her mom and her dad and she has a younger sibling who is four years old Okay and",
        "gt_chunk": "D: been growing well?\n\nP: Yeah, she's been growing well. She's been gaining weight like a normal amount um and she's doing well, she was doing well at school.\n\nD: OK. And um at home, uh what is the environment like?\n\nP: Um she lives at home with both of us like um her mom and her dad, and uh she has a younger sibling who is 4 years old. \n\nD: OK. And"
    },
    {
        "whisper_chunk": "does anyone smoke in the house at all No not anymore Okay how long ago did someone smoke It was so her dad used to smoke and he stopped when she was like three Okay that's good Any kind of dust",
        "gt_chunk": "D: does anyone smoke in the house at all?\n\nP: Um no, not anymore.\n\nD: OK, um how long ago uh did someone smoke?\n\nP: Um it was, um so her dad used to smoke um and he stopped when she was like 3.\n\nD: OK, that's good. Um any kind of uh dust"
    },
    {
        "whisper_chunk": "or mold or animals anything in the household No we don't have any pets and the place is just renovated so nothing like that Okay all right So yeah those were just some of the questions that I had for her today Do you have any questions or concerns Yeah so what can we do for her right now to make these symptoms go away",
        "gt_chunk": "D: or mold or animals, uh anything in the household? \n\nP: No, we don't have any pets and um the place is just renovated so nothing like that.\n\nD: OK. Alright, so yeah, those were just some of the questions that I had for her today. Do you have any questions or concerns?\n\nP: Um yeah, so what can we do for her right now to make these symptoms go away"
    },
    {
        "whisper_chunk": "Yeah so what we should do for her right now is she's seven years old What I'm thinking right now with her symptoms especially coming on after exertion being worse in the winter she may have asthma and although she doesn't have any family history of it it can happen without family history as well So we would like to try and do what's called a pulmonary function test That will help",
        "gt_chunk": "D: Yeah, so what we should do for her right now is, she's seven years old, um what I'm thinking right now with her symptoms especially coming on after uh exertion, being worse in the winter, she may have asthma.\n\nP: OK. \n\nD: And although she doesn't have any family history of it, it can happen without family history as well. Um so we would like to uh try and do uh what's called a pulmonary function test. That will help"
    },
    {
        "whisper_chunk": "us kind of understand if she has asthma or not and then we can try her on what's called a short acting beta agonist so it's a puffer and usually when she gets these types of symptoms she can use the puffer to help her and if it helps her then it's most likely that she does have asthma and she will need that puffer and then she might also need another puffer",
        "gt_chunk": "D: us kind of understand uh if she has um asthma or not and then we can try her on um, it's called a short acting beta agonist, so it's a puffer.\n\nP: OK.\n\nD: And uh usually when she gets these types of symptoms, she can use the puffer to help her. Uh and if it um helps her then it's most likely that she does have asthma and she will need um that puffer and then she might also need another puffer"
    },
    {
        "whisper_chunk": "which is an inhaled corticosteroid for the future to decrease the likelihood that this Okay okay yeah thank you Yeah no worries and yeah so we'll get those tests done and then go from there Okay sounds great Take care You too",
        "gt_chunk": "D: which is an inhaled corticosteroid, um for the future to decrease um the likelihood that this asthma gets worse in the future.\n\nP: OK, OK yeah thank you.\n\nD: Yeah, no worries. So yeah, so yeah we'll get those tests done and then go from there.\n\nP: OK, sounds great.\n\nD: Take care.\n\nP: You too"
    }
]