[
    {
        "whisper_chunk": "going to have a chat with you get an idea of what's going on and then I can go over it with the doctor and we'll come back together and talk to you about the next steps How does that sound to you Sounds great Thank you Awesome Okay so it says here that you have been having a sore throat Can you tell me a little bit more about that Sure Yeah the sore throat it started about four days ago and it's really",
        "gt_chunk": "D: going to have a chat with you get an idea of what's going on and then I can go over it with. The doctor will come back together and talk to you about the next steps. How does that sound to you?\n\nP: Thats great, thank you.\n\nD: Awesome OK. It says here that you have been having a sore throat. Can you tell me a little bit more about that?\n\nP: Sure, yeah the sore throat it started about four days ago. And it's really"
    },
    {
        "whisper_chunk": "very sore I can drink fluids okay but I'm even having some issues swallowing food Okay so you said four days ago Yes four days ago Okay so it's been kind of sore some issues swallowing food Okay and over the last four days has it gotten worse better kind",
        "gt_chunk": "P: very sore. I can drink fluids OK but I'm even having some issues swallowing food.\n\nD: OK, so you said four days ago?\n\nP: Yes, four days ago. \n\nD: OK. So it's been kind of sore, some issues swallowing food OK, and over the last four days has it gotten worse, Better"
    },
    {
        "whisper_chunk": "of stayed the same The sore throat it's getting worse for sure Okay have you ever had anything like this before I guess when I was younger I had mono and I had a sore throat when I had that yeah Okay is there anything that makes it worse or like anything that makes",
        "gt_chunk": "D:  stayed the same? \n\nP: Um the sore throat has it's got, it's getting worse for sure.\n\nD: OK, have you ever had anything like this before?\n\nP: I I, I guess when I was younger I had mono. And I had a sore throat when I had that, yeah.\n\nD: OK, is there anything that makes it worse or like anything that makes"
    },
    {
        "whisper_chunk": "it feel better right now No not really I've tried you know I've tried gargling with salt water I've tried some painkillers like nothing seems to be working Okay and you said you've also had some difficulty breathing Yes Did that start around the",
        "gt_chunk": "D: it feel better right now?\n\nP: No, not really. I've tried, you know, I've tried gargling with salt water. I've tried some painkillers like nothing, nothing seems to be working. \n\nD: Uhm OK, and you said you've also had some difficulty breathing.\n\nP: Yeah, that's right. \n\nD: Did that start around the"
    },
    {
        "whisper_chunk": "same time That actually started yesterday and it's gotten me very concerned Okay yeah I can understand how that would be concerning We're definitely going to try to get to the bottom of it today Okay so it started yesterday and since then has it it's getting worse yeah",
        "gt_chunk": "D: same time?\n\nP: That actually started yesterday, and it's gotten me very concerned.\n\nD: OK. Yeah, I can understand how that would be concerning. We're definitely going to try to get to the bottom of it today. Um OK so started yesterday, said then has it gotten any worse?"
    },
    {
        "whisper_chunk": "Okay do you feel like it's all the time or is it on and off It's just there all the time Okay have you ever had any difficulty breathing in the past No no no not like this Okay okay Have you",
        "gt_chunk": "P: .\n\nD: Do you feel like it's all the time or is it on and off?\n\nP: It's it's just there all the time.\n\nD: Have you ever had any difficulty breathing in the past?\n\nP: Um no no, no, not like this. \n\nD: OK. Uh. Have you"
    },
    {
        "whisper_chunk": "recently been in contact with anyone that's been sick I just no I don't leave the house much nowadays I go to the grocery store I go to the bank just essential things Okay have you traveled recently No no I haven't left the city for anything",
        "gt_chunk": "D: recently been in contact with anyone that's been sick?\n\nP: Um. I have, no. I don't leave the house much nowadays. I go to the grocery store, I go to the bank. Just essential things.\n\nD: OK, have you traveled recently?\n\nP: Um no, no, I haven't left the city for anything"
    },
    {
        "whisper_chunk": "Okay Okay do you know if your immunizations are up to date Yes everything's up to date Okay that's good Okay let's see so I'm just going to ask you about a few other symptoms I just like to get an idea if there's anything else you've been experiencing Have you had a cough at all No",
        "gt_chunk": "P: .\n\nD: OK. Do you know if your immunizations are up to date? \n\nP: Ah yes, everything's up to date.\n\nD: OK. That’s good. See you so I'm just gonna ask you about a few other symptoms. I just like to get an idea if there's anything else you been experiencing. Have you had a cough at all? \n\nP: No"
    },
    {
        "whisper_chunk": "Okay have you had a runny nose No runny nose Have you had any headaches No Have you had any chest pain No no chest pain Okay have you lost any of your sense of smell or taste Maybe taste a little bit but not smell Okay",
        "gt_chunk": "P: .\n\nD: Have you had a runny nose? \n\nP: No runny nose.\n\nD: Have you had any headaches? \n\nP: No.\n\nD: Have you had any chest pain?\n\nP: Ah nope, no chest pain.\n\nD: Have you have you lost any of your sense of smell or taste?\n\nP: Um maybe taste a little bit but not smell.\n\nD: OK"
    },
    {
        "whisper_chunk": "okay When did that start The taste Maybe two days ago Okay taste two days ago Has it been on and off or has it been kind of constantly like a reduced sense of taste It's been pretty constant Okay",
        "gt_chunk": "D: , when did that start?\n\nP: The taste ah. Maybe two days ago? \n\nD: OK. OK taste two days ago. Has it been on and off or has it been kind of constantly like a reduced sense of taste?\n\nP: It's it's. It's been pretty constant.\n\nD: OK"
    },
    {
        "whisper_chunk": "have you ever had anything like that before No Have you had any fevers I don't think so Okay have you had any chills or night sweats No Okay have you felt overall really tired and weak I",
        "gt_chunk": "D: Have you had anything like that before? \n\nP: No.\n\nD: Have you had any fevers?\n\nP: I don't think so. \n\nD: OK. Have you had any chills or night sweats? \n\nP: No.\n\nD: Have you felt overall really tired and weak? \n\nP: I"
    },
    {
        "whisper_chunk": "have felt tired maybe not weak but I feel like my muscles all ache Okay okay and when did that start That started like immediately after my sore throat Okay okay",
        "gt_chunk": "P:  felt tired, maybe not weak, but my I feel like my muscles all ache.\n\nD: OK. OK, and when did that start?\n\nP: That started. Like immediately after my sore throat.\n\nD: OK."
    },
    {
        "whisper_chunk": "Okay well we might circle back to that if I think there's any more questions you want to ask Sure But just in general in terms of your overall health do you have any chronic conditions that you take medication for or see a doctor for regularly I have",
        "gt_chunk": "D: OK, well we might circle back. I think there is any more questions you want to ask. Right now, but just in general, in terms of your overall health, do you have any chronic conditions that you take medications for or see a doctor for regularly?\n\nP: Um I have"
    },
    {
        "whisper_chunk": "mild COPD Okay and what medications are you currently taking I'm on a long acting beta agonist Okay is that the only medication that you take Pardon me Is that the only medication that you take And I also take a couple of vitamins",
        "gt_chunk": "P: mild COPD.\n\nD: OK. And what medications are you currently taking?\n\nP: Um I'm on a long acting beta agonist.\n\nD: OK, is that the only medication you take?\n\nP: Pardon me. \n\nD: Is that the only medication that you take?\n\nP: And I also take a couple of vitamins"
    },
    {
        "whisper_chunk": "Okay do you have any allergies No no allergies Okay I'm just going to ask you a few questions about your lifestyle Do you live here in town I do Okay do you live alone or with family I live alone Okay and do you smoke",
        "gt_chunk": "D: OK. Do you have any allergies?\n\nP: Um no, no allergies.\n\nD: Just gonna ask you few questions about your lifestyle. Do you live here in town? \n\nP: I do.\n\nD: Do you ah live alone or with family?\n\nP: I live alone. \n\nD: OK. And do you smoke"
    },
    {
        "whisper_chunk": "I quit two years ago Oh congratulations Thank you Before that did you smoke for many years I did I smoked for 40 years Okay do you drink alcohol I drink occasionally maybe like on the weekends Okay",
        "gt_chunk": "P: I quit two years ago.\n\nD: Oh congratulations, before that did you did you smoke for many years?\n\nP: I did, I smoked for 40 years.\n\nD: OK. Do you drink alcohol?\n\nP: I drink occasionally, maybe like on the weekends. \n\nD: OK"
    },
    {
        "whisper_chunk": "and do you use cannabis No Okay any other drugs No no other drugs Okay and are you retired Do you work I am retired yeah Okay what did you do for work",
        "gt_chunk": "D: and do you use cannabis? \n\nP: No.\n\nD: OK any other drugs?\n\nP: No, no other drugs.\n\nD: OK. And are you retired? Do you work?\n\nP: I am retired, yeah.\n\nD: OK, what did you do for work"
    },
    {
        "whisper_chunk": "before I worked for GM Cool Okay and do you have any family history of respiratory problems heart problems cancers No Okay Okay I think that about covers my questions for you right",
        "gt_chunk": "D: before?\n\nP: I worked for GM. \n\nD: Crock. OK. And do you have any family history of respiratory problems, heart problems and? \n\nP: No.\n\nD: OK. Uhm. OK, I think that that about covers my questions for you right"
    },
    {
        "whisper_chunk": "now Is there anything else that you wanted to add that I didn't ask you about No I don't think so Okay well I am going to go over this with the doctor that I'm working with today I'm guessing just because some of your symptoms are in line with common symptoms of COVID 19 it will probably do a COVID swab And what happens with that is since you do have some symptoms you'll have to isolate until the results come back And",
        "gt_chunk": "D: now. Is there anything else that you wanted to add that I didn't ask you about?\n\nP: Um no, I don't think so. \n\nD: OK. I’m going to go over this with the document I'm working with today, I'm guessing just because some of your symptoms are in line with common symptoms of covid 19, that will probably do a covid swab, and what happens with that is since we do have some syptoms, will have to isolate until the result come back and"
    },
    {
        "whisper_chunk": "potentially after that you still have symptoms even if it is negative So that's just kind of a heads up on that might be one of the next things that happens We will probably get you a chest x ray because we want to get an idea of what's going on in there Did you have any other questions No thank you very much Okay well thanks for chatting with me We should be back shortly to let you know about the next step",
        "gt_chunk": "D: potentially after that if you still have symptoms, even if it is negative. So that's just kind of a heads up on that. Maybe one of the next things that happens. We will probably get you a chest xray 'cause we want to get an idea of what's going on in there. Did you have any other questions?\n\nP: No, thank you very much.\n\nD: OK well thanks for chatting with me we should be back shortly to kind of let you know with the next step"
    },
    {
        "whisper_chunk": "Okay great Thank you",
        "gt_chunk": "P: OK, great, thank you"
    }
]