[
    {
        "whisper_chunk": "I was wondering if you could tell me what brought you in Sure I have been coughing a lot I've been feeling short of breath and I just feel really wheezy so I thought I should come check it out Okay when did the cough start I've always had a cough Well I guess I've had a cough for the past five years but over the past three days it's gotten a lot worse",
        "gt_chunk": "D: I was wondering if you could tell me what brought you in. \n\nP: Sure, um, I have been coughing a lot. I've been feeling short of breath and I just feel really wheezy, so I thought I should come check it out.\n\nD: OK, when did the cough start?\n\nP: I've always had a cough. Well, I guess I've had a cough for the past five years, but over the past three days it's gotten a lot worse"
    },
    {
        "whisper_chunk": "Okay did anything happen three days ago that has brought the cough on No I did groceries I came home and then I started coughing a little bit more and I haven't been able to stop since Okay is there any particular time of day that the cough is worse like morning night It seems to",
        "gt_chunk": "D: OK, did anything happen 3 days ago that has brought the cough on?\n\nP: Uhm, no, I was, I did groceries, I came home and then I started coughing a little bit more and I haven't been able to stop since.\n\nD: OK, is there any particular time of day that the cough is worse, like morning, night?\n\nP: Uhm, it seems to"
    },
    {
        "whisper_chunk": "be worse in the morning Okay and are you bringing up any sputum I am and it looks yellow and sometimes even green Okay with your cough prior to three days ago were you bringing up sputum with that I guess some but it was clear Okay",
        "gt_chunk": "P: be worse in the morning.\n\nD: OK, and are you bringing up any sputum?\n\nP: I am. Umm, and it looks yellow and sometimes even green.\n\nD: OK. With your cough prior to three days ago were you bringing up sputum with that?\n\nP: I guess some, but it was clear.\n\nD: OK"
    },
    {
        "whisper_chunk": "and are you bringing up more sputum now the same or less More sputum and the sputum just looks different Okay have you noticed any blood No blood Okay and you mentioned you've had a wheeze when did you notice that I also I guess",
        "gt_chunk": "D: and are you bringing up more sputum now, the same or less?\n\nP: Um, more sputum, and sputum just looks different.\n\nD: OK, have you noticed any blood?\n\nP: No blood. \n\nD: OK, and you mentioned you've been you've had a wheeze, when you do you notice that?\n\nP: Uhm, I also, I guess"
    },
    {
        "whisper_chunk": "I noticed that mostly last night yeah Okay and what types of activities have you had shortness of breath I guess walking doing day to day things has made me feel a little bit more short of breath than I used to feel Okay and",
        "gt_chunk": "P: I notice that mostly last night, yeah.\n\nD: OK, um and what types of activities have you had shortness of breath?\n\nP: Uhm, I guess walking, doing day to day things has made me feel a little bit more short of breath than I used to feel. \n\nD: OK. And"
    },
    {
        "whisper_chunk": "have you been experiencing any other symptoms besides the cough wheeze and shortness of breath I feel a little bit more tired but other than that no Okay so a bit more tired how has your sleep been My sleep has been pretty normal It's been yeah it's been the same I guess it's the coughing that's making",
        "gt_chunk": "D: have you been experiencing any other symptoms besides the cough, wheeze and shortness of breath?\n\nP: Um, I feel a little bit more tired, but other than that, no.\n\nD: OK. So a bit more tired. How has your sleep been?\n\nP: My sleep has been, um, pretty normal. It's been, yeah, it's been the same. I guess it's the coughing that's making"
    },
    {
        "whisper_chunk": "me tired Okay have you had any ear pain or eye pain Ear pain or eye pain no Any discharge from either your ears or eyes No Okay have you had a runny nose No Or felt congested No Okay have you had a sore throat No",
        "gt_chunk": "P: me tired.\n\nD: OK, have you had any ear pain or eye pain?\n\nP: Ear pain, or eye pain? No. \n\nD: Any discharge from either, either your ears or eyes?\n\nP: No.\n\nD: OK. Have you had a runny nose?\n\nP: No.\n\nD: Or felt congested? \n\nP: No.\n\nD: OK, have you had a sore throat?"
    },
    {
        "whisper_chunk": "Are any difficulties swallowing No Okay any changes to your sense of smell or taste No Okay have you had any changes in appetite No I don't think so All right and have you had any weight loss over the last several months Weight loss no Okay how about",
        "gt_chunk": "D: Or any difficulty swallowing?\n\nP: Uhm, no.\n\nD: Changes to your sense of smell or taste?\n\nP: No.\n\nD: OK, have you had any changes in appetite?\n\nP: Uh, no, I don't think so.\n\nD: Alright, and have you had any weight loss over the last several months?\n\nP: Weight loss, no.\n\nD: OK. How about"
    },
    {
        "whisper_chunk": "have you had any fevers or chills Fevers or chills no no nothing like that Nights how about night sweats No Have you had any chest pain No no chest well my chest feel I guess sometimes it feels painful because I'm coughing so much but nothing more than that Okay do you get chest pain when",
        "gt_chunk": "D: have you had any fevers or chills?\n\nP: Fevers or chills ah, no. No, nothing like that.\n\nD: Nights, how about night sweats?\n\nP: No.\n\nD: Have you had any chest pain?\n\nP: Ah no, no chest. Well my chest feels, I guess sometimes I, it feels painful because I'm coughing so much, but nothing more than that.\n\nD: OK, do you get chest pain when"
    },
    {
        "whisper_chunk": "you exert yourself physically No Okay so it's just after the coughing Yeah Okay and how would you describe the character of the chest pain Some people will say sharp dull achy I would say dull Okay and have you had",
        "gt_chunk": "D: you exert yourself physically?\n\nP: Uhm, no. \n\nD: OK, so it's just after the coughing?\n\nP: Yeah. \n\nD: OK and how would you describe the character of the chest pain? Some people will say sharp, dull, achy.\n\nP: Um, I would say dull.\n\nD: OK, and have you had"
    },
    {
        "whisper_chunk": "any heart palpitations feeling like your heart's racing No And how about any episodes where you felt like you were gonna faint or yeah pass out No Okay and have you had any swelling in your feet ankles hands No nothing like that",
        "gt_chunk": "D:  heart palpitations, feeling like your heart's racing? \n\nP: No.\n\nD: And how about any episodes where you felt like you were going to faint or, yeah, pass out?\n\nP: No. \n\nD: OK. Uhm and have you had any swelling in your feet, ankles, hands? \n\nP: No, nothing like that"
    },
    {
        "whisper_chunk": "Okay and then have you had any urinary problems No Any bowel problems No Okay and then any joint pains or muscle aches No nothing like that And how about any rashes anywhere No Okay and then sorry have you had any nausea or vomiting",
        "gt_chunk": "D: OK. And then have you had any urinary problems?\n\nP: Um, no.\n\nD: Any bowel problems?\n\nP: No.\n\nD: OK, and then any joint pains or muscle aches?\n\nP: No, nothing like that.\n\nD: And how about any rashes anywhere?\n\nP: No. \n\nD: OK, and then, sorry, have you had any nausea or vomiting"
    },
    {
        "whisper_chunk": "No Okay in terms of your past medical history have you been diagnosed with any conditions before I have high blood pressure and diabetes I see are you on any medications for those For the high blood pressure I'm on a beta blocker and then for my diabetes I'm on",
        "gt_chunk": "P: no.\n\nD: OK. In terms of your past medical history, have you been diagnosed with any conditions before? \n\nP: Uhm, I have high blood pressure and diabetes.\n\nD: I see. Are you on any medications for those?\n\nP: Um, for the blood pressure, the high blood pressure, I'm on a beta blocker and then for my diabetes I'm on"
    },
    {
        "whisper_chunk": "metformin Okay are you taking any other medications Just some calcium and vitamin D Any surgeries in the past Nope Any allergies to medications No Okay and are your immunizations up to date I believe so",
        "gt_chunk": "P: metformin.\n\nD: OK, uh, do you, are you taking any other medications?\n\nP: Um, just some calcium and vitamin D.\n\nD: Any surgeries in the past?\n\nP: Nope. \n\nD: Any allergies to medications?\n\nP: No.\n\nD: OK. Are your immunizations up to date?\n\nP: I believe so"
    },
    {
        "whisper_chunk": "but I recently learned that I should get something called a pneumococcal vaccine I haven't gotten that yet Yeah you're right So for in Canada or in Ontario at least anybody who's older than 65 it's recommended to get this vaccine to protect against certain types of bacterial infections a type which can cause pneumonia",
        "gt_chunk": "P: but I recently learned that I should get something called the pneumococcal vaccine. I haven't gotten that yet.\n\nD: Yeah, you're you're right. So for um, in Canada or anybody or in Ontario, at least, anybody who's older than 65, it's recommended to get this vaccine to protect against certain types of bacterial infections type which can cause pneumonia"
    },
    {
        "whisper_chunk": "So it would be something that you can set up with your family doctor Okay Yeah and so are you so do you smoke cigarettes I used to Okay and how much do you smoke Or how much did you used to smoke I smoked a pack a day and I smoked for 45 years",
        "gt_chunk": "D: So it would be good something that you can set up with your family doctor.\n\nP: OK. \n\nD: Yeah, and so are you, so do you smoke cigarettes? \n\nP: I used to.\n\nD: OK, and how much do you smoke or how much did you use to smoke?\n\nP: Um, I smoked a pack a day and I smoked for 45 years"
    },
    {
        "whisper_chunk": "but I stopped two years ago Okay that's great that you were able to stop Do you drink alcohol Occasionally like once every two weeks Okay and any triggers that you can think of you were exposed to either at work or home like chemicals or things that you were exposed to that you had to breathe that you breathed in",
        "gt_chunk": "P: but I stopped two years ago.\n\nD: OK, that's great that you were able to stop. Do you drink alcohol?\n\nP: Uhm, occasionally like once every two weeks.\n\nD: OK, and any triggers that you can think of you were exposed to either at work or home like chemicals or things that you were exposed to that you had to breathe, that you breathe in"
    },
    {
        "whisper_chunk": "No nothing like that Okay have you traveled anywhere No All right and have you been anybody who's been sick or has similar symptoms No All right and anybody in the family have a heart or a lung condition No Any cancers in the family There was liver",
        "gt_chunk": "P: No, nothing like that.\n\nD: OK, have you traveled anywhere? \n\nP: No.\n\nD: Alright, and have you been near anybody who's been sick or has similar symptoms?\n\nP: Uhm, no. \n\nD: Alright, and anybody in the family have a heart or lung condition?\n\nP: Um, no. \n\nD: Any cancers in the family?\n\nP: Um, there was a liver"
    },
    {
        "whisper_chunk": "cancer Okay and I think that okay and that was all I wanted to ask on history Was there anything else that you wanted to tell me today No just what do you think the problem is I've never felt",
        "gt_chunk": "P: cancer. \n\nD: OK, and, I think that.. OK, and that was all I wanted to ask on history. Was there anything else that you wanted to tell me today? \n\nP: Um, no, just um, what do you think the problem is? I've never felt"
    },
    {
        "whisper_chunk": "this bad with my shortness of breath before Yeah certainly So it sounds like it could be maybe a viral infection that brought on this cough and worsened the sputum This could be a bacterial infection It could be a COPD exacerbation And also one of",
        "gt_chunk": "P: this bad with my shortness of breath before.\n\nD: Yeah, certainly so umm, it, it sounds like it could be maybe a viral infection that I brought on this cough and worsen the sputum. This could be a bacterial infection, it could be a COPD exacerbation and also one of"
    },
    {
        "whisper_chunk": "the other things that we would have to consider right now is COVID as well And so we will do a PCR nasal swab for COVID and a chest X ray and some other investigations as well And we will try to get to the bottom of what's causing your shortness of breath Okay that sounds good Thank you Thank you",
        "gt_chunk": "D: the other things that we would have to consider right now is Covid as well and so we will do a PCR nasal swab for Covid and a chest Xx-ray and some other investigations as well and uhm, we will try to get to the bottom of what's causing your your shortness of breath.\n\nP: OK, that sounds good, thank you"
    }
]