[
    {
        "whisper_chunk": "what brings you in Hi I've just been a little bit worried that the last couple of months I noticed I've been getting more and more out of breath when I've been doing exercise and I know I got a brother who had a heart issue and I'm just really concerned that I might have something wrong with my ticker I just want to get it checked out you know Yeah for sure When did the shortness of",
        "gt_chunk": "D: What brings you in?\n\nP: Hi, uhm, I've just been a little bit worried, that last the couple of months I've noticed that I've been getting more and more out of breath when I've been doing exercise, and I know I got a brother who had a heart issue and I'm just really concerned that I have something wrong with my ticker, just wanted to get it checked out, you know?\n\nD: Uhm, when did the shortness of"
    },
    {
        "whisper_chunk": "this winter specifically Like we haven't been too active because of COVID this year We've just been staying in the house all last year but with the snow I gotta be shoveling snow whenever it fell And before I could be able like two years ago I'd be able to clear the driveway no problem But now even after half the driveway I've noticed I'm getting consistently out of breath I've got this nasty cough and it's prompted my wife to kind of get me to come in She's a little bit",
        "gt_chunk": "P: this winter specifically, like we haven't been too active because of Covid this year, we've just been staying in the house all last year, but with the snow, I'd be shovelling snow whenever it fell and before I could be able to like 2 years ago be able to clear the driveway, no problem, but now even after half the driveway I've noticed I'm getting consisntely out of breath, I've got this nasty cough and it's prompted my wife to get me to call in, she's a little bit"
    },
    {
        "whisper_chunk": "worried Yeah so it's mostly on exertion It doesn't happen at rest Is that correct Being out of breath Yeah No Okay Okay And has this ever happened to you before Yeah about a year and a half ago we went down to Toronto in order to see the CN Tower and just you know",
        "gt_chunk": "P: worried.\n\nD: So it's mostly on exertion, it doesn't happen at rest, is that correct?\n\nP: Being out of breath? No, no.\n\nD: No, OK, ok. And has this ever happened to you before?\n\nP: Yeah, about a year and a half ago we went down to Toronto, in order to see the CN tower, and you know"
    },
    {
        "whisper_chunk": "do tourist stuff And we tried climbing a couple of flights of stairs you know just to do a little bit And I could not I thought I saw myself pretty healthy pretty active but it really took the wind out of my sails I had to stop stooped over just couldn't do it And how did you manage like how was that treated at that time How did you get better Oh I didn't do any",
        "gt_chunk": "P: do tourist stuff and we tried we tried to climb a couple flights of stairs to do a little bit, and I could not, I always thought I'm pretty healthy, pretty active but it really took the wind out of my sails, so had to stop, stoop over. Just couldn't do it.\n\nD: Uhm, and how did you manage like how, how was that treated at that time and how did you get better?\n\nP: Oh, I didn't do any"
    },
    {
        "whisper_chunk": "I just attributed to being I don't know out of shape a little bit I worked as a mechanic when I was younger I was pretty active But ever since retiring I thought I'd keep up At least my stamina wouldn't go away that quickly But chalked it up to being out of shape and went home Okay So your symptom your shortness of breath seems to be getting worse Yeah right Okay Any coughing with",
        "gt_chunk": "P: I just attributed to being, I don't know, out of shape a little bit and I worked as a mechanic when I was younger. I was pretty active, but ever since retiring thought I'd keep up, at least my stamina won't go away that quickly, but chalked it up to being out of shape and went home.\n\nD: OK. Uhm, so your symptom, your shortness of breath seems to be getting worse, right?\n\nP: Yeah.\n\nD: OK, any coughing with"
    },
    {
        "whisper_chunk": "that Yeah Yeah not necessarily when I noticed it when I was shoving the driveway but I've had a cough for the last couple of years Usually in the morning I just bring up a little bit of cough you know Yeah And the gunk that you bring up what color is it Yellow sometimes a little brown Okay And when did that start Oh it's",
        "gt_chunk": "D: that?\n\nP: Yeah, yeah. And not necessarily when I noticed it when I was shovelling the driveway. But I've had a call for the last couple of years and usually in the morning I just bring up a little bit of gunk, but most of my buddies have that, just like a morning cough, you know?\n\nD: Yeah, and the gunk that you bring up. What color is it?\n\nP: Uh, yellow, sometimes a little brown.\n\nD: OK, and when did that start?\n\nP: Oh, it's"
    },
    {
        "whisper_chunk": "been going on last 10 years Well to be honest it's been like 30 But it's been fairly consistent last 10 years I'd say Okay Any blood that you bring up Not that I've noticed Like bright red No nothing like that Okay Any wheeziness Yeah Yeah I noticed that when I was shoveling Yeah when I was out of breath it sounded",
        "gt_chunk": "P: been going on last 10 years. Well, to be honest since I've been like 30, but it's been fairly consistent, last 10 years I'd say.\n\nD: OK, any blood that you bring up?\n\nP: Not that I've noticed, like bright red? No, nothing like that.\n\nD: OK. Any wheeziness?\n\nP: Yeah yeah, I noticed that when I was showing, yeah when I was out of breath, it sound"
    },
    {
        "whisper_chunk": "different It sounded different than being usually out of breath It sounded wheezy Okay Any chest pain Yeah a little bit actually At rest No nothing like that Nothing nothing when I'm not moving Okay So the chest pain when did that start First noticed it this winter",
        "gt_chunk": "P: different sound different than being usually out of breath but it had to. It sounded wheezy.\n\nD: OK. Any chest pain?\n\nP: Yeah, a little bit actually.\n\nD: Uhm, at rest or?\n\nP: Nothing, nothing when I'm not moving.\n\nD: OK, so the chest pain, when did that start?\n\nP: First noticed it this winter"
    },
    {
        "whisper_chunk": "on the driveway but it wasn't like I know what they say about a heart has supposed to like be crushing pain in your chest that moves up your neck nothing like that It's like my lungs my throat like you're really really out of breath you know Okay so you're attributing it mostly to your shortness of breath then I think so I really hope this isn't my heart I've never had a heart attack Yeah",
        "gt_chunk": "P: on the driveway but it wasn't like I know what they say about a heart attack, supposed to like, the crushing pain in your chest that moves up your neck. Nothing like that. It's like my lungs, my throat. Like you're really, really out of breath, you know?\n\nD: OK, so you're attributing it mostly to your shortness of breath then?\n\nP: I think so. I really hope this is my heart. I've never had a heart attack.\n\nD: Yeah"
    },
    {
        "whisper_chunk": "Where in your chest is this chest pain happening Like is it central Is it more towards the left Towards the right It was kind of both sides It was yeah all across my chest To be honest it was only the one time that was really struggling I coughed up a bit Yeah Okay Any pain in your calves or legs when after you walk",
        "gt_chunk": "D: Where in your chest is this chest pain happening like is it central? Is it more towards the left, towards the right?\n\nP: It was kind of both sides.\n\nD: OK.\n\nP: It was, Was we all across my chest, to be honest it was only the one time that was really struggling and I coughed up a bit, but yeah.\n\nD: OK, any pain in your calves or legs, well after you walk"
    },
    {
        "whisper_chunk": "a certain distance No no no Do you ever feel like your heart's racing Felt like my heart was racing after that much activity but no not usually Okay How about swelling in your limbs No nothing like that Okay Any fainting spells or dizziness No ever fainted in my life Okay Any",
        "gt_chunk": "D: a certain distance?\n\nP: No, no.\n\nD: No. Do you ever feel like your heart's racing?\n\nP: Felt like my heart was racing after that much activity, but no, not usually.\n\nD: OK. How about swelling in your limbs?\n\nP: No, nothing like that.\n\nD: OK, any fainting spells or dizziness?\n\nP: No never fainted in my life.\n\nD: OK. Any"
    },
    {
        "whisper_chunk": "confusion memory loss No nothing like that Headaches Headaches You know I do get headaches from time to time I associate them with stress but I haven't been too stressed out recently So nothing in the last couple of years Okay Any neck stiffness Nope No Okay Any sensitivity to light or loud sounds associated with that headache No nothing like",
        "gt_chunk": "D: confusion, memory loss?\n\nP: No, nothing like that.\n\nD: Headaches?\n\nP: Headaches, you know I do get headaches from time to time. I associate them with stress, but I haven't been too stressed out recently so nothing in the last couple of years.\n\nD: OK, any neck stiffness?\n\nP: Uh, no.\n\nD: No, OK. Any sensitivity to light or loud sounds associated with that headache?\n\nP: No, nothing like"
    },
    {
        "whisper_chunk": "that Okay Any weight loss No I wish Okay Fevers Nope Rashes You know I got these weird things on my head I think mainly because of the sun like these brown patches but that wouldn't be a rash would it I'd have to examine that closer If you think it's associated with the sun it could be something",
        "gt_chunk": "P: that.\n\nD: OK, any weight loss?\n\nP: No, I wish.\n\nD: OK. Fevers?\n\nP: No.\n\nD: Rashes?\n\nP: You know I got these weird things on my head. I think mainly because of the sun. Like these brown patches, but that wouldn't be a rash, would it?\n\nD: I'd have to examine that closer. If you think it's associated with the sun, it could be something"
    },
    {
        "whisper_chunk": "like seborrheic keratosis but I'd have to see what they look like So we can take a look at that later if that's okay So any changes in your vision or hearing No No Stuffy nose runny nose I had a bit of a cold a couple months ago but no nothing recent Okay Sore throat Yeah a little bit after the cough I",
        "gt_chunk": "D: like seborrheic keratosis, but I'd have to see what they look like so we can take a look at that later, if that's OK. And so any changes in your vision or hearing?\n\nP: No.\n\nD: No. Stuffy nose, runny nose?\n\nP: Had a bit of a cold couple months ago, but no, nothing recent.\n\nD: Sore throat?\n\nP: Yeah, a little bit after the cough. I"
    },
    {
        "whisper_chunk": "had a little bit of a sore throat but it went away pretty quickly Okay Change in smell or taste I haven't been able to smell or taste too well for a while What's a while Ten years seven years It's been more salt more spices on my food you know Okay okay Any changes to your bowel habits Nope been regular all my life Okay Nausea",
        "gt_chunk": "P: had a little bit of a sore throat but went away pretty quickly.\n\nD: OK. Change in smell or taste?\n\nP: I haven't been able to smell or taste too well for awhile.\n\nD: What's awhile?\n\nP: Ten years, seven years it's been more salt, more spices on my food, you know.\n\nD: OK, OK. Any changes to your bowel habits?\n\nP: Nope, been regular all my life.\n\nD: Nausea"
    },
    {
        "whisper_chunk": "vomiting Nope Okay Joint pain muscle aches You know my knees have been giving me trouble for a while but nothing recent no Okay And are you",
        "gt_chunk": "D: vomiting?\n\nP: No.\n\nD: OK. Joint pain, muscle aches?\n\nP: You know my knees been giving me trouble for awhile, but nothing recent, no.\n\nD: OK, and are you"
    },
    {
        "whisper_chunk": "Okay any surgeries I think I had my appendix out when I was yeah I had my appendix out when I was like 12 Okay No never been under the knife since then Okay good Have you been taking any medications for that high blood pressure Yep Docs got me on two blood pressure medications and",
        "gt_chunk": "D: OK, any surgeries?\n\nP: Uh, I think I had my appendix out when I was, yeah I had my appendix out when I was like 12.\n\nD: OK.\n\nP: Never been under the knife since then.\n\nD: OK, great. Have you been taking any medications for that high blood pressure?\n\nP: Yeah doc's got me on two blood pressure medications and"
    },
    {
        "whisper_chunk": "one cholesterol medication Okay and do you take those frequently Yeah every day Okay good Any other medications Nope Are you up to date with all your immunizations Jeez it's been a while since I got an immunization I think yeah I think so Okay Once you turn 65 they usually give you Shingrex to",
        "gt_chunk": "P: one cholesterol medication.\n\nD: OK, and do you take those frequently?\n\nP: Yeah, everyday.\n\nD: OK, good. Any other medications?\n\nP: No.\n\nD: Are you up to date with all your immunizations?\n\nP: Jeez, been a while since I've gotten immunization. Think, I think so.\n\nD: OK. Once you turn 65, they usually give you shing"
    },
    {
        "whisper_chunk": "prevent shingles and a Pneumovax vaccine to prevent pneumococcal infections Have you had those ones Nope No Okay so if you're interested in getting those we can discuss that at some point today as well Okay Do you have any allergies No No Okay so you mentioned a family history of your brother having congenital heart disease Any",
        "gt_chunk": "D: prevent shingles and a pneumovax vaccine to prevent pneumococcal infections. Have you had those ones?\n\nP: Nope.\n\nD: No, OK. So if you're interested in getting those, we can discuss that at some point today as well,\n\nP: OK.\n\nD: Do you have any allergies?\n\nP: No.\n\nD: No, OK. Any, OK, so you mentioned a family history of your brother having congenital heart disease. Any"
    },
    {
        "whisper_chunk": "other heart diseases that run in the family Congenital What's that mean Like something that you're born with No I don't think he's ever born a thing He had a couple heart attacks Oh heart attacks Okay sorry I must have misinterpreted that How old was he when you had his first heart attack He's older than me by five years but he had the first one when I was younger than I am now Like 62",
        "gt_chunk": "D: other heart diseases that run in the family?\n\nP: Congenital. What's that mean?\n\nD: Like something that you're born with.\n\nP: No, I don't think he's ever born thing he had a couple of heart attacks.\n\nD: Oh heart attacks. OK sorry I must have misinterpreted that. How old was he when he had his first heart attack?\n\nP: He's older me by five years, but he had the first one when he was younger than I am now. Like 62"
    },
    {
        "whisper_chunk": "was the first one Another one at 65 Okay Did they ever find a cause for his heart attack Is he a healthy person Healthy He's healthy You know I wouldn't call him too healthy of a guy He's a hard liver let's call him that",
        "gt_chunk": "P: was the first one, another one at 65.\n\nD: OK. Uhm, did, is he, did they ever find a cause for his heart attack? Is he a healthy person?\n\nP: Healthy, he's healthy. I you know I wouldn't call him too healthy of a guy either. He's a hard liver, let's call him that"
    },
    {
        "whisper_chunk": "Why it happened I think honestly it's his diet He eats like a hog Steaks butter bacon I'm assuming that's what did him in Oh yikes Okay Any other heart conditions that run in the family or other members of the family experiencing heart attacks Yep Dad died young from a heart attack He died younger than I am now He passed away",
        "gt_chunk": "P: why it happened, I think, obviously it's his diet man. He's like a hog. Steaks, butter, bacon I'm  assuming that's what did him in.\n\nD: Oh yikes, OK. OK, uh any other heart conditions that run in the family or other members of the family experiencing heart attacks?\n\nP: Yep, dad died young from a high heart attack. He was, he died younger than I am now. He passed away"
    },
    {
        "whisper_chunk": "at 66 Oh I'm sorry to hear that Oh it's been years now Yeah His grandmother had a stroke High blood pressure on my mom's side High cholesterol on my mom's side too But yeah an awful heart attack is my father's side of the family Okay Any other lung conditions that run in the family None that come to mind Okay",
        "gt_chunk": "P: at 66.\n\nD: Oh, I'm sorry to hear that.\n\nP: Oh it's been years now. It is what it is. His grandmother had a stroke. High blood pressure on my mom side. High cholesterol on my mom side too. But yeah, awful heart attacks on my father side of the family.\n\nD: OK. Any other lung, any lung conditions that run in the family?\n\nP: None that come to mind.\n\nD: OK"
    },
    {
        "whisper_chunk": "And do you smoke Yeah Yeah I smoke Okay How much do you smoke I cut it back about half a pack a day the last two years now Okay And before that It was pretty much a pack a day maybe When I was bad two packs a day But other than smoking yeah When did I start working at the shop 17",
        "gt_chunk": "D: and do you smoke?\n\nP: Yeah, yeah I smoke.\n\nD: OK, how much do you smoke?\n\nP: I cut it back, about half a pack a day for the last two years now.\n\nD: OK and before that?\n\nP: I was pretty much a pack a day. Maybe, well, when it was bad, 2 packs a day, but I've been smoking yeah, since about, when do they start working at the shop,"
    },
    {
        "whisper_chunk": "Everyone there smokes Okay Wow Yeah it's been a while then But it's good that you cut down That's good Do you do any other recreational drugs like marijuana cocaine heroin anything I'll smoke weed at the shop every Friday but I'm not a huge fan of it to be honest Okay And how much do you smoke every Friday Go through about four joints seven people I don't",
        "gt_chunk": "P: everyone there smokes.\n\nD: Oh OK Wow yeah well then but it's good that you cut down, that's good. Do you, do any other recreational drugs like marijuana, cocaine, heroin, anything?\n\nP: I'll smoke weed at the shop every Friday, but I'm not huge fan of it to be honest.\n\nD: OK. And how much do you smoke every Friday?\n\nP: Both are about four joints, seven people, so I don't"
    },
    {
        "whisper_chunk": "know what that is Half a gram Half a joint Okay Yeah Okay And do you drink Oh yeah How much do you drink Let's see Christmas was about the last time I went heavy I like a beer or two weekends But when family's in town we'll go whole hog I'll drink maybe 20 beer",
        "gt_chunk": "P: know what that is. Half a gram?\n\nD: Half a joint? OK, yeah. OK, and do you drink?\n\nP: Oh yeah.\n\nD: How much do you drink?\n\nP: See, Christmas was about the last time I went out like a beer or two. Uhm, weekends but when families in town will we'll go whole hog. I'll drink maybe 20 beer"
    },
    {
        "whisper_chunk": "Oh okay Okay Yeah you should Have you thought about cutting that down You've got to keep up with the family you know You can't let them embarrass you like that I understand that But also you know it's important to take care of your health And slow and steady",
        "gt_chunk": "D:  yeah you should, have you thought about cutting that down?\n\nP: You gotta keep up with the family, you know, you can't let them embarrass you like that.\n\nD: Let's, I understand that, but also you know, it's important to take care of your health and slow and steady"
    },
    {
        "whisper_chunk": "wins the race right I'll keep that in mind daughter I'll keep that in mind And how's your diet Been pretty good The wife's been on a health food craze last five years Vegetables I don't know I eat whatever she cooks basically Okay That's good And in terms of exercise do",
        "gt_chunk": "D: wins the race, right?\n\nP: I'll keep that in mind, doc, I'll keep that in mind.\n\nD: Yeah, and how's your diet?\n\nP: Been pretty good. The wife's been on a, on a health food craze last five years. Vegetables, I don't know, I eat whatever she cooks, basically.\n\nD: OK. Uhm that's good, and in terms of exercise, do"
    },
    {
        "whisper_chunk": "you get to move around I used to be pretty active I used to bike around But because of COVID I've just been indoors all this time So no not much Okay Okay Well it's good to go out for a walk once in a while I think that's allowed during COVID as long as you're being safe And who do you live with at home I live with my wife",
        "gt_chunk": "D: you get to move around?\n\nP: I used to be pretty active. I used to bike around, but 'cause of Covid I've just been indoors all this time. So no, not much.\n\nD: OK. OK, well it's good to go out for a walk once in awhile. I think that's allowed during Covid as long as you're being safe. And who do you live with at home?\n\nP: I live with my wife"
    },
    {
        "whisper_chunk": "Okay Any children Yeah I've got three kids One for my first marriage Two with the missus right now Okay Do you get to see them often Yeah Daughter lives in town I get to see her and the grandkid a little bit Other boy works at Fort Mac And my oldest son he's out east Okay Okay And have you had any contacts",
        "gt_chunk": "D: any children?\n\nP: Yeah, I've got three kids, one for my first marriage, two with the Mrs. right now.\n\nD: OK, and do you get to see them often?\n\nP: Yeah, daughter lives in town and get to see her and grand kid a bit, the other boy works in Fort Mac and my oldest son, he's out east.\n\nD: OK, OK, and have you had any contact"
    },
    {
        "whisper_chunk": "with people who've been sick recently No we've been keeping entirely to ourselves We even get our groceries ordered to the house Okay And how about travel Any recent travel Nope No Okay And then lastly I just wanted to ask you because you have been smoking for a long time have you ever been diagnosed with something called",
        "gt_chunk": "D: with people who've been sick recently?\n\nP: No, we've been keeping entirely to ourselves. You can get our groceries ordered to the house.\n\nD: OK. And how about travel? Any recent travel?\n\nP: No.\n\nD: No, OK. Uhm, and then lastly, just wanted to ask you because you have been smoking for a long time, have you ever been diagnosed with something called"
    },
    {
        "whisper_chunk": "COPD Doesn't ring a bell No Okay Have you ever had any pulmonary function tests or chest x rays done in the past Chest x ray I think they did a chest x ray after the car crash Okay But I can't think of getting one recently no Okay All right Well those are all the questions that I had for you Did you have any questions for me So is this a heart Like should I be worried Yeah",
        "gt_chunk": "D: COPD?\n\nP: Doesn't ring a bell.\n\nD: No, OK. Have you ever had any pulmonary function tests or chest x-rays done in the past?\n\nP: Chest x-ray, I think they did a chest x-ray after the car crash.\n\nD: OK.\n\nP: But I can't think of getting one recently, no.\n\nD: OK. Alright well those are all the questions that I had for you. Did you have any questions for me?\n\nP: So this is a hard, like, should I be worried?\n\nD: Yeah"
    },
    {
        "whisper_chunk": "You know what It sounds from what you're telling me it sounds like you have shortness of breath on exertion It sounds like you have a cough that's producing some phlegm It doesn't seem like you have any systemic symptoms of infection so I'm not too worried about that And then in terms of your heart you mentioned you had that chest pain once but it really does sound more like a lung problem to me than",
        "gt_chunk": "D: you know what? It sounds from what you're telling me, it sounds like you have shortness of breath on exertion, and it sounds like you have a cough with still producing some phlegm. It doesn't seem like you have any systemic symptoms of infection, so I'm not too worried about that. And then in terms of your heart, you mentioned you had that chest pain once, but it really does sound more like a lung problem to me than"
    },
    {
        "whisper_chunk": "a heart problem to me right now But of course we'll do all the necessary investigations to rule out any heart stuff But right now I'm thinking it could be something called COPD chronic obstructive pulmonary disorder because of your smoking history So we'll start with doing a pulmonary function test and chest x ray and we'll try to go",
        "gt_chunk": "D: a heart problem to me right now, but of course we'll do all the necessary investigations to rule out any heart stuff. But right now, I'm thinking it could be something called COPD, chronic obstructive pulmonary disorder because of your smoking history. Uhm, so we'll start with doing a pulmonary function test and chest x-ray, and I we'll try to go"
    },
    {
        "whisper_chunk": "from there If it is COPD we'll likely put you on a puffer for that like a long acting beta agonist that's what it's called So if your symptoms don't get better with that we'll do other investigations to try to figure out what this is How does that sound",
        "gt_chunk": "D: from there. If it is COPD we'll likely put you on a, like a puffer for that. A like a lot a short or long acting beta agonist, that's what it's called. So if your symptoms don't get better with that, we'll do other investigations to try to figure out what this is. How does that sound"
    },
    {
        "whisper_chunk": "Sounds great Doc Thanks a million All right Great Thank you Have a good one",
        "gt_chunk": "P: Sounds great, doc. Thanks a million.\n\nD: Alright, great thank you.\n\nP: Have a good one"
    }
]