[
    {
        "whisper_chunk": "brings you in So I've just I've had some sinus problems in the past I've had some sinus infections and I just feel like I have one right now and I know that like I know that you know a lot of the time I've done all the things that I've been told to do in the past like I've been doing like saline rinses and it just doesn't feel like it's helping very much right now",
        "gt_chunk": "D: brings you in? \n\nP: So I've just I had some sinus problems in the past. I've had some sinus infections and I just feel like I have one right now and I know that like I know that you know, a lot of the time I I've done all the things that I've been told to do in the past like I've been doing, like Saline rinses and just doesn't feel like it's helping very much right now"
    },
    {
        "whisper_chunk": "When I rinse I'm getting like this greeny gross kind of mucus coming out and it's just like giving me this like headache It just feels crappy Yeah I'm sorry you're feeling that way So this runny nose Okay do you have a cough at all No I don't have a cough Any shortness",
        "gt_chunk": "P: When I rinse, I'm getting like this greenie gross kind of mucus coming out. And it's just like giving me this like headache. It just feels crappy.\n\nD: Yeah, I'm sorry you're feeling that way. So this runny nose, OK, do you have a cough at all?\n\nP: Uh, no I don't have a cough.\n\nD: Any shortness"
    },
    {
        "whisper_chunk": "of breath I don't have real like shortness of breath but it does feel congested Okay how about wheeziness No wheeziness No wheeziness okay And how about uh how about like sore throat or",
        "gt_chunk": "D: of breath?\n\nP: Uhm, I don't have a real like shortness of breath, but it does feel congested.\n\nD: OK, how about wheeziness?\n\nP: Uh, no wheeziness. \n\nD: No wheeziness, OK. And how about, how about like sore throat or"
    },
    {
        "whisper_chunk": "loss of taste Um I so my throat's not sore in like the way that you get like catch a sore throat but I get a lot of post nasal drip and it makes it like stingy So it's like it's sore in that way but it's not like you know if you have like strep throat or something Okay how about changes in your vision or hearing",
        "gt_chunk": "D: loss of taste?\n\nP: Uhm, uh so my throat not sore in like the way that you get catch a sore throat but I get a lot of post nasal drip and it makes it like stingy. So it's like it's sore in that way, but it's not like you know if you have like strep throat or something. \n\nD: OK. How about changes in your vision or hearing"
    },
    {
        "whisper_chunk": "Uh no nothing like that Weight loss No Fevers or chills I took my temp last night Um it was pretty high It was like 11 or something Uh okay So my thermometer said that's high",
        "gt_chunk": "D: ?\n\nP: No, nothing like that.\n\nD: Weight loss?\n\nP: No. \n\nD: Fevers or chills?\n\nP: I, I took my temp last night. It was pretty high. It was like 99 point like something, uhm 99 like 7 or something. \n\nD: Ah, OK.\n\nP: So my thermometer said that's high"
    },
    {
        "whisper_chunk": "I don't I don't really know but uh yeah Okay and then how about uh like facial pain or pressure or feeling like it's full Oh yeah I have that It's like yeah all in the front part of my face Okay and then you mentioned some nasal obstruction some discharge um and you said no loss of smell right No",
        "gt_chunk": "P: I don't, I don't really know, but yeah.\n\nD: OK and how about like, facial pain or pressure or feeling like it's full?\n\nP: Oh yeah, I have that. It's like yeah, all on the front part of my face.\n\nD: OK. And then you mentioned some nasal obstruction, some discharge and you said no loss of smell, right?\n\nP: No"
    },
    {
        "whisper_chunk": "I didn't lose any smell Like sometimes it's kind of hard to smell because it's so plugged up Right But I still have like I'm able to smell like especially after I do the rinses it helps a little bit Okay how about like chest pain Um no I haven't had any chest pain No okay Any um issues with bowel movements or have those been normal Those have",
        "gt_chunk": "P: I didn't lose any smell. Like sometimes it's kind of hard to smell because it's so plugged up.\n\nD: Right. \n\nP: I still have like I'm able to smell like, especially after I do the rinses. It helps a little bit.\n\nD: OK, how about like a chest pain?\n\nP: Uhm, no, I haven't had any chest pain.\n\nD: No, OK. Any issues with bowel movements or have those been normal? \n\nP: Those have"
    },
    {
        "whisper_chunk": "been normal Okay Any changes in your urine No No Okay Um any headaches Yeah like I get that like sinusy headache that you know it's pretty common for me Like kind of just all in like the front of my face and sometimes it kind of feels like it goes all over How about um",
        "gt_chunk": "P: been normal.\n\nD: OK. Any changes in your urine?\n\nP: No.\n\nD: No, OK. Any headaches? \n\nP: Yeah, like I get that like sinusy headache that you know, it's pretty common for me, like kind of just all in like the front of my face and sometimes it kind of feels like it goes all over.\n\nD: How about umm"
    },
    {
        "whisper_chunk": "how about like dizziness or fainting Uh no No Okay Um are you otherwise healthy or have any long standing medical conditions No this is pretty well pretty well the only thing Uh I've had some problems with my knee Like I had uh some problems with the ACL So like I see um like an orthopedic person for that but otherwise um otherwise",
        "gt_chunk": "D: how about like dizziness or fainting?\n\nP: No.\n\nD: No, OK. Are you otherwise healthy or do you have any longstanding medical conditions?\n\nP: No, this is pretty well, pretty well the only thing. I had some problems with my knee like I had some problems with the ACL, so like I see like an orthopaedic person for that, but otherwise, otherwise"
    },
    {
        "whisper_chunk": "I'm healthy Okay Okay Um and are on any medications Uh no Like I sometimes um like I use the saline rinse Okay For this I used to use the nasal steroid spray and I haven't had an infection for a while and things were feeling okay So I haven't been using it recently Um and then I",
        "gt_chunk": "P: I'm healthy.\n\nD: OK. OK, uhm, and are you on any medications?\n\nP: No, like I I sometimes like I used this saline rinse.\n\nD: OK.\n\nP: For a bit. I used to use the nasal steroid spray and I I hadn't had an infection for awhile and things were feeling OK, so I haven't been using it recently. Umm, and then I"
    },
    {
        "whisper_chunk": "occasionally will use like like an IV sore Okay Okay Um and no hospitalizations or surgeries Uh so I had an ACL repair surgery All right Okay Um and uh like I went to the emergency department once when I had a bad sinus infection uh but I didn't like stay over at the hospital",
        "gt_chunk": "P: occasionally will use like, like an Advil if my knees sore. \n\nD: OK. OK, and no hospitalizations or surgeries?\n\nP: Uh, so I had an ACL repair surgery.\n\nD: Oh right, yeah, OK.\n\nP: And like I went to the emergency department once when I had a bad sinus infection, but I didn't like stay over at the hospital"
    },
    {
        "whisper_chunk": "Okay Okay Um how about um immunizations Are you up to date Yeah I think so I never like didn't get any Okay Any allergies Uh like a little bit to cats but nothing else Okay Family history of lung or heart conditions No Not that I know",
        "gt_chunk": "D: OK, OK. How about immunizations? Are you up to date?\n\nP: I think so. I never really didn't get any.\n\nD: OK. Any allergies?\n\nP: Uh, like a little bit to cats but nothing else.\n\nD: OK. Any family history of lung or heart conditions?\n\nP: No, not that I know"
    },
    {
        "whisper_chunk": "of Okay Um how about um smoking Do you smoke Uh no No No Okay Um do you drink alcohol I drink a few beers on the weekend Okay You know five or six per weekend Okay And um five or six per weekend",
        "gt_chunk": "P: of. \n\nD: OK. How about smoking, do you smoke? \n\nP: No, no.\n\nD: No, OK. Do you drink alcohol?\n\nP: I drink a few beers on the weekend.\n\nD: OK. \n\nP: You know five or six per weekend.\n\nD: OK. And then, five or six for weekend"
    },
    {
        "whisper_chunk": "Okay And any recreational drugs Uh I I will occasionally um take uh like a cannabis like a capsule like the oil in the capsule Okay And what is that for Um just like recreational Also like I mean my knee my knee pain sometimes it helps Okay But like essentially that that might be like once like",
        "gt_chunk": "D: and any recreational drugs?\n\nP: I will occasionally take like a cannabis, like a capsule like the oil in the capsule.\n\nD: OK, and what is that for?\n\nP: Just like recreational. Also like I mean my knee, my knee pain. Sometimes it helps. \n\nD: Mhmm, OK.\n\nP: But essentially that that might be like once like"
    },
    {
        "whisper_chunk": "per month or something Okay Okay Um all right And uh do any sick contacts recently No No No I've been working from home Okay Okay Um any travel recently No No Okay And where do you live Uh I live here in town with",
        "gt_chunk": "P: per month or something.\n\nD: OK. OK. Alright, and, any sick contacts recently?\n\nP: No, no. I've been working from home.\n\nD: OK. OK, and any travel recently?\n\nP: No.\n\nD: No, OK. And where do you live?\n\nP: I live here in town with"
    },
    {
        "whisper_chunk": "my wife and uh our um teenage son Okay Um is anyone at home sick No They're fine They're fine Okay And what about sorry They're both uh working from home like doing school from home too so we really don't go anywhere Like my wife goes to get groceries and that's about it Okay I see Um",
        "gt_chunk": "P: my wife and our teenage son.\n\nD: OK. Is anyone at home sick?\n\nP: No, they're fine.\n\nD: They're fine. OK, and what about.. Sorry?\n\nP: They're both working from home like doing school from home too. So we rarely don't go anywhere like my wife goes to get groceries and that's about it.\n\nD: OK, I see."
    },
    {
        "whisper_chunk": "and any old carpets uh smoke asbestos mold anything like that at home No No It's a pretty new house Okay All right Any pets at home Uh we have a dog um it's a labradoodle Okay And that's it Yeah How long have you had him Um oh like uh",
        "gt_chunk": "D: And any old carpets, smoke, asbestos, mold anything like that at home?\n\nP: No, no, it's a pretty new house.\n\nD: OK, alright, any pets at home?\n\nP: We have a dog. It's a labradoodle. \n\nD: OK, yeah.\n\nP: And that's it, yeah.\n\nD: How long have you had him? \n\nP: Oh, like, he"
    },
    {
        "whisper_chunk": "he's like three now Like my uh my sinus infections and that have been going on for longer than we've had him Okay All right Um those are all the questions that I have for you Did you have any questions of your own for me I don't think so I just I hope you know we can do something about this because you know I tried all this stuff that is supposed to be like you know conservative like the first steps and it just doesn't seem like it's",
        "gt_chunk": "P: he's like 3 now. Like my sinus infections and that have been going on for longer than we've had him.\n\nD: OK, alright. Those are all the questions that I had for you. Did you have any questions of your own for me? \n\nP: I don't think so. I just I hope you know, we can do something about this. Because you know, I tried all this stuff that is supposed to be like, you know, conservative like the first steps and it just doesn't seem like it's"
    },
    {
        "whisper_chunk": "getting better It's been like a few weeks so I thought it was probably time to come see you Yeah What sorry what have you tried at home again Uh so I used the um the rinses the saline rinses I used a little bit of like I know I've been told I'm not supposed to do that for more than a few days so I don't um yeah",
        "gt_chunk": "P: getting better. It's been like few weeks. So, I thought it was probably time to come see you. \n\nD: Yeah, sorry. What have you tried at home again?\n\nP: So I use the, the rinses the saline rinses. I used a little bit of nasal decongestant but I know like I know I've been told I'm not supposed to do that for more than a few days, so I don't. Yeah"
    },
    {
        "whisper_chunk": "that's I think that's pretty well like as I said there's not much we can really do Okay Yeah So your symptoms okay because some some of these things overlap with COVID we're gonna have to swab you and they'll notify you of your results in like 24 to 48 hours but what it sounds like is something called sinus sinusitis and um it sounds like acute bacterial rhinosinusitis because of some",
        "gt_chunk": "P: that's, I think that's pretty well it 'cause they said there's not much we can really do.\n\nD: OK, yeah. So your symptoms, OK because some some of these things overlap with Covid, we're going to have to swab you and they'll notify you of your results in like 24 to 48 hours. But what it sounds like is something called Sinu, Sinusitis and it sounds like acute bacterial rhinosinusitis because of some"
    },
    {
        "whisper_chunk": "of the symptoms that you have and it's been going on for more than a week um and it's it's not going away with um the rinse saline rinses and these take those for five to seven days um and see if some of your symptoms clear up if they continue to be",
        "gt_chunk": "D: f the symptoms that you have, and it's been going on for more than a week and it's, it's not going away with the rinse, saline rinses and these decongestants. So we will prescribe some antibiotics for you. Probably amoxicillin. Take those for five to seven days and see if some of your symptoms clear up. If they continue to be"
    },
    {
        "whisper_chunk": "severe um uh actually at this we'll also prescribe you some inhaled corticosteroids because I think those can help as well so we'll give you both of those for now um and then just follow up with us in a week after you've tried both things um and we'll see how your symptoms are holding up at that point Does that sound like a good plan to you Yeah I think that sounds that sounds fair yeah thank you Okay yeah no problem",
        "gt_chunk": "D: severe, umm, actually, at this will also prescribe you some inhaled corticosteroids because I think those can help as well, so will give you both of those for now and then just follow up with us in a week after you've tried both things and we'll see how your symptoms are holding up at that point. Does that sound like a good plan to you?\n\nP: Yeah, I think that sounds that sounds fair. Yeah, thank you. \n\nD: OK, yeah no problem"
    }
]