[
    {
        "whisper_chunk": "So what brings you in here today Yeah I have my two year old daughter here with me I don't know what's happening with her but she seems to be getting really sick So I'll give you the kind of timeline So two days ago she was feeling hot and her fever hasn't broken We've been giving her Tylenol but she still seems to have a fever",
        "gt_chunk": "D: So what brings you here today?\n\nP: Yeah I have my 2 year old daughter here with me. I don't know what's happening with her, but she seems to be getting really sick. So I'll give you that kind of timeline. So two days ago she was feeling hot and her fever hasn't broken. We've been giving her Tylenol, but she still seems to have a fever"
    },
    {
        "whisper_chunk": "The last time I checked her temperature it was 38 5 She seems to have issues swallowing food She's drooling and she seems short of breath Oh OK And when did she start getting short of breath That started yesterday OK And has the fever been getting worse or it stayed around the same So I checked the first day",
        "gt_chunk": "P: The last time I checked her temperature was 38.5 and she seems to have issues swallowing food. She's drooling and she seems short of breath.\n\nD: OK, and when did she start getting short of breath?\n\nP: That started yesterday.\n\nD: Has her fever been getting worse or has it stayed around the same?\n\nP: So I just checked the first day"
    },
    {
        "whisper_chunk": "it was like 38 Now it's 38 5 OK And when did the trouble swallowing start That started yesterday as well OK And has it been getting worse at all I think so Now she's barely even drinking fluids Oh OK So it's both solids and fluids OK Have you noticed any swelling",
        "gt_chunk": "P: It was like 38, 38.5.\n\nD: OK, and when did the trouble swallowing start?\n\nP: That started yesterday as well.\n\nD: OK, and has it been getting worse at all?\n\nP: I think so. Now she's barely even drinking fluids.\n\nD: OK, so it's both solids and fluids. OK, have you noticed any swelling"
    },
    {
        "whisper_chunk": "in her neck area or redness or swelling in her throat Yeah I've noticed some of that OK Do you see a lot of redness in there Yeah I see quite a bit of redness in there OK And has she been drooling at all Yeah a little bit today OK All right",
        "gt_chunk": "D: in her neck area or redness or swelling in her throat?\n\nP: Yeah, I've noticed some of that.\n\nD: OK, you see a lot of redness in there?\n\nP: I see, yeah, I see quite a bit of redness in there.\n\nD: And has she been drooling at all?\n\nP: Yeah, a little bit today.\n\nD: OK. Alright"
    },
    {
        "whisper_chunk": "Any coughing Not that I noticed No coughing OK And do you notice that she's increasingly fatigued or just not herself Or is she irritable Yeah she's very irritable OK Do you notice any kind of paleness or blueness in her skin anything like that",
        "gt_chunk": "D: any coughing?\n\nP: Not hat I noticed.\n\nD: No coughing. OK, and do you notice that she's increasingly fatigued, or just not herself? Or is she irritable?\n\nP: Yeah, she's very irritable.\n\nD: OK, do you notice any kind of paleness or blueness in her skin? Anything like that"
    },
    {
        "whisper_chunk": "She's not blue She's looking a little pale though OK And so sorry when did the shortness of breath start Is it getting worse at all The shortness of breath started yesterday as well More so today which is why I brought her in OK Any other symptoms like nausea or vomiting or diarrhea or constipation No nothing like that",
        "gt_chunk": "P: She's not blue. She's looking a little pale though.\n\nD: OK, and sorry, when did the shortness of breath start? Is it getting worse at all?\n\nP: Shortness of breath started yesterday as well, moreso today which is why I brought her in.\n\nD: OK, any other symptoms like nausea or vomiting or diarrhea or constipation?\n\nP: Um, no nothing like that"
    },
    {
        "whisper_chunk": "OK And how's her appetite and sleep It's been not great She's not eating well I guess because she's in a lot of pain And she didn't sleep well for the past two nights either OK Has she had any recent infections at all like a cold or anything like that She did have a cold two weeks ago",
        "gt_chunk": "D: OK, and how's her appetite and sleep?\n\nP: It's been, it's been not great. She's not eating well, I guess because she's in a lo of pain and she didn't sleep well for the past two nights either.\n\nD: OK uhm, has she had any recent infections at all, like a cold or anything like that?\n\nP: She did have a cough 2 weeks ago"
    },
    {
        "whisper_chunk": "yeah OK And did it just go away on its own or did she need any antibiotics or any other medications I think she no she didn't need any antibiotics It kind of went away on its own OK Any sick contacts within the last week or two weeks I mean she goes to daycare so she might have picked something up from there",
        "gt_chunk": "P: yeah.\n\nD: OK, and did it just go away on it's own or did she need any antibiotics or any other medications?\n\nP: I think no, she didn't need any antibiotics. It kind of went away on its own.\n\nD: OK, any sick contacts within the last week or two weeks?\n\nP: I mean, she goes to daycare so she might have picked something up from there"
    },
    {
        "whisper_chunk": "Yeah last I checked no one at daycare was sick like right now But three weeks ago there was someone who was sick OK Any past medical history No she's been pretty healthy otherwise Any issues during pregnancy or after birth at all No OK And are her immunizations all up to date",
        "gt_chunk": "P: Yeah, last I checked, no one at daycare was sick like right now. But three weeks ago there was someone who was sick.\n\nD: OK, any past medical history?\n\nP: Um, no, she's been pretty healthy otherwis. \n\nD: Any issues during pregnancy or after birth at all?\n\nP: No.\n\nD: Are her immunizations are up to date"
    },
    {
        "whisper_chunk": "Yes she didn't get the H flu vaccine though OK OK Any hospitalizations or anything like that in the past No OK And any family history of any medical conditions No And currently who does she live with at home She lives with myself as well as her older brother",
        "gt_chunk": "P: yes, she didn't get the H. flu vaccine though.\n\nD: OK, OK, any hospitalizations or anything like that in the past?\n\nP: Um, no. \n\nD: OK, and any family history of any medical conditions?\n\nP: Um, no.\n\nD: And currently, who does she live with at home?\n\nP: I'm she lives with myself as well as her older brother"
    },
    {
        "whisper_chunk": "OK All right so yeah those are all the questions that I have I do think this is an urgent matter because as she has not been vaccinated with the H flu vaccine and some of the symptoms that she's displaying like the drooling and trouble swallowing and now especially the shortness of breath are very concerning So I really think we should go to the emergency department",
        "gt_chunk": "D: OK, alright, so yeah those are all the questions that I have. \n\nP: Do you think this is like an urgent matter?\n\nD: Because she has not been vaccinated with the H.flu vaccine and some of the symptoms that she's displaying like the drooling and trouble swallowing and now especially the shortness of breath are very concerning, I really think we should go to the Emergency Department"
    },
    {
        "whisper_chunk": "I'll give them a call to let them know that you're coming Yeah And what they'll most likely do there is get a test done to see if she has the H flu And also they might do perhaps like a COVID swab as well And they might get an x ray of her neck as well to see if So what I think might be going on is with the H flu you can get swelling of",
        "gt_chunk": "D: I'll give them a call to le them know that you're coming. Yeah, and what they will most likely do there is get a test done to see if she has H. flu and also they might do perhaps like a COVID swab as well. They might get an X Ray of her neck as well to see it. So what I think might be going on is with H. flu you can get swelling of"
    },
    {
        "whisper_chunk": "your epiglottis And it can kind of obstruct your throat And it's a very urgent matter So that's why we'll make sure you get to the ER And we'll go from there Does that sound I know it might be very worrying right now Do you have any questions at all Yeah do you So how long will she have to be in the hospital So right now we just",
        "gt_chunk": "D: your epiglottis and it can kind of obstruct your throat. It's very urgent matter, so that's why we will make sure you get to the ER and, uh, you know, we'll go from there. Does that sound? I know it may be very worrying right now. Do you have any questions at all?\n\nP: Yeah, do you know how long will she have to be in the hospital?\n\nD: So right now we just"
    },
    {
        "whisper_chunk": "need to make sure that she's stable like all her vitals When she gets to the ER they can give her the appropriate antibiotics as well And based on that we need to make sure her breathing gets stabilized So she might be in the ER for one day if they think she needs to be on a higher like more antibiotics in the hospital She might be in the hospital for a few more days or even a week So it's really hard to say right now But",
        "gt_chunk": "D: need to make sure that she's stable, like all her vitals. You know when she gets to the ER, they can give her the appropriate antibiotics as well. And based on that, we need to make sure her breathing get stabilized, so she might be in the ER for one day. If they think she needs to be on IV antibiotics in the hospital, she might be in the hospital for a few more days or even a week. So it's really hard to say right now, but"
    },
    {
        "whisper_chunk": "our priority right now is to make sure she's stabilized in the ER OK OK yeah that sounds good So I'll give them a call right now And you can head over to the ER Or if you need a right of range we can do that for you too OK great That sounds great Thank you All right Take care You too Bye",
        "gt_chunk": "D: our priority right now is to make sure she's stabilized in the ER.\n\nP: OK. OK yeah, that sounds good.\n\nD: So I'll give them a call right now, and, uh, you can head over to the ER. Or if you need a ride, we can arrange to do that for you too.\n\nP: OK, great, that sounds great.\n\nD: Thank you. \n\nP: You too"
    }
]