[
    {
        "whisper_chunk": "you start with telling me what brought you in today Hi Chris I've just been I've been so like weak and so tired I just I can't I can't seem to like get off the couch Like I'll get up from my bed and go lay on the couch and then you know I might be able to get something to eat but I just I get so tired so fast and I don't know I don't know what's wrong",
        "gt_chunk": "D: you start with telling me what brought you in today?\n\nP: Hi, I've just been been so like weak and so tired, I just I can't I can't seem to like get off the couch, like I'll get up from my bed and go lay on the couch and then you know I might be able to get something to eat but I just I get so tired so fast and I don't know I don't know what's wrong"
    },
    {
        "whisper_chunk": "Okay when did these symptoms start Like I've been feeling pretty tired for like a week but like this bad for like maybe four days Okay and so it sounds like you haven't been going to work or like anything like that because you've been so kind of tired",
        "gt_chunk": "D: OK, when did these symptoms start?\n\nP: Um, like I've been feeling pretty tired for like a week, but like this bad for like maybe four days.\n\nD: OK, um and so it sounds like you haven't been going to work or like anything like that because you have been so kind of tired"
    },
    {
        "whisper_chunk": "and weak Yeah I mean at first I was already kind of working I'm a truck driver so you know once you start the job you kind of have to finish But I was supposed to go on another trip like four days ago and I just couldn't I had to call my boss and say that I had to go Okay and do you have any specific",
        "gt_chunk": "D: and weak.\n\nP: Yeah, I mean at first I was already kind of working. I'm I'm a truck driver so you know, once you start the job, you kind of have to finish that. I was supposed to go on another another trip like 4 days ago and I just couldn't. I had to call my boss and say that I can't.\n\nD: OK, um have you had any like specific"
    },
    {
        "whisper_chunk": "muscle weakness like in your legs or in your arms or would you say it's overall like a general weakness It's just everywhere It's not like I can't move I'm just really really tired Okay and how have you been sleeping I mean I've just been sleeping like all the time I've been sleeping all night and then like I said I get up and I go to the couch and",
        "gt_chunk": "D: muscle weakness like in your legs or or in your arms? Or would you say it's overall like a general weakness?\n\nP: It's just everywhere. It's it's not like I can't move. I'm just really, really tired.\n\nD: OK, and how, how have you been sleeping?\n\nP: I mean, I've just been sleeping like all the time. I have been sleeping all night and then like I said, I get up and I go to the couch and"
    },
    {
        "whisper_chunk": "I just fall back asleep Okay have you been having any other symptoms I mean my throat is maybe a little sore but nothing else Okay and when did the sore throat first start Probably about a week ago It's not really bad It's kind of there",
        "gt_chunk": "P:  just fall back asleep. \n\nD: OK, uh, have you been having any other symptoms?\n\nP: I mean my my throat is maybe a little sore, but nothing nothing else. \n\nD: OK, uh, when when did the sore throat first start?\n\nP: Probably probably about a week ago. It's not really bad, it's just kinda there"
    },
    {
        "whisper_chunk": "So it started just before the weakness and fatigue Yeah around the same time Okay and have you been having any pain with swallowing I mean maybe a little bit Okay like with like solid foods or liquids or",
        "gt_chunk": "D:  it started just before uh, the weakness and fatigue?\n\nP: Yeah, around the same time.\n\nD: OK, um, and have you been having any pain with swallowing?\n\nP: Uh, I mean maybe a little bit.\n\nD: OK, like with uh, like solid foods or liquids or"
    },
    {
        "whisper_chunk": "both It's just like it's a little tender It's not like really it's not like hard to swallow or anything It just feels like it's like my throat's kind of tired Okay have you had any changes to your voice No I don't think so I mean I live alone so I can't really ask someone else if I have",
        "gt_chunk": "P:  it's just like it's a little a little tender. It's not like, really it's not like hard to swallow or anything, it just feels like it's like my throat's kinda tired. \n\nD: OK, have you had any changes to your voice?\n\nP: Uh, no, I don't think so. I mean, I live. I live alone so I can't really ask someone else if I have"
    },
    {
        "whisper_chunk": "Okay but your voice sounds the same to you Yeah I think so All right and so have you been having any fevers or chills I've been feeling really cold Okay have you had any like shakes or rigers I've been like kind of shivering",
        "gt_chunk": "D: OK, but your voice sounds the same to you?\n\nP: Yeah, I think so.\n\nD: Alright, um, and so have you been having any fevers or chills?\n\nP: Um, I've been, I've been feeling really cold.\n\nD: OK, have you had any, uh, like shakes or or rigors?\n\nP: I've been like kind of kind of shivering"
    },
    {
        "whisper_chunk": "Okay how about any night sweats Yeah come to think of it like I was when I was last traveling with when I was last on because I'm a truck driver I was in the States I had to bring something to Ohio and I had to change my clothes in the night They were just like so drenched in sweat",
        "gt_chunk": "D: OK, how about any night sweats?\n\nP: Um, yeah, come to think of it, like I was I was, when I was last traveling with, when I was last on it because I'm a truck driver, I I was in the States, I I had to bring something to Ohio, and I had to change my clothes in the night. They were just like so drenched in sweat"
    },
    {
        "whisper_chunk": "Okay has that happened more than that that one time Maybe a couple times that it wasn't as bad That one time was really bad but here and there like I've been feeling pretty sweaty at night in general Okay and have you had any like difficulties breathing or shortness of breath",
        "gt_chunk": "D: OK, has that happened more than that that one time?\n\nP: Maybe a couple times that it wasn't as bad, that one time was really bad, but here and there like I I've been feeling pretty sweaty at night in general.\n\nD: OK, and have you had any, uh, like difficulties breathing or shortness of breath"
    },
    {
        "whisper_chunk": "Not really just like kind of tired but it's not like hard to breathe Okay have you had a cough Uh no Okay how about a runny nose Uh maybe maybe a little bit Not like too noticeable Okay and when did the runny nose start",
        "gt_chunk": "P: Not really, just like kind of tired, but it's not like hard to breathe. \n\nD: OK, um have you had a cough?\n\nP: Uh, no. \n\nD: OK, how about a runny nose?\n\nP: Maybe maybe a little bit, but not like too noticeable.\n\nD: OK, and when did the runny nose start"
    },
    {
        "whisper_chunk": "Oh it's all like around the same time Okay have you been having any headaches A little bit Okay and then how about any chest pain Uh no no chest pain All right and how about any wheezing",
        "gt_chunk": "P: Oh, it's all like around the same time.\n\nD: OK and have you been having any headaches?\n\nP: A little.\n\nD: OK, and then how about any chest pain?\n\nP: No no. No chest pain.\n\nD: Alright, and how about any wheezing"
    },
    {
        "whisper_chunk": "No no I don't think so All right and any heart palpitations No Okay have you felt lightheaded or like you were going to pass out or faint Uh not like I've been feeling really tired but it's not been like a I don't think it's been like fainting",
        "gt_chunk": "P: No, no, I don't think so.\n\nD: Alright, then any heart palpitations?\n\nP: No.\n\nD: OK, have you felt lightheaded or or like you were going to pass out or faint?\n\nP: Uh not like I've been feeling really tired, but it's not been like I don't think it's been like fainting"
    },
    {
        "whisper_chunk": "Okay so kind of like your fatigue that you've been experiencing Um have you had any abdominal pain Um I mean I'm not really eating a lot so it's kind of like gurgling Okay have you had any nausea or vomiting Uh no Okay and have you",
        "gt_chunk": "D: OK, so kind of like you are fatigued that you've been experiencing. Um, have you had any abdominal pain?\n\nP: I mean, I'm not really eating a lot, so it's kind of like gurgling.\n\nD: OK, have you had any nausea or vomiting?\n\nP: Uh, no.\n\nD: OK, and have you"
    },
    {
        "whisper_chunk": "had any urinary problems No Any bowel problems No I mean you know I haven't been eating that much so I haven't been going as much as normal but it's I don't think there's problems Okay so you haven't had any diarrhea Uh no Okay um and have you had any",
        "gt_chunk": "D: had any urinary problems?\n\nP: No.\n\nD: Any bowel problems?\n\nP: No, I mean, you know I haven't been eating that much, so I haven't been going as much as normal, but it's I don't think there's problems. \n\nD: OK, so you haven't had any diarrhea?\n\nP: No. \n\nD: OK. Um, and have you had any"
    },
    {
        "whisper_chunk": "skin rashes No not that I've noticed Okay and have you had any like muscle aches or joint aches I mean I feel kind of achy all over but not in like one particular spot Okay and in terms of your past health have you been is there any reason you see a doctor regularly",
        "gt_chunk": "D: skin rashes?\n\nP: No, not that I've noticed.\n\nD: OK, and um have you had any like muscle aches or or joint aches?\n\nP: I mean, I feel kind of achy all over but not in like one particular spot.\n\nD: OK. And in terms of your past health, have you been, is there any reason you you see a doctor regularly"
    },
    {
        "whisper_chunk": "Oh oh yeah like I have um I have high blood pressure and uh diabetes uh that's that's pretty well it but yeah those two things Oh and I take a medication for my prostate Oh okay um and do you take medications for the blood pressure and diabetes Uh",
        "gt_chunk": "P: Oh Oh yeah, like I have I have high blood pressure and diabetes. Yeah, that's that's pretty well it, but yeah, those two things. Oh and I take a medication for my prostate.\n\nD: Oh OK, um, and do you take medications for the blood pressure and diabetes?\n\n"
    },
    {
        "whisper_chunk": "yeah yeah I um oh geez what's it called I take uh Ramipril and uh I take metformin um I was on insulin but I pretty well I just have been able to um eat well so I'm not taking it now And then uh I can't remember the",
        "gt_chunk": "P: yeah yeah, I um, oh geez, what's it called? I take ramipril, and I take Metformin. I was on insulin but I pretty well I just have been able to eat well so I'm not taking it now. And then, uh, I can't remember the"
    },
    {
        "whisper_chunk": "uh the prostate one like Tam Tam something Okay maybe Tamsulosin That sounds right yeah Okay I can check on the uh chart as well to confirm Um do you have any allergies to medications Uh no All right and uh any recent hospitalizations",
        "gt_chunk": "P: uh, the prostate one. Like tam, tam something.\n\nD: OK, maybe tamsulosin?\n\nP: That sounds right, yeah.\n\nD: OK, I can check on the chart as well to confirm. Um, do you have any allergies to medications?\n\nP: No. \n\nD: Alright, and any recent hospitalizations"
    },
    {
        "whisper_chunk": "No no I've been pretty good Okay and any uh surgeries Uh not for a really long time I uh I had my gallbladder out like 20 years ago but yeah that's it Okay um and has anything like this happened to you any of your family members before Kind of suddenly",
        "gt_chunk": "P: No, no, I've been pretty good.\n\nD: OK, and any surgeries?\n\nP: Uh, not for a really long time, I I had my gallbladder out like 20 years ago. Yeah, that's it.\n\nD: OK, um, and has anything like this happened to you or any of your family members before, suddenly"
    },
    {
        "whisper_chunk": "they started to feel fatigued like this I don't think so I mean we've all like you know caught colds and you know stomach flugs and stuff but not not quite like this Like I can barely get up Okay anybody in the family have a history of heart disease or or um cardiovascular disease Uh my dad had high",
        "gt_chunk": "D:  started to feel fatigue like this?\n\nP: I don't think so. I mean, we've all like you know, caught colds and you know stuff like bugs and stuff but, not not quite like this, like I can barely get up.\n\nD: OK, anybody in the family have a history of heart disease or cardiovascular disease?\n\nP: My dad had high"
    },
    {
        "whisper_chunk": "blood pressure Um that's it Okay anybody in the family have cancer Uh my mom my mom had breast cancer Okay um and um you told me that that uh you work as a trucker So um you were over in the States uh it sounds like How recently were you in",
        "gt_chunk": "P: blood pressure, that's it.\n\nD: OK, anybody in the family have cancer?\n\nP: My mom, my mom had breast cancer.\n\nD: OK, and you told me that that you work as a trucker, so you were over in the states, it sounds like. How recently were you in"
    },
    {
        "whisper_chunk": "the United States That was like about a week ago I probably got back five or six days ago Okay do you travel there often Oh yeah I mean that's you know the route that I usually take Okay uh any uh anybody you interacted with that was sick do you believe I don't",
        "gt_chunk": "D: the United States?\n\nP: That was like about a week ago. I probably got back five or six days ago.\n\nD: OK, do you travel there often?\n\nP: Oh yeah, yeah. I mean that's you know the route that I usually take.\n\nD: OK, uh any anybody you interacted with that was sick, do you believe?\n\nP: I don't"
    },
    {
        "whisper_chunk": "I don't really interact with uh with many people I kind of just go there and um and then you know I uh stayed in a hotel But you know I didn't really see anyone besides like the lady that works there and maybe the you know the people at the McDonald's like counter Um I didn't I didn't like see anyone that I know that I sat with for a long time or anything",
        "gt_chunk": "P: I don't really interact with with many people. I kind of just go there and um, and then you know I stayed in a hotel. But you know, I didn't really see anyone besides like the lady that works there. And maybe you know, the people at the McDonald's like counter. I didn't I didn't like see anyone that I know that I sat with for a long time or anything"
    },
    {
        "whisper_chunk": "Okay but you got home about five or six days ago Yeah And uh who are you uh living with currently Just me Okay uh and do you drink alcohol Oh no no I used to a little bit but not not anymore Okay and then how about uh cigarettes Do you smoke cigarettes",
        "gt_chunk": "D: OK, but you got home about five or six days ago. Um, yeah, and who are you living with currently?\n\nP: Just me. \n\nD: OK, and do you drink alcohol?\n\nP: Oh no. No, I used to a little bit, but not not anymore.\n\nD: OK, and how about cigarettes? Do you smoke cigarettes"
    },
    {
        "whisper_chunk": "Uh I quit um 10 years ago Okay I smoked I smoked uh probably like a half pack a day for a while for maybe 20 years Okay but you quit over 10 years ago Uh about about 10 years ago yeah Okay and do you smoke marijuana No",
        "gt_chunk": "D: ?\n\nP: I quit um 10 years ago.\n\nD: OK.\n\nP: I smoked I smoked probably like 1/2 a pack a day for for a while, maybe 20 years.\n\nD: OK, but you quit over 10 years ago? \n\nP: Uh, about 10 years ago, yeah.\n\nD: OK, and do you smoke marijuana?\n\nP: No"
    },
    {
        "whisper_chunk": "no All right and how about any other recreational drug use including um the use of IV drugs No nothing like that Okay um and uh are you currently sexually active No no Okay um and uh have you had a sexually transmitted infection before",
        "gt_chunk": "P: no. \n\nD: Alright, and how about any other recreational drug use, including the use of IV drugs?\n\nP: No, nothing like that.\n\nD: OK, and are you currently sexually active?\n\nP: No no.\n\nD: OK um, and have you had a sexually transmitted infection before"
    },
    {
        "whisper_chunk": "No Okay um and uh are you currently in a in a relationship Uh no uh like I have I have a friend that I see and we both um we both like lost our spouses um several years ago and and I mean we we see each other and like we live in the apartment building and often have meals together but um we're just",
        "gt_chunk": "P: no.\n\nD: OK uh, and are you currently in a in a relationship?\n\nP: Uh, no, uh, like I have I have a friend that I see and we both, um, we both lost our spouses, um, several years ago, and I\nmean, we, we see each other and like we live in the same apartment building and often have meals together. But we're just"
    },
    {
        "whisper_chunk": "like friends Okay The person that would check on me if I needed it Okay that's great It sounds like you have some good support nearby I'm sorry um to hear about your wife um but um I think that was all of the the questions that I wanted to um ask on the the history today",
        "gt_chunk": "m: like friends.\n\nD: OK.\n\nP: But that's the person that would check on me if I needed it.\n\nD: OK, that's great. It sounds like you have some good support nearby. I'm sorry to hear about your wife. But I think that was all of the questions that I wanted to ask on the the history today"
    },
    {
        "whisper_chunk": "um so next uh we're going to order some some lab work for sure to to to start with and and maybe um uh we'll go from there um so we'll give you some fluids um and uh maybe some uh Tylenol and we will uh see what the lab work shows Okay thank you Oh you're",
        "gt_chunk": "D: . So next I we're gonna order some some lab work for sure to start with then and maybe we'll go from there. So we'll give you some fluids, and maybe some Tylenol and we will see what the lab work shows.\n\nP: OK, thank you.\n\nD: Oh, you're"
    },
    {
        "whisper_chunk": "you're welcome",
        "gt_chunk": "D: you're welcome"
    }
]