[
    {
        "whisper_chunk": "Okay what brings you in here today Hi I've um I've just been um I've been sneezing a lot and I have this runny nose Um It's just been very irritating I kind of want to do something about it I've had it for a while but it's just You know I decided to like come in to find out what's What's wrong with me Why do I like why does this happen to me All my friends are okay Oh yeah no it must be",
        "gt_chunk": "D: : What brings you in here today?\n\nP: Hi, I've I've just been. I've been sneezing a lot and I have this runny nose. It's just been very irritating. I kind of want to do something about it. I've had it for awhile, but it's just. You know, I decided to like, come in to find out what's. What's wrong with me? Why do I like? Why does this happen to me? All my friends are OK.\n\nD: Oh yeah, I know it must be"
    },
    {
        "whisper_chunk": "very um Very irritating How long has it been going on for It's been Years I don't even remember Oh years okay And years of like just sneezing and the runny nose What's been going on for the last few years Yeah it kind of um It kind of comes on like around the springtime It just gets really bad at that time yeah Okay And are there any Besides during the",
        "gt_chunk": "D: very, very irritating. How long has it been going on for?\n\nP: It's been years, I don't even remember.\n\nD: Oh years, OK and years like just sneezing and the runny nose has been going on for the last few years.\n\nP: Yeah, it kind of kind of comes on like around the spring time. It just gets really bad at that time. \n\nD: yeah? OK, and are there any besides during the"
    },
    {
        "whisper_chunk": "springtime any kind of allergens or anything in the house or around you that triggers it like dust or anything like that Um yeah Dust like makes it a lot worse Like when I have to vacuum the house I just feel awful for the next two days I see Do you get any other symptoms besides the sneezing and the runny nose Yeah like my nose is so stuffy and sometimes it's just like my eyes and my nose are",
        "gt_chunk": "D: spring time, any kind of allergens or any anything in the house or around you that triggers it, like dust or anything like that?\n\nP: Yeah, dust makes it a lot worse. Like when I have to vacuum the house, I just feel awful for the next two days.\n\nD: I see, do you get any other symptoms besides the, uh, sneezing and runny nose?\n\nP: Yeah, let my nose so stuffy and sometimes it's just like my eyes and my nose are"
    },
    {
        "whisper_chunk": "just itchy and my eyes get like red and teary sometimes It's so embarrassing when I'm going to school I also wake up in the morning with this like sore throat and have to just cough and clear out my you know clear my throat Okay and does that happen like every morning It's usually worse around springtime Okay All right And are you coughing at all",
        "gt_chunk": "P: just itchy and my eyes get like red and teary sometimes. It's so embarrassing when I'm going to school. I also wake up in the morning with this like sore throat and have just cough and clear out my, you know clear my throat.\n\nD: OK, and does that happen like every morning?\n\nP: It's usually worse around springtime.\n\nD: OK. and are you coughing at all"
    },
    {
        "whisper_chunk": "Well I have to like cough to clear my throat but not otherwise Okay and are you bringing up any sputum Yeah at that time yeah I do Like how much would you say Do you just bring it up in the morning or like throughout the day Just in the morning Just in the morning Yeah Do you have a sensation of like anything kind of dripping down your throat like after you wake up like just to build up Yeah",
        "gt_chunk": "P: Well, I have to like cough to clear my throat but then not otherwise.\n\nD: OK, and are you bringing up any sputum?\n\nP: Yeah, that yeah I do.\n\nD: Like, uh, how much would you say? Do you just bring it up in the morning, or like throughout the day,\n\nP: just in the morning, \n\nD: just in the morning? \n\nP: Yeah \n\nD: Do you have a sensation of like anything kind of dripping down your throat like after you wake up like just a build up?\n\nP: Yeah"
    },
    {
        "whisper_chunk": "yeah I do Okay And besides that have you been having any symptoms of fevers chills sore throat I get a bit of a sore throat I guess in the morning but it just goes away after Okay But no fevers Okay And is there anything that you've tried at all like medications or anything that has helped you with these symptoms",
        "gt_chunk": "P: yeah I do.\n\nD: Ok. And besides that, have you been having any symptoms of fevers, chills, sore throat?\n\nP: I get a bit of a sore throat, I guess in the morning, but it just goes away after.\n\nD: OK, \n\nP: But no fevers.\n\nD: OK, and is there anything that you've tried at all, like medications or anything that has helped you with these symptoms"
    },
    {
        "whisper_chunk": "Yeah I tried like reactin And that really helped That helped Okay Yeah That's good And are you taking reactin right now I didn't take it today I tried it a couple of days ago Okay And have you traveled at all recently",
        "gt_chunk": "P: yeah, I tried like umm Reactin and that really helped.\n\nD: That helped OK that's good and are you taking Reactin right now?\n\nP: I didn't take it today. I tried it a couple days ago. \n\nD: OK. And have you traveled at all recently"
    },
    {
        "whisper_chunk": "No No Okay And any sick contacts anyone around you that has been sick I don't think so Oh okay Any headaches No Any nausea or vomiting No Any fevers or chills No Any kind of fatigue or tiredness throughout the day",
        "gt_chunk": "P: No. \n\nD: No, OK, and any sick contacts, anyone around you that has been sick?\n\nP: I don't think so. \n\nD: OK, any headaches?\n\nP: No. \n\nD: Any nausea or vomiting? \n\nP: no.\n\nD: Any fevers or chills? \n\nP: no.\n\nD: Any kind of fatigue or tiredness throughout the day"
    },
    {
        "whisper_chunk": "I do feel more fatigued when I have these symptoms Okay Any night sweats fevers or chills No Okay Any changes in your bowel movements at all No Any trouble urinating No No Any changes to your appetite or weight I've been losing weight but I've been dieting and",
        "gt_chunk": "P: I do feel more fatigued when I have these symptoms.\n\nD: OK, any night sweats, fevers, or chills? \n\nP: no.\n\nD: Any changes in your bowel movements at all?\n\nP: No. \n\nD: Any trouble urinating? \n\nP: no.\n\nD: Any changes to your appetite or weight?\n\nP: I've been losing weight, but I've been dieting and"
    },
    {
        "whisper_chunk": "working out more Okay And how much weight would you say you've lost over the last few months I've lost about four pounds in the past four or five months It's been hard to lose weight And so no sudden loss of weight or anything like that right No no no Okay Well it's really great that you're trying to",
        "gt_chunk": "P: working out more.\n\nD: OK, and how much weight would you say you've lost over the last few months?\n\nP: I've lost about four pounds in the past four, five months. It's been hard to lose weight.\n\nD: And so no, no sudden like loss of weight or anything like that right now? \n\nP: No, no, no\n\nD: Well, it's really great that you're, you"
    },
    {
        "whisper_chunk": "lose weight and dieting and having a health care lifestyle It is definitely harder with the pandemic going on right now too to get in the activities It's hard being at home It's sometimes really difficult to not eat right Yeah Yeah True So besides that any kind of recent exposures to any fumes",
        "gt_chunk": "D: lose weight and dieting and and having like a healthier lifestyle. It is definitely harder with the pandemic going on right now to to get in the activities. And it's hard like being at home, and sometimes it's really difficult to like not eat right\n\nP: Yeah yeah true.\n\nD: So besides besides that any kind of recent exposures to any fumes"
    },
    {
        "whisper_chunk": "dust animals pets anything like that Well yeah I was kind of vacuuming a couple of days ago when it got really bad but I don't think there's been any other exposures Okay And do you have any past medical conditions that you have been diagnosed with like asthma eczema anything like that I haven't been diagnosed with anything no I did have like I know",
        "gt_chunk": "D: dust, animals, pets like anything like that?\n\nP: Yeah, it was kind of like vacuuming a couple of days ago when it got really bad, but nothing. Not not. I don't think there's not been any other exposures.\n\nD: OK. And do you have any past medical conditions that you have been diagnosed with like asthma, eczema, anything like that?\n\nP: I haven't been diagnosed with anything. No. I did have like I know"
    },
    {
        "whisper_chunk": "that I would sometimes get kind of short of breath as a child but my mom doesn't really trust doctors so she wouldn't take me to one Okay Have you had shortness of breath after that Like as a child how old were you I must have been like eight years old eight or nine years old I don't remember but I think I've had it before that as well as my mom tells me Okay Do",
        "gt_chunk": "P: that I would sometimes get kind of short of breath as a child. But my mom doesn't really trust doctors, so she wouldn't take me to one.\n\nD: OK, have you had shortness of breath after that, like when like as a child, how old were you?\n\nP: I must have been like 8 years old or 9 years old that I remember, but I think I've had it before that as well as my mom tells me.\n\nD: Oh"
    },
    {
        "whisper_chunk": "you have that at all now No no I don't No okay Okay Have you ever seen an oncologist before No no No okay Do you have any known allergies to any medications or any yeah any medication No No Do you take any medications at all on a regular basis No No okay Have you been hospitalized or had",
        "gt_chunk": "D: you have that at all now?\n\nP: No, no, I don't.\n\nD: OK, OK Have you ever seen an allergist before?\n\nP: No, no.\n\nD: No OK. Do you have any known allergies to any medications? Yeah any medication? \n\nP: no \n\nD: no. Do you take any medications at all on a regular basis?\n\nP: No.\n\nD: No, OK. Have you been hospitalized or had"
    },
    {
        "whisper_chunk": "any surgeries in the past No No Any family history of any asthma eczema allergic rhinitis anything like that Yeah I think it kind of runs in my family Like everyone in my family is just kind of always having this runny nose and sneezing My mom has it My younger brother has it But like we haven't really been diagnosed with anything Like",
        "gt_chunk": "D: any surgeries in the past?\n\nP: No.\n\nD: Any family history of any asthma, eczema, allergic rhinitis. Anything like that? \n\nP: Yeah, I think it kind of runs in my family like everyone in my family is just kind of always having this runny nose and sneezing. My mom has it. My younger brother has it. But like we haven't really been diagnosed with anything like"
    },
    {
        "whisper_chunk": "we rarely go to the doctor Okay Okay And currently right now do you work at all Or sorry do you go to school I do I do I've been doing it virtually Virtually okay Have you noticed anyone sick around you No No okay And at home what's your living situation like Who do you live with I live with my mom dad and",
        "gt_chunk": "P: we rarely go to the doctor.\n\nD: OK, OK, and currently right now, do you work at all? Or sorry, do you go to school?\n\nP: I do I do. I've been doing it virtually.\n\nD: Virtually OK, so have you noticed anyone sick around you?\n\nP: No. \n\nD: No OK. And what at home? What's your living situation like? Who do you live with?\n\nP: I live with my mom, dad and"
    },
    {
        "whisper_chunk": "my younger brother Okay And yeah I just wanted to let you know that any questions I ask you today and anything we talk about is completely confidential unless like there is any potential harm to yourself or anyone else So yeah I'm just going to ask you a few questions Do you feel safe at home Oh yeah Okay And do you drink",
        "gt_chunk": "P: my younger brother.\n\nD: And, yeah, I just want to let you know that any questions I ask you today and anything we talked about it's completely confidential and unless like there is any potential harm to yourself or anyone anyone else. So yeah, I'm just gonna ask you a few questions. Do you feel safe at home? \n\nP: Oh yeah.\n\nD: OK, and do you drink"
    },
    {
        "whisper_chunk": "alcohol at all or have you tried alcohol No not at all No Have you tried any recreational drugs like marijuana No I don't How about smoking No No okay And are you sexually active No No okay And so overall do you feel safe in your home and as well as outside of your home environment Any kind of bullying or anything like that going on",
        "gt_chunk": "D: alcohol at all? Or have you tried alcohol?\n\nP: No, not at all. \n\nD: Have you tried any recreational drugs like marijuana?\n\nP: No. No. \n\nD: How about smoking?\n\nP: Umm no \n\nD: no OK, and are you sexually active?\n\nP: No. \n\nD: No OK. And so overall, do you feel safe in your home and as well as outside of your home environment? Any kind of bullying or anything like that going on"
    },
    {
        "whisper_chunk": "No not at all Okay All right Yeah so those are kind of all the questions that I have for you Sorry just one more question Any loss of sense of taste or smell Yeah it's hard to smell when my nose is stuffy but no loss of taste or smell yeah Okay Okay so do you have any questions at all for me No I just want to get some medications to help with this I'm just sick",
        "gt_chunk": "P: No, not at all. \n\nD: OK, alright. Yeah, so those are kind of all the questions that I had for you. Sorry just one more question, any loss of sense of taste or smell?\n\nP: Yeah, it's hard to smell and my nose is stuffy, but no loss of taste.\n\nD: Yeah, OK. OK, so do you have any questions at all for me?\n\nP: No, I just I I just wanna get some medications to help with this. I'm just sick"
    },
    {
        "whisper_chunk": "and tired of my nose Yeah it must be very frustrating So you've tried Reactin before right Yeah Yeah so one method is to definitely stay away from some of those allergens that are potentially causing your symptoms But I do really think so you might have something called",
        "gt_chunk": "P: and tired of my runny nose.\n\nD: Yeah, it must be very frustrating. So you've tried Reactin before, right? \n\nP: yeah\n\nD: Yeah, so one method is to definitely like stay away from some of those allergens that are potentially causing your symptoms. But I I do really think so you might have something called"
    },
    {
        "whisper_chunk": "allergic rhinitis and I think it might be beneficial for you to see an allergist Sure And so I can refer you to someone as well Just have a sense of what kind of things cause allergies to you and what medications you would require In the meantime definitely any antihistamine medications would help with your symptoms But since you're",
        "gt_chunk": "D: allergic rhinitis. And I think it might be beneficial to for you to see like an allergist\n\nP: sure.\n\nD: And so I can refer you to someone as well. Just have a sense of what kind of things allergic to you and like what medications you would require. In the meantime, definitely like any antihistamine medications would help with your symptoms. But since you're"
    },
    {
        "whisper_chunk": "also having congestion and sneezing just in case we'll just do a COVID swab test for you today And it takes around 24 to 48 hours to come back And in the meantime you should just isolate as much as you can in your own home And then based on the result they will give you more instruction Sure All right",
        "gt_chunk": "D: also having congestion and sneezing, just just in case, we will just do a COVID swab test for you today. And it takes around 24 to 48 hours to come back. And in the meantime, you should just isolate as much as you can in your own home. And then based on the result they would give you more instruction.\n\nP: Sure\n\nD: Alright"
    },
    {
        "whisper_chunk": "Thank you Take care",
        "gt_chunk": "D: Thank you, take care"
    }
]