[
    {
        "whisper_chunk": "What brings you in here today Yeah I've just been feeling breathless and it's getting worse so I wanted to check it out Okay and when did you first start feeling breathless About two months ago Okay and did it come on about like gradually through time or suddenly just happened I guess gradually",
        "gt_chunk": "D: What brings you in here today?\n\nP: Yeah, I've just been feeling breathless and it's getting worse. So I wanted to check it out.\n\nD: OK, and when did you first start feeling breathless?\n\nP: About two months ago.\n\nD: OK, and did it come on about like gradually through time or suddenly just happened?\n\nP: I guess gradually"
    },
    {
        "whisper_chunk": "yeah Okay and how often do you feel breathless I'd say it's worse when I walk more than 50 meters That's kind of the main trigger just exertion Okay and were you able to walk normally more than 50 meters before two months",
        "gt_chunk": "D: uh, how often do you feel breathless?\n\nP: I'd say it's worse when I when I walk more than 50 meters. That's kind of the main like that's kind of the main trigger, just exertion.\n\nD: OK, and were you able to walk normally more than 50 meters before two months"
    },
    {
        "whisper_chunk": "Yeah three months ago I was fine Okay and do you have any other symptoms like cough or chest pain I have a cough sometimes yeah Okay but nothing like constant No Okay do you have any wet cough or any productive cough where you're producing like sputum or phlegm",
        "gt_chunk": "P: Yeah, three months ago I was fine.\n\nD: OK. And do you have any other symptoms like cough or chest pain?\n\nP: I have a cough sometimes, yeah.\n\nD: OK, but nothing like constant? \n\nP: No.\n\nD: OK, and do you have any wet cough or any productive cough or are you producing like sputum or phlegm"
    },
    {
        "whisper_chunk": "Yeah I guess I'd say I have this frothy sputum Okay and has your breathlessness been getting any worse at all over the last two months I would say so yes Okay and you mentioned like exertion makes it worse but anything else like going outside or exposure to any chemicals that makes it worse",
        "gt_chunk": "P: Yeah, I guess I'd say I have this frothy sputum.\n\nD: OK, and has your breathlessness been getting any worse at all over the last two months?\n\nP: I would say so, yes.\n\nD: OK, and you mentioned like exertion makes it worse, but anything else like going outside or exposure to any chemicals that makes it worse"
    },
    {
        "whisper_chunk": "No I don't think so Okay and how about positional changes Does lying flat at all make it worse I would say so yes Yeah I'm basically gasping for air when I lay down Okay and do you ever find yourself waking up at night in the middle of the night to catch your breath No No okay And when do you feel the breathlessness the most",
        "gt_chunk": "P: , I don't think so.\n\nD: OK, and how about a positional changes? Does lying flat at all make it worse?\n\nP: I would say so, yes. Yeah, I'm basically gasping for air when I lay down.\n\nD: OK, and do you ever find yourself waking up at night in the middle of the night to catch your breath?\n\nP: No.\n\nD: No, OK. And when do you feel the breathlessness the most"
    },
    {
        "whisper_chunk": "Is it more so during the day or at night I guess it's worse at night because I'm laying down Okay All right And in terms of how many flights of stairs you can climb before you start feeling breathless do you have a number I'd say like three four Three or four steps",
        "gt_chunk": "D: Is it more so during the day or at night?\n\nP: I guess it's worse at night because I'm laying down. \n\nD: OK. Great and, in terms of how many flights of stairs you can climb before you start feeling breathless, do you have a number? \n\nP: I would say like 3/4.\n\nD: Three or four steps"
    },
    {
        "whisper_chunk": "Okay And was there anything new that happened in your life recently any new medical diagnosis recently or any travel that happened before you started having these symptoms No nothing like that Okay And prior to the two months have you ever had any similar experiences Prior to",
        "gt_chunk": "D: OK. And was there anything new that happened in your life recently? Any new medical diagnosis recently? Or any travel that happened before you started having these symptoms?\n\nP: No, nothing like that.\n\nD: OK, and prior to two months, have you ever had any similar experiences?\n\nP: Prior to"
    },
    {
        "whisper_chunk": "two months no No Okay And does anything make it better like any positional changes makes the breathlessness go away I guess when I'm not laying down or when I'm laying down I try to add pillows stack pillows so that it gets better Okay And are you having any other symptoms",
        "gt_chunk": "P: to 2 months? No. \n\nD: OK. And, does anything make it better? Like any positional changes makes the breathlessness go away?\n\nP: I guess when I I'm not laying down or when I'm laying down, I try to add pillows, stack pillows so that it gets better. \n\nD: OK, and are you having any other symptoms"
    },
    {
        "whisper_chunk": "like sore throat runny nose chest pain dizziness anything like that No No Okay Have you recently traveled outside of the country No No Have you recently had any surgeries No recent surgeries no Okay Any headache nausea or vomiting No",
        "gt_chunk": "D: like sore throat, runny nose, chest pain, dizziness, anything like that? \n\nP: No. \n\nD: OK. Have you recently traveled outside of the country?\n\nP: No.\n\nD: Have you recently had any surgeries?\n\nP: No recent surgeries, no.\n\nD: OK, any headache nausea or vomiting?"
    },
    {
        "whisper_chunk": "Okay Any fevers or chills or night sweats No Okay Do you feel increasingly fatigued throughout the day Yes I would say so yeah Okay And any changes in your bowel movement at all No Okay Any chest pain at all within the last",
        "gt_chunk": "D: any fevers or chills or night sweats.\n\nP: No. \n\nD: OK. Do you feel increasingly fatigued throughout the day?\n\nP: Uh, I would say so, yeah. \n\nD: OK. And any changes in your bowel movements at all?\n\nP: No.\n\nD: OK, and any chest pain at all within the last"
    },
    {
        "whisper_chunk": "two months No no chest pain Okay Any swelling in your legs ankles or in your hands and arms There is some swelling Okay And where are you getting the swelling Around my legs Okay And when did you first notice this Around the same time actually",
        "gt_chunk": "D: two months?\n\nP: No, no chest pain. \n\nD: OK. Any swelling in your in your legs, ankles, or in your hands and arms?\n\nP: There is some swelling.\n\nD: OK, and uh, where do you, where are you getting this swelling?\n\nP: Around my legs.\n\nD: OK, and how when did you first notice this?\n\nP: Around the same time actually"
    },
    {
        "whisper_chunk": "two months ago Okay Have you noticed any kind of fevers at all No Okay Have you been in contact with anyone that has been ill recently No no Okay And have you been coughing up any blood at all No Okay Any weight loss No Any night",
        "gt_chunk": "P: two months ago.\n\nD: OK. Have you noticed any kind of fevers at all? \n\nP: No.\n\nD: OK. Have you been in contact with anyone that has been ill recently?\n\nP: No no. \n\nD: OK, and have you been coughing up any blood at all?\n\nP: No. \n\nD: OK, any weight loss? \n\nP: No.\n\nD: Any night"
    },
    {
        "whisper_chunk": "sweats or chills No Okay Apart from the breathlessness and laying down any other issues with your sleep No Any changes in your appetite No Okay Have you had any recent infections like a cold at all No Okay Any exposure to tuberculosis in",
        "gt_chunk": "D: sweats or chills?\n\nP: No. \n\nD: OK, apart from the breathlessness when laying down, any other issues with your sleep?\n\nP: No. \n\nD: Any changes in your appetite?\n\nP: Nope. \n\nD: OK, have you had any recent infections like a cold at all? \n\nP: No. \n\nD: OK, any exposure to tuberculosis in"
    },
    {
        "whisper_chunk": "the past Not that I know of Okay Any exposure to fumes or dust within your home or work environment No Okay Any animals or pets in the house No no Okay And in terms of your past medical history has anyone told you that you have anything like COPD or any cardiovascular issues",
        "gt_chunk": "D: the past?\n\nP: Not that I know of. \n\nD: OK, any exposure to fumes or dust within your home or work environment?\n\nP: No.\n\nD: OK, any animals or pets in the house?\n\nP: No, no.\n\nD: OK, and in terms of your past medical history, has anyone told you that you have anything like COPD or any cardiovascular issues"
    },
    {
        "whisper_chunk": "like high blood pressure cholesterol Yeah so I have high blood pressure diabetes and high cholesterol Okay And do you take any medications for this Yep So I take aspirin Ramipril and simvastatin Okay And have you ever had any chest pain or a heart attack in the",
        "gt_chunk": "D: like high blood pressure, cholesterol?\n\nP: Um so, yeah, so I have high blood pressure, diabetes and high cholesterol. \n\nD: OK, and do you take any medications for this?\n\nP: Yep, so I take aspirin, ramipril and simvastatin.\n\nD: OK, and have you ever had any chest pain or heart attack in the"
    },
    {
        "whisper_chunk": "past Yeah actually I had a heart attack four years ago Okay And do you remember what they did for your heart attack Something like a stent or something Okay And since then you've been on these medications Yes Okay And after they managed your heart attack have you ever had similar symptoms when you had your",
        "gt_chunk": "D: past?\n\nP: Yeah, actually I had a heart attack four years ago.\n\nD: OK, and do you remember what they did for your heart attack?\n\nP: Something like a stent or something.\n\nD: OK, and since then you've been on these medications?\n\nP: Yes. \n\nD: OK, and after they managed your heart attack, have you ever had similar symptoms to when you had your"
    },
    {
        "whisper_chunk": "heart attack No no Nothing like that Okay Do you have any allergies to any medications No Any environmental allergies No Okay And have you previously had any surgeries in the past I guess the stenting Just the stenting",
        "gt_chunk": "D: heart attack?\n\nP: No, no.\n\nD: nothing like that? OK. Do you have any allergies to any medications?\n\nP: No.\n\nD: Any environmental allergies?\n\nP: No.\n\nD: OK, and have you previously had any surgeries in the past?\n\nP: Um, I guess the stenting. \n\nD: Just the stenting"
    },
    {
        "whisper_chunk": "And apart from that have you had any other previous hospitalizations No Okay Any family history of any cancers or heart attacks My father died of a heart attack when he was 60 Okay And currently do you work at all I do I work as",
        "gt_chunk": "D: And apart from that, have you had any other previous hospitalizations?\n\nP: No.\n\nD: OK, and any family history of any cancers or heart attacks?\n\nP: Um, my father died of a heart attack when he was 60. \n\nD: OK. And currently do you work at all?\n\nP: I do, um, I work as"
    },
    {
        "whisper_chunk": "a cashier Okay And has the shortness of breath been affecting your daily routine at home or at work at all Yeah I would say so It's been hard to make it to work and then standing around all day or if I have to go help out with something and exert myself too much I get short of breath Okay And at home do you currently live",
        "gt_chunk": "P: a cashier.\n\nD: OK. And has the shortness of breath been affecting your daily routine at home or at work at all?\n\nP: Yeah, I would say so. It's been hard to make it to work and then standing around all day or if I have to go help out with something and exert myself too much, I get short of breath. \n\nD: OK. And at home, do you currently live"
    },
    {
        "whisper_chunk": "with anyone or do you live by yourself I live by myself Okay And do you live in an apartment or a house I live in an apartment Okay And are there any exposures like dust or mold or asbestos in your home environment No Okay And currently do you smoke Not right now I used to smoke",
        "gt_chunk": "D: with anyone or do you live by yourself?\n\nP: I live by myself. \n\nD: OK, and do you live in an apartment or house?\n\nP: I live in an apartment.\n\nD: OK, and are there any exposures like dust or mold or asbestos in your home environment? \n\nP: No.\n\nD: OK. And currently do you smoke?\n\nP: Not right now. I used to smoke"
    },
    {
        "whisper_chunk": "I used to smoke 10 a day for like 40 years Okay And do you use any recreational drugs like marijuana No Okay Any alcohol No Okay And in terms of your daily routine do you feel that you get three meals a day well balanced diet",
        "gt_chunk": "P: I used to smoke 10 a day for like 40 years. \n\nD: OK, and do you use any recreational drugs like marijuana? \n\nP: No.\n\nD: OK. Any alcohol?\n\nP: No. \n\nD: OK. And in terms of your daily routine, do you feel that you get 3 meals a day, a well balanced diet"
    },
    {
        "whisper_chunk": "I wouldn't say well balanced I'm trying to eat healthier but it doesn't always happen Okay And how about exercise Do you find that your exercise levels or activity levels have gone down in the last two months Yes Okay All right Is there any other questions or concerns that you have or something I may have missed to ask you today No",
        "gt_chunk": "P: I wouldn't say well balanced. I'm trying to eat healthier but doesn't always happen.\n\nD: OK, and how about exercise? Do you find that your exercise levels or activity levels have gone down in the last two months?\n\nP: Yes. \n\nD: OK. Alright, is there any other questions or concerns that you have or something I may have missed to ask you today?\n\nP: No"
    },
    {
        "whisper_chunk": "I don't think so Okay So based on what we talked about from your swelling as well as breathlessness while laying down in your past history of a heart attack and high cholesterol it may be likely with the medications you're on as well as your history that you might be having what's called a congestive heart failure So we will need to do further",
        "gt_chunk": "P: I don't think so. \n\nD: OK, so based on what we talked about from your swelling as well as breathlessness while laying down and your past history of a heart attack and high cholesterol, it may be likely with the medications you are on as well as your history, that you might be having what's called congestive heart failure. So we will need to do further"
    },
    {
        "whisper_chunk": "investigations to determine if that is what it is and if we need to get you on something like Lasix or a diuretic to get rid of some of the fluid that's building up in your body which may be caused by heart failure So we'll do some investigations and then go from there",
        "gt_chunk": "D: investigations to determine if that is what it is and if we need to get you on something like lasix or a diuretic to get rid of some of the fluid that's building up in your body, which may be caused by heart failure. So we'll do some investigations and then go from there"
    }
]