[
    {
        "whisper_chunk": "Hey Doc I'm a 45 year old man coming in I'm worried there's a little rash on my leg I'm getting nervous about Hi So you I understand you have a rash on your leg I don't really know what I would call it That's what I told the nurse when I came in but it's more hurts than anything Okay How long has this been going on for",
        "gt_chunk": "P: Hey Doc, I'm a 45 year old man coming in, I'm worried there's a little old rash on my leg that I'm getting nervous about.\n\nD: Hi, so you I understand you have a rash on your leg.\n\nP: I don't really know what I would call it. That's what I told the nurse when I came in, but it more hurts than anything.\n\nD: OK, uh, how long is this been going on for"
    },
    {
        "whisper_chunk": "Okay When you say it's looking strange can you tell me what you mean by that Swollen Okay Is it red Yeah",
        "gt_chunk": "P: and started looking strange and I just wanted to come in to get it checked"
    },
    {
        "whisper_chunk": "it's red It's turning more red kind of in the area around it I've got these scabs I've got diabetes I'm not exactly the best with it I'm scratching at it and normally it's not that bad but this is just strange looking There's no other word for it Okay Have you ever had anything like this before I guess you kind of just said that you didn't but I'll just double check No no nothing Well I've had I have",
        "gt_chunk": "P: it's red, it's turning more red, kind of in the area around it. I've got these I got these scabs. I've got diabetes and I'm not exactly the best with it and scratching at it, and normally it's not that bad, but this is just strange looking and there's no other word for it. \n\nD: OK, have you ever had anything like this before? I guess you kinda just said that you didn't, but I'll just double check.\n\nP: No no. Well I've had,  I have"
    },
    {
        "whisper_chunk": "occasional ulcers and sometimes I've banged my toe when I'm not exactly the best taking care of my feet but this is the first time I've gotten something that I don't know I've just never seen it before Okay Do you have any ulcers right now on your feet I think so When was the last time I saw the family doc I think I've got an ulcer on my left heel but I think it's doing all right Okay And what leg are you having this problem with right now",
        "gt_chunk": "P: occasional ulcers and sometimes I have banged my toe when I'm not exactly the best taking care of my feet, but this is the first time I've gotten something that I don't know, I've just never seen it before.\n\nD: Do you have any ulcers right now?\n\nP: Let me see. I think so, when's the last time I saw the family doc? I think I've got an ulcer on my left heel, but I think it's doing alright.\n\nD: OK, and what leg are you having this problem with?\n\nP: Right now"
    },
    {
        "whisper_chunk": "It's on my right It's on my ankle Okay How have your sugars been controlled recently I stopped measuring them Yeah last time I measured it was pretty bad I think my A1C last time was like nine nine something I'm trying better to be with it It's just hard with work you know For sure I can imagine So in general even if you don't know",
        "gt_chunk": "P: it's on my right, so my ankle.\n\nD: OK, how have your sugars been controlled recently? \n\nP: I stopped measuring them. Yeah, last time I measured it was pretty bad. I think my A1C last time was like 9 something. I'm trying, I'm trying better to be with it. It's hard with work you know?\n\nD: For sure, I can imagine so, in general, even if you don't know"
    },
    {
        "whisper_chunk": "your numbers for your sugars have you felt worse than usual lately Have you felt run down at all Yeah actually I have I'm peeing more I feel hungry Sometimes I'm just tired but I don't know It's hard to tell There's an awful lot going on in my life right now with the kids but it's hard to tell I think yeah I need to see my family doc Okay Well it's definitely a good",
        "gt_chunk": "D: your numbers for your sugars, have you felt worse than usual lately? Have you felt rundown at all?\n\nP: Yeah, actually I have gained more, feel hungry, sometimes just tired, but it's hard to tell. There's an awful lot going on in my life right now with the kids, but, It's hard to tell I think. Yeah, I need to see my family doc.\n\nD: OK. Definitely"
    },
    {
        "whisper_chunk": "idea moving forward just to make sure you get on top of these things but I'm glad you came in today so we can have a better look at you and make sure that there's nothing super concerning going on So in addition to this have you had any other new symptoms Symptoms I feel a little hot actually When the swelling started it also started leaking this white stuff from one of what used to be a scab It's now",
        "gt_chunk": "D: idea moving forward just to make sure you get on top of these things, but I'm glad you came in today so we can, you know, have a better look at you and make sure that there's nothing super concerning going on. So in addition to this, have you had any other new symptoms?\n\nP: Symptoms? Um, I feel a little hot actually. When the swelling started it's it also started leaking this like white stuff from one of the one of what used to be a scab so now"
    },
    {
        "whisper_chunk": "kind of an open wound now Okay So when did you start feeling hot Honestly last 12 hours Okay Do you take your temperature at home No I don't have a thermometer at home Have you had any difficulty breathing No Any chest pain No Have you noticed that your",
        "gt_chunk": "P: kind of an open wound now.\n\nD: OK, OK so when did you start feeling hot?\n\nP: Honestly, last 12 hours.\n\nD: OK, you take your temperature at all?\n\nP: No, I don't have a thermometer at home.\n\nD: Have you had any difficulty breathing?\n\nP: No no. \n\nD: Any chest pain?\n\nP: No.\n\nD: Have you noticed that your"
    },
    {
        "whisper_chunk": "right leg feels any hotter than the left Yeah Yeah it does actually Changing socks the other day Yeah Okay Have you felt ill recently Have you been sick at all Aside from just feeling a little crummy last couple of weeks No don't really Less energy today but I was up last night",
        "gt_chunk": "D: right leg feels any hotter than the left?\n\nP: Yeah, yeah it does. Actually changing socks the other day, yeah.\n\nD: Right. Say, have you alone have you felt ill recently? Have you been sick at all?\n\nP: Aside from just feeling overall crummy last couple weeks, no don't really, less energy today, but I was up last night"
    },
    {
        "whisper_chunk": "thinking about this Yeah Wanted to come in and talk Yeah you did the right thing I'm glad that you're in today Is the pain on your leg worse when you touch it Yeah Maybe not so much when I touch it When I walk with it and I start flexing it it doesn't like that Okay Just resting it right now it feels fine It's",
        "gt_chunk": "P: thinking about this and yeah wanted to come in and talk.\n\nD: OK yeah, you did the right thing. I'm glad that you're in today. Is the pain on your legs worse when you touch it?\n\nP: Yeah, maybe not so much when I touch it. When I walk with it and I start flexing it it, it doesn't like that. \n\nD: OK, uhm. \n\nP: Just resting it right now, it feels fine. \n\nD: It's"
    },
    {
        "whisper_chunk": "okay Okay Well I'm going to if I think of any more questions specifically about your leg I'll go back to it but I'm going to just move on and ask you a few questions about your overall health You've already shared with me that you are diabetic Do you have any other chronic conditions that you live with Chronic condition I see the family talk about cholesterol I want a pill for that",
        "gt_chunk": "D: . OK, well I'm going to if I think of any more questions specifically about your leg I will, I'll go back to it, but I'm going to just move on and ask you questions about your overall health. You've already shared with me that you you are diabetic. Do you have any other chronic conditions that you live with?\n\nP: Chronic condition? I see the family doc about cholesterol. I'm on a pill for that"
    },
    {
        "whisper_chunk": "I had asthma as a kid Not too much of an issue now And my back I've had back pain for the last 10 years but all I really take for a tile and all that Bill for that Okay Oh my other question about your leg was have you lost any feeling in it It kind of it's like a dull ache sometimes when I touch it but no like",
        "gt_chunk": "P: I had asthma as a kid, not too much of an issue now. And my back, I've had back pain for the last 10 years, but all I really take for it is Tylenol Advil for that.\n\nD: OK, oh my other question about your leg was, have you lost any feeling in it?\n\nP: It kind of is like a dull ache sometimes when I touch it. But, no like"
    },
    {
        "whisper_chunk": "in the area the ankle no but definitely on my feet like over the years I've noticed I feel less on it compared to what I did previously Yeah That makes sense Okay So Sarah kind of sidetracked there So we talked about your diabetes You said you have high cholesterol So what medications are you currently taking I've taken four pills right now",
        "gt_chunk": "P: in the area, the ankle no, but definitely on my feet, like over the years I've noticed I feel less on it compared to what I did previously, yeah.\n\nD: OK, so sorry I kind of sidetracked there so we talked about your diabetes. You said you have high cholesterol. So what medications are you currently taking?\n\nP: I'm taking 4 pills right now"
    },
    {
        "whisper_chunk": "One of them is for the cholesterol I think it's called Resuvastatin The other three they're all diabetes medications but I don't remember Metformin is one of them I have a list somewhere I'll give it to you later Okay Are you on insulin right now No Okay",
        "gt_chunk": "P: One of them is for the cholesterol. I think it's called. rosuvastatin. The other three, they're all diabetes medications, but I don't remember. Metformin is one of them. Sidas...something I have a list somewhere. I'll give it to you later.\n\nD: OK, are you on insulin right now?\n\nP: No."
    },
    {
        "whisper_chunk": "Are you on any are any of these medications new to you recently No no but I've had them for about a year now Okay Do you have any allergies Yeah I do actually Penicillin can't take that And what happens when you take penicillin It's been a while as a kid Apparently like face got bloated just had a hard time breathing Okay Well we'll make sure that we don't give you that",
        "gt_chunk": "D: Are you on any or any of these medications new to you, recently? \n\nP: No no, but had them for about a year now.\n\nD: Do you have any allergies?\n\nP: Um, yeah, I do actually. Penicillin, can't take that.\n\nD: And what happens when you take penicillin?\n\nP: It's been a while, as a kid apparently like my face got bloated and I was having a hard time breathing so...\n\nD: Well, we will make sure that we don't give you that"
    },
    {
        "whisper_chunk": "Can you tell me if you've had any previous surgery Yeah What was it I had my sinuses I had some pretty bad sinusitis when I was in my teens and they went in kind of carved a little bit of space out Okay Okay Is that the only surgery that you've had Yep",
        "gt_chunk": "D: Can you tell me if you've had any previous surgery? \n\nP: Oh yeah, uh, what was it? I had my sinuses, had some pretty bad sinusitis when I was in my teens and they went in and kind of carved a little space out. \n\nD: OK, OK. Is that the only surgery that you had? \n\nP: Yeah"
    },
    {
        "whisper_chunk": "Okay And can you tell me do you have any family history of diabetes skin problems anything else that stands out to you Yep Mom's side of the family pretty much everyone has diabetes high blood pressure cholesterol Dad's side of the family is pretty healthy I think maybe one of my aunts",
        "gt_chunk": "P: .\n\nD: And can you tell me, do you have any family history of diabetes, skin problems, anything else that stands out to you?\n\nP: Yep, mom's side of the family, very much everyone has diabetes, high blood pressure, cholesterol. Dad's side of the the family is pretty healthy. I think maybe one of my aunts"
    },
    {
        "whisper_chunk": "had lung cancer but she was a pretty big smoker too Okay And I'm just going to ask you a few questions about your lifestyle So you said that you have children Yeah I do Okay Do you live in town Do you live with your kids I live in town I see my kids every two weeks Okay And what do you do for",
        "gt_chunk": "P: had lung cancer, but she's a pretty big smoker too.\n\nD: And then just ask you a few questions about your lifestyle. So you said that you have children.\n\nP: Yeah, I do. \n\nD: Do you live in town? Do you live with your kids?\n\nP: I live in town. I see my kids every two weeks.\n\nD: And, uh. What do you do for"
    },
    {
        "whisper_chunk": "work Did I already ask you this No I'm currently unemployed I'm looking for work Partially employed I suppose you should say over my own business I see And what do you do when you are working ideally When I am working I'm an Okay cool And do you smoke Yeah once in a while Yeah I'm",
        "gt_chunk": "D: work? Did I already ask you this?\n\nP: No, I'm currently unemployed and looking for work, partially employed, I suppose we should say I have my own business.\n\nD: I see and, what do you, what do you do when when you are working, ideally?\n\nP: When I am working, I'm an accountant.\n\nD: OK well, and do you smoke?\n\nP: Yeah once in a while, yeah,"
    },
    {
        "whisper_chunk": "stressed so How much do you smoke on average Last couple of weeks I've been smoking more maybe like two packs a week Okay Do you drink alcohol Yeah How much do you typically drink Average week maybe a 2 4 Okay So maybe like three per day or something like that if you were to average it out Yeah if you average it out I mainly go through the 2 4 on a weekend to be honest",
        "gt_chunk": "P: stressed. \n\nD: How much do you smoke on average?\n\nP: Last couple of weeks, I've been smoking more, maybe like 2 packs a week.\n\nD: OK. Do you drink alcohol?\n\nP: Yeah yeah.\n\nD: How much do you typically drink?\n\nP: Average week, maybe a 2 4.\n\nD: So maybe like 3 per day or something like that if you were to average it out?\n\nP: Yeah, if you average out I mainly go through the two four in a weekend to be honest"
    },
    {
        "whisper_chunk": "Oh I see Okay More so on the weekend so maybe a little bit more than three per day on those days Okay Well I think that that's everything that I need to ask you for now I'd like to get a closer look at this leg Did you have any other questions or concerns before we move forward with the physical exam No I just want to get this figured out Okay Yeah we'll definitely do that for you",
        "gt_chunk": "D: Oh, I see. OK, more so on the weekend, so maybe a little bit more than three per day on those days?\n\nP: Mhm.\n\nD: OK so that that that's everything that I need to ask you for now. I'd like to get a closer look at this leg. Did you have any other questions or concerns before we move forward to the physical exam?\n\nP: No I just want to get this figured out.\n\nD: OK, yeah, we will definitely do that for you"
    },
    {
        "whisper_chunk": "So yeah I'm going to have a look at it And then after that I will go talk to the doctor that I'm working with and we'll see what we can do for you Does that sound good Thank you Doc Yeah sounds great Awesome Okay Thanks",
        "gt_chunk": "D: So yeah, I'm going to have a look at it and then after that I will go talk to the doctor that I'm working with and we'll see what we can do for you. That sounds good?\n\nP: Thank you doc, yeah sounds great.\n\nD: Awesome OK thanks"
    }
]