[
    {
        "whisper_chunk": "So I understand you've been experiencing some abdominal pain Yeah yeah Stomach hurt It started hurting more last couple of days maybe three days ago I think Okay So for three days ago for the last three days you said it's been hurting more Did you have pain before that It felt weird like crampy I just I just thought I was constipated because I've been um I haven't been able to be able to go to the bathroom as well I just thought",
        "gt_chunk": "D: So I understand you have been experiencing some abdominal pain?\n\nP: Yeah yeah stomach hurt, started hurting more last couple of days, maybe 3 days ago I think.\n\nD: OK, so for three days ago, for the last three days you said it's been hurting more. Did you have pain before that?\n\nP: It felt weird, like crampy. I just, I just thought I was constipated, 'cause I've been haven't been able to be able to go to the bathroom as well. I just thought"
    },
    {
        "whisper_chunk": "I was kind of bloated a bit but yeah about about that time started to feel a little bit more painful Okay Um can you tell me kind of where you're feeling the pain the most Yeah kind of like near my right hip like lower where my stomach is but kind of right and below my belly button Sometimes a little bit on the top just below my belly button but mainly just in that right lower side",
        "gt_chunk": "P: I was kind of bloated a bit, but yeah, about about that time, started to feel a little bit more painful.\n\nD: Can you tell me kind of where you're feeling the pain the most?\n\nP: Yeah, kinda like near my right hip like lower where my stomach is that kind of right and below my belly button. Sometimes a little bit on the top just below my belly button, but mainly just in that right lower side"
    },
    {
        "whisper_chunk": "Yeah Okay Have you ever had pain like this in the past No never Okay Um and for the last three days has it been pretty constant Has it been on and off I feel it's been getting worse to be honest Is there anything that you can think of that's made it feel better Honestly just resting flat makes it feel a little bit better but nothing much",
        "gt_chunk": "P: yeah.\n\nD: OK, have you ever had pain like this in the past?\n\nP: No, never.\n\nD: OK. And for the last three days, has it been pretty constant? Has it been on and off?\n\nP: I feel it's been getting worse to be honest.\n\nD: Is there anything that you can think of this made it feel better?\n\nP: Honestly, just resting flat makes it feel a little bit better, but nothing much"
    },
    {
        "whisper_chunk": "No Okay Uh is there anything that makes it worse Touching it Also I peed the other day that made it definitely feel worse It's that whole contraction My body was nasty Okay Was it just the one time Yeah Yeah Okay Um you had",
        "gt_chunk": "P: no.\n\nD: OK, is there anything that makes it worse? \n\nP: Touching it. Also I puked the the other day and that made it definitely feel worse, just that whole contraction in my body was nasty.\n\nD: OK, was it just the one time?\n\nP: Yeah.\n\nD: OK, you had"
    },
    {
        "whisper_chunk": "a nausea associated with this event Mm hmm Mm hmm Okay Um does the pain stay in that same spot or does it move anywhere else It's pretty much stayed in that one spot Yeah Have you noticed any fevers lately Felt a bit hot the other day Didn't take it to temperature though Okay Okay And what specifically prompted you to come in today to the emergency",
        "gt_chunk": "D:  nausea associated with the pain?\n\nP: Mhm, mhm.\n\nD: Um, did the pain stay in that same spot or does it move anywhere else? \n\nP: It has pretty much stayed in that one spot, yeah.\n\nD: Have you noticed any fevers lately?\n\nP: Felt a bit hot the other day, didn't take a temperature though.\n\nD: OK, OK, and what specifically prompted you to come in today to the emergency"
    },
    {
        "whisper_chunk": "department I thought it was just going to get better when I first started Maybe just a bit of gas but here we are kind of Thursday now and it's still pretty bad Okay Have you been in contact with anyone that's been sick lately Not off the top of my head No Okay Uh and have you traveled anywhere recently No Okay And uh",
        "gt_chunk": "D: department?\n\nP: I thought it was just going to get better when it first started. Maybe just a bit of gas, but here we are kind of Thursday now and it's still pretty bad.\n\nD: OK, have you been in contact with anyone that's been sick lately?\n\nP: Not off the top of my head, no.\n\nD: And have you traveled anywhere recently?\n\nP: No.\n\nD: And"
    },
    {
        "whisper_chunk": "I forgot to ask did uh you notice any changes to your bowel habits Yeah Yeah Uh before I was fairly regular about once a day maybe five days ago I started getting constipated a little bit backed up and pretty much the picture I think last time I went to the bathroom was two days ago I think Yeah Okay Okay Um so I'm just going to ask you some questions about your overall health Uh do you",
        "gt_chunk": "D: I forgot to ask, did you notice any changes to your bowel habits?\n\nP: Yeah, yeah. Before it was fairly regular, about once a day. Five days ago, I started getting constipated, it backed up and pretty much the picture I think last time I went to the bathroom was two days ago I think, yeah.\n\nD: OK, I'm just gonna ask you some questions about your overall health. You"
    },
    {
        "whisper_chunk": "have any chronic conditions that you see your family doctor for Or any other doctor I got diabetes type two Okay Uh and is that generally has that been well controlled for you lately Most part doctor checks my sugars I'm not too regular on them myself but last time he changed his medications was a couple of years back and I've just been on the same ones ever since Okay What medication are you currently taking Um that",
        "gt_chunk": "D: have any chronic conditions that you see your family doctor for, or any other doctor?\n\nP: I got diabetes, type 2.\n\nD: And has that generally has that been well controlled for you lately?\n\nP: Most part, doctor checks my sugars. I'm not too regular on them myself, but last time he changed medications was a couple years back and I've just been on the same ones ever since.\n\nD: What medication are you currently taking?"
    },
    {
        "whisper_chunk": "metformin metformin And uh have you ever had any surgeries in the past Nah I had my teeth pulled as a kid No All Well your appendix Yeah Yeah I never had that problem as a kid Okay Um and do you have any allergies No sometimes get a little bit congested during the fall but that's it",
        "gt_chunk": "P: Metformin? Metformin.\n\nD: And have you ever had any surgeries in the past?\n\nP: No, I had my teeth pulled as a kid, but no.\n\nD: OK, still have your appendix?\n\nP: Yeah, yeah, I never had that problem as a kid.\n\nD: And do you have any allergies?\n\nP: No, sometimes get a little bit congested during the fall, but that's it"
    },
    {
        "whisper_chunk": "Okay Uh do you have any family history of gastrointestinal problems I guess like uh no I think my grandma died of breast cancer fairly early but no not not that not that I can think of Okay Um and then just in terms of your lifestyle do you live here in town Yeah Yeah Do you live alone or with family No I got family Uh me and the wife",
        "gt_chunk": "P: .\n\nD: Do you have any family history of gastrointestinal problems?\n\nP: Gas, like no. I think my grandma died of breast cancer fairly early, but no, not not that not that I can think of.\n\nD: OK, and just in terms of your lifestyle, do you live here in town?\n\nP: Yeah yeah, I live here.\n\nD: Living alone or with family?\n\nP: No, no, I got family. Me, the wife"
    },
    {
        "whisper_chunk": "got two kids One of them's college bound now but uh yeah Nice And then what do you do for work or are you retired I'm still working I'm a production overseer production manager over at Fairbanks Okay You're a big boss Took a while to get here I'm sure it was very hard work Um in general do you drink alcohol",
        "gt_chunk": "P: got two kids, one of them is college bound now but yeah.\n\nD: Nice, and what do you do for work? Or are you retired?\n\nP: I'm still working, I am a production overseer, production manager over at Fairbanks.\n\nD: OK, you're a big boss.\n\nP: It took awhile to get here.\n\nD: I'm sure it was very hard work. In general, do you drink alcohol"
    },
    {
        "whisper_chunk": "Uh yeah like I'll plan on drinking on the two four but not regular special occasions mainly hot days Sometimes I'll have a beer too Sure Um and do you smoke cigarettes No Have you ever smoked in the past No Okay Do you use cannabis No Okay Any other substances No Okay Is there",
        "gt_chunk": "P: Oh yeah, like, well, plan on drinking on the two four but not regular, special occasions mainly. Hot days, sometimes I'll have a beer or two.\n\nD: Sure, and do you smoke cigarettes?\n\nP: No.\n\nD: Have you ever smoked in the past?\n\nP: No.\n\nD: Do you cannabis?\n\nP: No. \n\nD: Any other substances?\n\nP: No.\n\nD: OK, is there"
    },
    {
        "whisper_chunk": "anything else you wanted to bring up today that I didn't ask you about or any other questions that you have No just hoping to get an answer to whatever's going on Okay Okay Well at this point I uh I will do a quick physical exam Um we might want to have blood work done maybe some other tests based on what we find out from there Uh and then we can kind of let you know uh after that what the next steps will be So I'm just going to take",
        "gt_chunk": "D: anything else you wanted to bring up today that I didn't ask you about or any other questions that you have?\n\nP: No, just hoping to get an answer to whatever is going on.\n\nD: OK, well at this point I will do a quick physical exam. We may want to have blood work done, maybe some other tests based on what we find out from there and then we can kind of let you know after that, what the next steps will be. So I'm just going to take"
    },
    {
        "whisper_chunk": "this and go over it with the position that I'm working with and uh we'll talk to you shortly Thanks for chatting Thanks doc",
        "gt_chunk": "D: this and go over it with the physician that I'm working with and will get back to you shortly. Thanks for chatting with me.\n\nP: Thanks doc"
    }
]