[
    {
        "whisper_chunk": "All right what brings you to clinic today Hi so I feel like I might have a bladder infection I see a urologist because I've had some issues with like an overactive bladder for a while I've had a few bladder infections in the past and this is usually how they feel I feel like a little bit of burning when I go to the bathroom and I have to go like a lot right now",
        "gt_chunk": "D: : Hi, what brings you to clinic today?\n\nP: Hi, so I feel like I might have a bladder infection. I see a urologist because I've had some issues with like an overactive bladder for awhile. I've had a few bladder infections in the past and this is usually how how they feel. I feel like a little bit of burning when I go to the bathroom and I have to go like a lot right now"
    },
    {
        "whisper_chunk": "But then also sometimes it means that like it gets like this when I have my period and I don't have my period right now but I could be getting it but I also just don't wanna let it keep going if I do have an infection I'd just like rather get it like treated if I do Okay understood when was your last period Like two weeks ago About two weeks ago are you fairly regular Like yes and no I'm not super irregular but",
        "gt_chunk": "P: But then also sometimes it means that like it gets like this when I have my period and I don't have my period right now, but I you know I I could be getting it, but I also just don't wanna let it go keep going if I do have an infection. I just like rather get it like treated if I do.\n\nD: OK understood. When was your last period? \n\nP: Um, like 2 weeks ago.\n\nD: About two weeks ago, are you fairly regular?\n\nP: Like yes and no, it's. I'm I'm not super irregular, but"
    },
    {
        "whisper_chunk": "I sometimes have like basically it's like I alternate sometimes my cycle's like four weeks and sometimes it's more like five Sorry just to clarify again you're 30 years old Yeah I'm 30 Okay are you on your contraception right now No I'm not Okay are you sexually active at all No No okay So just in terms of your urinary tract infections when was your last one I had one like three months ago maybe",
        "gt_chunk": "P: I sometimes have like basically it's like I alternate sometimes. I my cycles like 4 weeks and sometimes it's more like 5.\n\nD: Sorry, just clarify again, you're 30 years old?\n\nP: Yeah I'm 30.\n\nD: Ok are you on any contraception right now? \n\nP: Uh, no, I'm not.\n\nD: Ok. Are you sexually active at all?\n\nP: No.\n\nD: No? Ok. So just in terms of your urinary tract infections, when was your last one?\n\nP: I had one like 3 months ago maybe"
    },
    {
        "whisper_chunk": "Three months ago okay And they prescribed you antibiotics and it went away fairly quickly Yeah yeah it went away Like I always have an overactive bladder and I always have to go pretty frequently like every hour sometimes half hour but so that's still there but like it hasn't since then I haven't had any like pain with it Okay so you still have quite a bit of urgency to go kind of you go more frequently but I suppose the new thing that you're",
        "gt_chunk": "D:  months ago ok, and they prescribed you antibiotics and it went away fairly quickly?\n\nP: Yeah yeah it went away like I always I always have an overactive bladder and I always have to go pretty frequently, like every hour, sometimes half hour. But so that's still there, but like it hasn't ever since then, I haven't had any like pain with it.\n\nD: Ok, so you still have quite a, you have a, quite a bit of urgency to go?\n\nP: Yeah.\n\nD: Kind of going more frequently, but I suppose the new thing you're"
    },
    {
        "whisper_chunk": "a little bit concerned about is that it burns a little bit it stings a little bit when you do urinate Am I understanding correctly Exactly like for the past couple of days it's felt like that Okay has it been getting progressively worse at all Maybe a little bit I feel like now I can recognize it pretty early when it's not too bad to kind of get ahead of it Okay understood And do you have any pain kind of behind your ribs at all On your back Sorry can you repeat that You haven't had any pain on your back middle back kind of close to",
        "gt_chunk": "D: a little bit concerned about is that it, it burns a little bit, it stings a little bit when you do urinate. Am I understanding correctly?\n\nP: Exactly like for the past couple days, it's felt like that.\n\nD: Ok, has it been getting progressively worse at all?\n\nP: Um, maybe a little bit I I feel like now I can recognize it pretty early when it's not too bad to kind of get ahead of it.\n\nD: OK understood. And do you have any pain kind of behind your ribs at all? On your back? \n\nP: Sorry, can you repeat that?\n\nD: You haven't had any pain on your back, middle back kind of close to"
    },
    {
        "whisper_chunk": "your ribs have you Not that I can think of Okay and have you noticed any changes to the quality of the urine For example has it looked frothy or smelled bad It maybe looked like a little cloudy but nothing else out of the ordinary Like I've never had blood in it or anything Understood Have you noticed any visual changes in the area in your vagina No not that I can think of Any lesions anything like that anything concerned for an STI that you're worried about No and like I",
        "gt_chunk": "D: your ribs, have you? \n\nP: Not that I can think of.\n\nD: Ok, and have you noticed any changes to the quality of the urine? For example has it looked frothy or smelled bad?\n\nP: It maybe looked like a little cloudy. But nothing, nothing else out of the ordinary like I've never had blood in it or anything.\n\nD: Understood. Have you noticed any visual changes in the area near the vagina?\n\nP: No, not that I can think of. \n\nD: Like any lesions, anything like that? Anything concerned for an STI that you're worried about?\n\nP: No, and like I"
    },
    {
        "whisper_chunk": "haven't had a sexual partner in a few years Understood understood These are kind of questions that we ask when someone's having a little bit of maybe an issue holding in their urine Have you ever felt any numbness or inability to feel kind of around your buttocks region For example when you wipe with tissue paper can you feel that well Oh yeah I can feel everything Okay and no changes to your poops to your bowel movements No no it's been pretty normal Okay and how",
        "gt_chunk": "P:  had a sexual partner in a few years.\n\nD: Understood, understood. These are kind of questions that we ask when someone's having a little bit of maybe an issue holding in their urine. Have you ever felt any numbness or inability to feel kind of around your buttocks region? For example, when you wipe with tissue paper, can you feel that well?\n\nP: Oh yeah, I can feel everything.\n\nD: Ok and no changes to your poops, to your bowel movements?\n\nP: No, nothing, pretty normal.\n\nD: Ok, and how"
    },
    {
        "whisper_chunk": "do you feel otherwise Oh I mean I feel a little tired I felt like a little hot yesterday I don't have a thermometer so like I didn't take my temperature but sometimes I feel a little hot like when I've had the infections before Okay you don't have any swelling anywhere on your body on your ankles do you No No okay And then so no puffiness around your eyes that you've noticed No nothing like that Any rashes or any changes on your face Like my mom said I saw my mom",
        "gt_chunk": "D: do you feel otherwise?\n\nP: I, I mean, I feel I feel a little tired, felt like a little hot yesterday. I don't have a thermometer so like I didn't take my temperature but, you know, sometimes I feel a little hot like when I've had the infections before.\n\nD: OK, you don't have any swelling on your anywhere in your body on your ankles, do you?\n\nP: No.\n\nD: No? Ok, and then, so no puffiness around your eyes that you've noticed?\n\nP: No, nothing like that.\n\nD: Any rashes or any changes on your face?\n\nP: Like my mom said, I, I I saw my mom"
    },
    {
        "whisper_chunk": "earlier and she said I looked like a little flushed but not like a rash or anything No no markings across the bridge of your nose and your cheeks No Okay and then in regards otherwise you're feeling a little flushed a little tired Any other medical issues that you have No just this like overactive bladder thing Okay and have they given you any medications for it We tried a few different ones before Now I get Botox injections into",
        "gt_chunk": "P: earlier and she said I looked like a little flushed but it's not not like a rash or anything.\n\nD: No? No markings across the bridge of your nose and your cheeks?\n\nP: No.\n\nD: Ok, and then in regards otherwise you feel a little flushed, a little tired? Any other medical issues that you have?\n\nP: No, just this like overactive bladder thing.\n\nD: OK, and have they given you any medications for it?\n\nP: We tried a few different ones before, now I get I get Botox injections into"
    },
    {
        "whisper_chunk": "the bladder like maybe twice a year Mm hmm anything else that you've used recently Like any medications you're on right now I suppose No nothing no nothing else I guess I have like I have an inhaler but I don't use it all the time Like I haven't had to in a long time Oh so you have asthma Yeah like I honestly don't feel like I have it very much now but I still have like I still have the inhaler Understood understood Anything else you've taken medications for in the past I used",
        "gt_chunk": "P: the bladder like maybe twice a year.\n\nD: Anything else they've used recently? Like any medications you're on right now, I suppose?\n\nP: No, nothing no nothing else. Yeah, I guess I have like I have an inhaler but I don't use it all the time like I haven't had to.\n\nD: Oh, so you have asthma?\n\nP: Yeah, like I honestly don't feel like I have it very much now, but I still have like I still have the inhaler.\n\nD: Understood, understood. Anything else, you've taken medications for in the past?\n\nP: Oh, I used"
    },
    {
        "whisper_chunk": "to take birth control like the pill but like I just I don't have a boyfriend right now and I just didn't really feel like I needed it otherwise Understood understood And have you had any past surgeries I had my appendix out when I was 24 That's it though Okay got it And then just in terms of you yourself do you live in London Yeah yeah I do Okay what do you do for work I work at a bank a bank teller Do you",
        "gt_chunk": "P: to take birth control, like the the pill but like I just I don't have a boyfriend right now and I just didn't really feel like I needed it otherwise.\n\nD: Understood, understood. And have you had any past surgeries?\n\nP: Um, I had my appendix out when I was 24. That's it though.\n\nD: Ok got it. And then just in terms of you yourself, do you live in London?\n\nP: Yeah yeah I do.\n\nD: Ok. What do you do for work? \n\nP: I work at a bank.\n\nD: Ok, do you"
    },
    {
        "whisper_chunk": "have any children No Okay and in regards to anything so any sick contacts No Any recent travel No Any allergies Like sometimes in the spring I'll get like a little stuffy but Okay sounds great Just a little like yeah But nothing too concerning no drug allergies No nothing like that Got it got it Okay I think what I'll do next I'll move to a physical exam I think we might just do some investigations just in order to get some more information And then the physician will come in",
        "gt_chunk": "D: have any children? \n\nP: No.\n\nD: Ok, and in regards to anything so any sick contacts? \n\nP: Uh no.\n\nD: Any recent travel?\n\nP: No.\n\nD: Any allergies?\n\nP: Like sometimes in the spring I'll get like a little stuffy but...\n\nD: Ok, sounds great.\n\nP: No like, yeah...\n\nD: Nothing to concerning? No drug allergies?\n\nP: No, nothing like that.\n\nD: Got it, got it. OK, I think what now do next, I'll move to a physical exam. I think we might just do some investigations just in order to get some more information. And then the physician will come in"
    },
    {
        "whisper_chunk": "to see you okay Cool thank you",
        "gt_chunk": "D: to see you, ok?\n\nP: Cool, thank you"
    }
]