[
    {
        "whisper_chunk": "How may I help you So I was skiing yesterday and I fell on my arm and now it's my hand's very painful and it looks swollen and bruised So I thought I should come in and get it checked out Yeah certainly All right And so you fell while you were skiing So did",
        "gt_chunk": "D: How may I help you?\n\nP: I'm so I was skiing yesterday and I fell on my arm and now and it's it's my hands very painful and it looks swollen and bruised. So I thought I should come in and get it checked out.\n\nD: Yeah, certainly alright and so you fell while while you're skiing, so did"
    },
    {
        "whisper_chunk": "you use your hand to brace the fall Like was your hand kind of with your wrist extended backwards Yes Yeah So I kind of yeah had my arm stretched out and fell right on it Okay And did you feel pain right away Yes Yes Okay",
        "gt_chunk": "D: you use your hand to brace the fall, like with your hand kind of with your wrist extended backwards?\n\nP: Yea. Yeah, so I kind of yeah had my arm stretched out and I fell right on it.\n\nD: OK, and did you feel pain right away?\n\nP: Yes.\n\nD: OK"
    },
    {
        "whisper_chunk": "And during the fall did you injure any other parts of your body like your elbow or shoulder or even your head No I don't think so I didn't have I don't have any pain anywhere else Okay And like are you able to move your wrist currently I can but it's very painful",
        "gt_chunk": "D: and during the fall did you injure any other parts of your body like your elbow or shoulder or even your head?\n\nP: No, I don't think so. I didn't have, I don't have any pain anywhere else.\n\nD: OK. Uhm and like are you able to move your wrist currently?\n\nP: I can, but it's very painful"
    },
    {
        "whisper_chunk": "Okay And so when did this happen Was it yesterday Yes it was yesterday Okay And how would you describe the pain Is it a sharp pain a dull pain achy It's pretty sharp Sharp Okay And are you feeling the pain radiate anywhere else Like down into your hand or up into your arm",
        "gt_chunk": "D: and so when did this happen, was it yesterday?\n\nP: Ah yes, it was yesterday.\n\nD: OK, and how would you describe the pain, is it's a sharp pain, dull pain, achy?\n\nP: It's pretty sharp.\n\nD: Sharp, OK and are you feeling the pain radiate anywhere else like down into your hand or up into your arm"
    },
    {
        "whisper_chunk": "No it's pretty local the pain Yeah it's pretty it's right below the thumb area and just kind of on my wrist and on the right side Okay Is there anything you've done that's made it better Like have you tried any medications or any ice or topical creams I've been taking ibuprofen",
        "gt_chunk": "P: no it's pretty local the pain. Yeah, it's pretty, it's right below the thumb area and just kind of on my wrist an on the right side.\n\nD: OK. Is there anything you've done that's made it that made it better? Like, have you tried any medications or any ice or topical creams?\n\nP: I've been taking ibuprofen"
    },
    {
        "whisper_chunk": "for the pain and trying not to move it too much and that's been helping a little bit Okay And is the pain constant or intermittent It's constant Okay And have you done anything that's made the pain worse I guess moving",
        "gt_chunk": "P: for the pain and try not to move it too much and that's been helping a little bit.\n\nD: OK. And is the pain constant or intermittent? \n\nP: It's constant. \n\nD: OK. And, have you done anything that's that's made the pain worse?\n\nP: Um, I guess moving"
    },
    {
        "whisper_chunk": "it Okay And what is the severity of the pain on a scale of one to 10 with 10 being the worst pain you've ever felt I'd give it like a five or six Okay Have you had an injury like this to your wrist or your hand before No All right And are you having any neurological symptoms such as numbness",
        "gt_chunk": "P: it. \n\nD: OK. And what is the severity of the pain on a scale of 1 to 10, with 10 being the worst pain you've ever felt?\n\nP: I give it like a five or six.\n\nD: OK, have you had an injury like this to your wrist or your hand before?\n\nP: No.\n\nD: Alright, and are you having any neurological symptoms, such as numbness"
    },
    {
        "whisper_chunk": "tingling or sensory loss over any areas No Okay And how about muscle weakness No All right And so have you been having any fevers or chills No nothing like that Have you been having any headaches No How about",
        "gt_chunk": "D: tingling, or or sensory loss over any areas? \n\nP: No.\n\nD: OK, and how about muscle weakness?\n\nP: No. \n\nD: Alright. And so have you been having any fevers or chills? \n\nP: Nothing like that.\n\nD: Um have you been having any headaches?\n\nP: No. \n\nD: How about"
    },
    {
        "whisper_chunk": "any sensory changes like changes to your vision or hearing or loss of smell or loss of taste No nothing like that Okay Have you had a runny nose or felt congested No Have you had a sore throat or a cough No Have you had any shortness of breath or wheezing No Have you had any chest pain No Have you had",
        "gt_chunk": "D: any sensory changes like changes to your vision or hearing or loss of smell or loss of taste?\n\nP: No, nothing like that.\n\nD: OK, have you had a runny nose or or felt congested?\n\nP: No.\n\nD: Have you had a sore throat or a cough?\n\nP: No.\n\nD: Have you had any shortness of breath or wheezing? \n\nP: No.\n\nD: Have you had any chest pain? \n\nP: No.\n\nD: Have you had"
    },
    {
        "whisper_chunk": "any heart palpitations or feeling like your heart's racing Nope Have you had any dizziness or fainting No Okay And so did you lose consciousness at all during the fall Nope Okay And have you had any nausea or vomiting No Any abdominal pain No",
        "gt_chunk": "D: any heart palpitations or feeling like your heart's racing? \n\nP: Uh nope.\n\nD: Have you had any dizziness or fainting?\n\nP: No. \n\nD: OK yeah, and so did you lose consciousness at all during the fall?\n\nP: No.\n\nD: OK. And and have you had any nausea or vomiting?\n\nP: No.\n\nD: Any abdominal pain?\n\nP: No"
    },
    {
        "whisper_chunk": "Any changes to your bowel habits like diarrhea constipation or blood in the stool No Okay And how about any urinary problems like pain or frequency No nothing like that All right And have you had any muscle aches or body pains or like any other musculoskeletal pains besides the wrist No Okay",
        "gt_chunk": "D: Any changes to your bowel habits like diarrhea, constipation or blood in the stool?\n\nP: Uhm nope.\n\nD: OK. And how about any urinary problems like pain or frequency?\n\nP: Uh no nothing like that.\n\nD: Alright and, have you had any muscle aches or body pains or like any other musculoskeletal pains besides the wrist?\n\nP: No.\n\nD: OK"
    },
    {
        "whisper_chunk": "And have you had any appetite loss or fatigue No All right And have you had any night sweats No And have you had any unexpected weight loss over the last several months Nope Okay And have you been diagnosed with any medical conditions in the past or do you see a physician regularly for any reason No",
        "gt_chunk": "D: And have you had any appetite loss or or fatigue?\n\nP: No. \n\nD: Alright, and have you had any night sweats?\n\nP: No.\n\nD: and have you had any unexpected weight loss over the last several months? \n\nP: Uhm no.\n\nD: OK. And have you been diagnosed with any medical conditions in the past or do you see a physician regularly for any reason?"
    },
    {
        "whisper_chunk": "Okay So do you take any medications regularly prescribed or over the counter Nope All right And have you had any hospitalizations or surgeries in the past No Okay And do you have any allergies Nope All right And are your immunizations up to date I think so I think I just need to get the",
        "gt_chunk": "D: , do you take any medications, regularly prescribed or over the counter?\n\nP: Uh nope.\n\nD: Alright, and have you had any hospitalizations or surgeries in the past?\n\nP: No. \n\nD: OK. And you have any allergies?\n\nP: No.\n\nD: Alright and are your immunizations up to date? \n\nP: Um I think so, I think I just need to get the"
    },
    {
        "whisper_chunk": "Gardasil Okay And have you gotten like the first dose of Yeah Or are you still waiting to get that I'm still waiting to get that Okay And could you tell me just a little bit about your living situation currently like who you're living with and whereabouts I live by myself in an apartment downtown",
        "gt_chunk": "P: Gardasil.\n\nD: OK. Have you gotten like the first dose of that yet, or are you still still waiting to get that?\n\nP: I'm still waiting to get that.\n\nD: OK. And could you tell me just a little bit about your living situation currently like who you're living with and and whereabouts?\n\nP: I live by myself in an apartment downtown"
    },
    {
        "whisper_chunk": "Okay And are you in school or are you working right now I'm in school Okay And have you been around anybody who's been sick No no one's been sick around me I haven't really been leaving my home I see Okay And have you traveled anywhere recently Nope All right And",
        "gt_chunk": "D: an are you in school or are you working right now?\n\nP: I'm in school.\n\nD: OK, and have you been around anybody who's been sick? \n\nP: Uh no, no one's been sick around me. I haven't really been leaving my home.\n\nD: I see OK. And have you traveled anywhere recently?\n\nP: Uh nope.\n\nD: Alright. And"
    },
    {
        "whisper_chunk": "just staying active which is good Do you do any other activities besides the skiing I do like I go snowboarding in the winter I go camping I like playing tennis and volleyball Okay cool Yeah it sounds fun And like do you smoke cigarettes No I don't Okay",
        "gt_chunk": "D: just staying active, which is good. Do you do any other activities besides the skiing? \n\nP: I do, I like I go snowboarding in the winter, I go camping, I like playing tennis, and volleyball.\n\nD: OK cool yeah it sounds fun. And like do you smoke cigarettes? \n\nP: No I don't.\n\nD: OK"
    },
    {
        "whisper_chunk": "And do you drink alcohol I'll have a beer once in a while Okay how often is once in a while Like how many drinks per week Oh not that many I'll maybe have like two every other week I see Okay And do you use cannabis or any cannabis products I'll take an edible once in a while as well Like maybe once a month Okay And how",
        "gt_chunk": "D: , do you drink alcohol?\n\nP: I'll have a beer once in awhile.\n\nD: OK, how often is once in awhile, like how many drinks per week?\n\nP: Oh. Not that many, I'll maybe have like 2 every other week.\n\nD: I see OK and you use cannabis or or any cannabis products?\n\nP: I'll take an edible once in awhile as well, like maybe once a month.\n\nD: OK, and how"
    },
    {
        "whisper_chunk": "about the use of any other recreational drugs No All right And in the family are there any history of neurological or musculoskeletal problems No How about any autoimmune conditions such as hypothyroidism No Okay So next I'll ask you to just have a look at the wrist for the physical exam portion",
        "gt_chunk": "D: about the use of any other recreational drugs?\n\nP: No. \n\nD: Alright, and in the family, are there any history of neurological or musculoskeletal problems?\n\nP: No.\n\nD: How about any autoimmune conditions such as hypothyroidism?\n\nP: No.\n\nD: OK so next I will ask you to just have a look at the wrist for the physical exam portion"
    },
    {
        "whisper_chunk": "And are you seeing any swelling or redness No I don't see anything like that Okay And if you touch the joints around the wrist on both sides here is the right wrist does it feel hot No Actually yes it does Okay All right And but there's no swelling there",
        "gt_chunk": "D: Are you seeing any swelling or redness?\n\nP: Uhm no, I don't see anything like that.\n\nD: OK, and if you touch the joints around the wrist on both sides, is the right wrist, does it feel hot? \n\nP: No, actually. Yes it does.\n\nD: OK. Alright, and but there's no swelling there"
    },
    {
        "whisper_chunk": "There's maybe a little bit of swelling compared to my left Okay And are you noticing any muscle atrophy or any deformity at the wrist I guess there's like a slight bruise Okay And are there any like raised bumps if you put your finger over the bony edges No bumps but just",
        "gt_chunk": "P: There's maybe a little bit of swelling compared to my left.\n\nD: OK, and are you noticing any muscle atrophy or or any deformity at the wrist?\n\nP: Uh, I guess there's like a slight bruise.\n\nD: OK, and are there any like raised bumps if you put your finger over it over the bony edges?\n\nP: Uhm no bumps but just"
    },
    {
        "whisper_chunk": "a general kind of swelling in the area that makes it look raised All right And if you palpate or press on some areas of the wrist are there any areas that you're feeling pain like at the distal radial head the distal ulna or any areas of the wrist There's some pain at the distal radius for sure",
        "gt_chunk": "P: a general kind of swelling in the area that makes it look raised.\n\nD: Alright, and and if you palpate or press on some areas of the wrist are there any areas that you're feeling pain like at the distal radial head, the distal ulna, uh or any areas of the wrist?\n\nP: Uhm there's some pain at the distal radius for sure"
    },
    {
        "whisper_chunk": "Okay All right And is this on the back of the hand or the palm side It's on the palm side Okay All right Do you feel any pain if you push in the what's called the anatomical snuff box So it's at the base of the thumb",
        "gt_chunk": "D: alright and is this on the back of the hand or the that the palm side.\n\nP: It's on the palm side.\n\nD: OK. Do you feel any pain if you push in the what's called the anatomical stuff box, so it's at the base of the thumb"
    },
    {
        "whisper_chunk": "Yeah at the base of the thumb on the back of your hand Base of the thumb No I don't feel any pain there Okay And okay so no pain at the dorsal anatomical snuff box And in terms of range of motion are you able to flex and extend your wrist I am Okay",
        "gt_chunk": "D: yeah, the base of the thumb on the back of your hand?\n\nP: Base of the thumb, um no, I don't feel any pain there.\n\nD: OK. And. OK, so no pain at the the dorsal anatomical snuffbox and in terms of range of motion are you able to flex and extend your wrist?\n\nP: I am.\n\nD: OK"
    },
    {
        "whisper_chunk": "And then how about move it like side to side kind of deviating it I can do all of these things It just hurts a lot Okay Are you able to make a fist Yes All right And do you have any problems at the elbow Are you able to flex and extend the elbow okay I can flex and extend okay Okay",
        "gt_chunk": "D: and then how about move it like side to side, kind of deviating it?\n\nP: Uhm I can do all of these things, it just hurts a lot.\n\nD: OK, are you able to make a fist?\n\nP: Yes.\n\nD: Alright, and do you have any problems at the elbow or are you able to flex and extend the elbow OK?\n\nP: I can flex and extend OK"
    },
    {
        "whisper_chunk": "So I think that was everything that I wanted to check today Did you have any questions or concerns No just do I need any sort of surgery for this And do I need an x ray How do I go about trying to treat this Yeah so I think an x ray would be the first step here because from what",
        "gt_chunk": "D: so I think that was everything that I wanted to check today. Did you have any questions or concerns?\n\nP: Uhm no, just do I need any sort of surgery for this, and do I need an X Ray? How do I go about trying to treat this?\n\nD: Yeah, so I think I it, X-Ray would be the first step here because from what"
    },
    {
        "whisper_chunk": "you're describing and particularly with the mechanism of the injury and where you're feeling pain can be a common cause of a distal radial fracture which is one of the forearm bones And so yeah we'll need an x ray to look to see if there is a distal radial fracture And it's not sounding like this right now but another thing that we'll look for on the x ray of the hand too is a scaphoid",
        "gt_chunk": "D: you're describing, and particularly with the mechanism of the injury and where you're feeling pain can be a common cause of a distal radial radial fracture which is one of the forearm bones. And so yeah, we will need an X-Ray to look to see if there is a distal radial fracture. And it's not sounding like this right now, but another thing that will look for on on the X Ray of the hands too is a scaphoid"
    },
    {
        "whisper_chunk": "fracture to make sure that that's okay But you didn't have any pain in the area of the scaphoid which is reassuring but we still want to image and make sure Although the most likely thing would be the distal radial fracture And if that's the case then we'll have to go into a cast for a period of time And depending on how much joint involvement there is",
        "gt_chunk": "D: fracture to make sure that that's OK, but you didn't have any pain in the area of the scaphoid, which is reassuring, but we still want to image and make sure, although that most likely thing would be the distal radial fracture an if that's the case, then there will be like we will have to go into a cast for a period of time. And depending on how much joint involvement there is"
    },
    {
        "whisper_chunk": "there might be the possibility of surgery but cannot comment too much on that just yet We'll need to get the imaging first Okay Okay that sounds good Thank you",
        "gt_chunk": "D: there might be the possibility of surgery, but cannot comment too much on on that just yet. We will need to get the imaging first.\n\nP: OK, OK, that sounds good. Thank you"
    }
]