[
    {
        "whisper_chunk": "What brings you in here today I have been having this pains in my in my joints That's been ongoing now for the last several months and it's been getting worse over this period of time OK so several months is the pain So where exactly is the pain So I get it in some of the joints in my hands",
        "gt_chunk": "D: What brings you here today?\n\nP: I have been having this, pains in my in my joints that's been ongoing now for the last several months and it's been getting worse over this period of time.\n\nD: OK, so several months, is the pain, so where, where exactly is the pain?\n\nP: So I get it in some of the joints in my hands"
    },
    {
        "whisper_chunk": "And then also my feet as well So yeah my Yeah really in my feet and hands OK and what kind of pain is it Is it like an aching pain Is it a sharp pain It'll be a bit achy when it's there but I if",
        "gt_chunk": "P: And then also my feet as well. So yeah my. Yeah, really in my feet and my hands.\n\nD: OK, and what kind of pain is it, is it like an aching pain, is it sharp pain?\n\nP: It'll be a bit at achey when it's there, but I if"
    },
    {
        "whisper_chunk": "I move the joints at all when it's really sore I can get a sharp pain as well OK and is this pain worse at all at any particular time of the day Yeah I would say in the morning time or if there's any period of time where I am like sitting and resting for a while and I get up to move I have a lot of stiffness and it takes me over an hour",
        "gt_chunk": "P: I move the joints at all when it's really sore, I can get a sharp pain as well.\n\nD: OK, and is this pain worse at all at any particular time of the day?\n\nP: Yeah, I would say in the morning time or if there's any period of time where I I'm like sitting and resting for awhile and I get up to move. I have a lot of stiffness and it takes me over an hour"
    },
    {
        "whisper_chunk": "sometimes to just get moving OK so so if I understand it clearly it's you get do you get like morning you get morning stiffness and then when you're not very active or not doing things but then it gets better with movement Yeah exactly Yeah there's morning stiffness and it does get a little bit better with with movement OK and do you have any",
        "gt_chunk": "P: sometimes to just get moving.\n\nD: OK, um so so if I understand it clearly it's. You get, do you get like morning you get morning stiffness and then when you're not very active or not doing things but then it gets better with movement?\n\nP: Yeah, exactly, yeah there's morning stiffness and it does get a little bit better with with movement.\n\nD: OK, do you have any"
    },
    {
        "whisper_chunk": "of this pain or stiffness and the bigger joints in your body like the hips or the knees or your shoulders No nothing No just really the small joints OK And the morning stiffness lasts more than 30 minutes you said It does Yeah Yes OK And is is it symmetrical Like is the pain symmetrical as in",
        "gt_chunk": "D: of this pain or stiffness in the bigger joints in your body, like the hips or the knees or your shoulders?\n\nP: Uh, no nothing, no. Just really the small joints.\n\nD: OK in the morning stiffness lasts more than 30 minutes you said?\n\nP: It does, yeah.\n\nD: Yes, OK. Is is it symmetrical like is the pain symmetrical as in"
    },
    {
        "whisper_chunk": "is it happening in both hands on the same areas and both feet in the same areas Yeah it is Actually now that you mentioned that it is symmetrical I'm noticing that it's the same it's the same joints on both sides of my body that I'm seeing that are affected OK Now yeah I just have yeah this one particular question It's pretty specific",
        "gt_chunk": "D: is it happening in both hands in the same areas and both feet in the same areas?\n\nP: Yeah it is actually now that you mentioned that, it is symmetrical. I'm noticing that it's the same. It's the same joints on both sides of my body that I'm seeing that are affected.\n\nD: OK now yeah, I I just have. Yeah, this one particular question. It's pretty specific"
    },
    {
        "whisper_chunk": "So when you look at your hands and which joints are painful in your fingers is do you do you have any pain or swelling in the last joints like so just just below the tip of your fingers No actually like those joints are all I've been fine I can move the tips of my fingers no problem",
        "gt_chunk": "D: so when you look at your hands in which joints are painful. In your fingers is, do you, do you have any pain or swelling in the last joints like so just um, just, below the tip of your fingers?\n\nP: No, actually like the those joints are all, have been fine. I can move the tips of my fingers no problem"
    },
    {
        "whisper_chunk": "And I haven't had any joint swelling or pain in the tips of my fingers OK And how about do you have any pain at all in the I guess the first joints of the finger So when you make a fist like the first joint that bends Oh yeah Like my knuckles you mean Yeah that your knuckles Yeah Yeah those actually",
        "gt_chunk": "P: and I haven't had any joint swelling or pain in the tips of my fingers.\n\nD: OK, and how about, have you had any pain at all in the, I guess the first joints of the finger. So when you make a fist like the first joint that bends?\n\nP: Oh yeah, like my knuckles, you mean?\n\nD: Yeah that your knuckles.\n\nP: Yeah, yeah those actually"
    },
    {
        "whisper_chunk": "those are the worst I can notice though is kind of on the like on my index finger middle finger and ring finger on both sides They they all look like they're swollen and and those hurt hurt really bad OK And in your feet which joints would you say are hurting the most I would say the like the big toe joint",
        "gt_chunk": "P: Those are the worst I can notice, those kind of on the like on my index finger, middle finger and and ring finger on both sides they they all look like they're swollen and and those hurt hurt really bad.\n\nD: OK, and in your feet, which joints would you say are hurting the most?\n\nP: I, I would say the like the big toe joint"
    },
    {
        "whisper_chunk": "like on both of my feet those bother me Yeah my big my big toe on on both feet but my right foot's worse than the other OK I see OK And are you getting any pain in any other joints Um actually yeah my my right ankle bugs me a little bit I'm sorry if that's considered a large joint But",
        "gt_chunk": "P: . On both of my feet, those bother me. Yeah, but my big my big toe on on both feet, but my right foot's worse than the other.\n\nD: OK, I see OK. And are you getting any pain in any other joints?\n\nP: Um actually yeah my my right ankle bugs me a little bit. I'm sorry if that's considered a large joint. But"
    },
    {
        "whisper_chunk": "yeah my ankle hurts And then also my in my hands I have like the middle one not the the proximal OK Interphalangeal joint Yeah those ones hurt too So OK I think I have like more than 10 joints that are swollen and painful OK I see And has this pain been pretty constant or have there been days that you don't have the pain",
        "gt_chunk": "P: yeah, my ankle hurts and then also my in my hands I have. Like the middle one. Not proximal interphalangeal joint, yeah those ones hurt too.\n\nD: OK. \n\nP: I think I have like more than 10 joints that are swollen and painful. \n\nD: OK, I see and has this pain been pretty constant or have there been days that you don't have the pain"
    },
    {
        "whisper_chunk": "Yeah there are days that are better than others for sure Um I just I'm not really too sure what the reason is Like maybe I'm just more rested or something like that But there are days that that are better But over the last several months it's been getting getting worse OK And how much would you rate the pain from zero to 10 10 being the worst pain you've felt in your life",
        "gt_chunk": "P: Yeah, there are days that are better than others for sure. It just. I'm not really too sure what the reason it is like. Maybe I'm just more rested or something like that, but. There are days that that are better, but over the last several months it's been getting getting worse.\n\nD: OK, and how much would you rate the pain from zero to 10, 10 being the worst pain you felt in your life"
    },
    {
        "whisper_chunk": "I would say it's probably a six OK Have you tried any medications at all to help with your help relieve your symptoms Yeah I've been trying acetaminophen and different types of anti inflammatories like ibuprofen or Advil And I've tried creams and stuff too but it it doesn't seem to help OK",
        "gt_chunk": "P: I would say it's probably a 6.\n\nD: OK, have you tried any medications at all to help with your, help relieve your symptoms?\n\nP: Yeah, I've been trying. Um acetaminophen and different types of anti-inflammatories like ibuprofen or Advil and I've tried creams and stuff too but it it doesn't seem to, help.\n\nD: OK"
    },
    {
        "whisper_chunk": "Are you feeling any other symptoms at all like fevers or chills Um I do I have felt a bit warm A bit warm OK And how long has that been going on for So that varies as well Like some days I'll get I'll feel like feverish for a little bit and that it will kind of go away I haven't checked my temperature but",
        "gt_chunk": "D: Are you feeling any other symptoms at all, like fevers or chills?\n\nP: Um I do. I have felt a bit warm.\n\nD: A bit warm, OK and how long has that been going on for?\n\nP: So it that varies as well, like some days I'll get. I'll feel like feverish for a little bit and it will kind of go away. I haven't checked my temperature, but"
    },
    {
        "whisper_chunk": "I have felt warm at times OK And have you lost any movement in any of these joints at all It is harder to to make a fist Yeah I can't fully close my my fingers all the way down to make a fist I see OK Any kind of night sweats at all",
        "gt_chunk": "P: I have felt warm at times.\n\nD: OK, and have you lost any movement in any of these joints at all?\n\nP: Uh it is harder to to make a fist. Yeah I can't fully close my my fingers all the way down to make a fist.\n\nD: I see. OK. Any kind of a um night sweats at all"
    },
    {
        "whisper_chunk": "No Any weight loss Well I think a few pounds I just haven't really been as as hungry My appetite hasn't been been as good recently OK Any skin changes or rashes Over a couple of the joints I do notice some some redness But just",
        "gt_chunk": "P: No.\n\nD: Any weight loss?\n\nP: Um, well I think a few pounds, I just haven't really been as as hungry now. Yeah, my appetite hasn't been been as good recently.\n\nD: OK, any skin changes or rashes?\n\nP: I over a couple of the joints, I do notice some some redness, but just"
    },
    {
        "whisper_chunk": "over the the joints on my hand I can have some redness OK but you don't notice any changes anywhere else No nowhere else OK Any changes in your vision or hearing No changes to vision or hearing OK Any shortness of breath chest pain No OK Any changes in your bowel movements No that's been normal OK Any",
        "gt_chunk": "P: over the the joints on my hand I can have some redness.\n\nD: OK, but you don't notice any changes anywhere else?\n\nP: No nowhere else.\n\nD: OK, any changes in your vision or hearing?\n\nP: No changes to vision or hearing.\n\nD: OK. Any shortness of breath, chest pain?\n\nP: No. \n\nD: Any changes in your bowel movements?\n\nP: No, that's been normal.\n\nD: OK, any"
    },
    {
        "whisper_chunk": "changes in your urinary patterns No I haven't had any pain or anything like that OK Any numbness or tingling sensation anywhere anywhere in your body No I haven't had anything like that OK Have you been sick at all recently either with like cold symptoms of any viral symptoms No I've felt OK OK And any muscle weakness",
        "gt_chunk": "D: changes in your urinary patterns?\n\nP: Nope, I haven't had any pain or anything like that. \n\nD: OK, any numbness or tingling sensation anywhere, anywhere in your body?\n\nP: Nope, I haven't had anything like that.\n\nD: OK, have you been sick at all recently, either with like cold symptoms of any viral symptoms?\n\nP: No, I felt OK.\n\nD: OK and any muscle weakness"
    },
    {
        "whisper_chunk": "I don't think so I've just I have had trouble like opening jars and various things but I think that's part of the like pain that I'm having in my in my hands It makes it hard to grip OK And in terms of your medical history have you been diagnosed with any conditions Yeah I have like low thyroid",
        "gt_chunk": "P: I don't think so. I've just I I have had trouble like opening jars and various things, but I think that's part of the, um like pain that I'm having in my in my hands it makes it hard to grip. \n\nD: OK, uhm. And in terms of your medical history, have you been diagnosed with any conditions?\n\nP: Uh, yeah I have a low thyroid"
    },
    {
        "whisper_chunk": "or hypothyroidism I think it's called And I also have high blood pressure So I take a medication for the high blood pressure and and something for the thyroid as well OK And when were you diagnosed with the hypothyroidism This was about four years",
        "gt_chunk": "P: or hypothyroidism. I think it's called I and I also have. Uh, high blood pressure, so I take my medication for high blood pressure and and something for the thyroid as well.\n\nD: OK, and when were you diagnosed with the hypothyroidism?\n\nP: Um this was about I like four years"
    },
    {
        "whisper_chunk": "ago OK And did they tell you what it was caused by at all Oh I think I was I think they said Hashimoto's OK OK OK And since then you've been on the thyroid medication Yeah I think it's like Synthroid or or something like that I think Synthroid All right Any other medications at all that you take regularly Yeah I think I'm taking an ACE inhibitor",
        "gt_chunk": "P: ago.\n\nD: OK, today tell you what it was caused by it at all. \n\nP: Oh, I think I was, I think they said Hashimoto's.\n\nD: OK, OK, OK, and since then you've been on the thyroid medication?\n\nP: Yeah, I think it's like Synthroid or or something like that. Yeah I think Synthroid.\n\nD: Alright. Any other medications at all that you take regularly?\n\nP: Yeah, I think it, I'm taking an ACE inhibitor"
    },
    {
        "whisper_chunk": "for the blood pressure OK Any allergies to any medications that you know of No OK Any hospitalizations or surgeries in the past No OK Any family history of any autoimmune conditions",
        "gt_chunk": "P: for the blood pressure.\n\nD: OK, any allergies to any medications that you know?\n\nP: Uh, no. \n\nD: OK, any hospitalizations or surgeries in the past?\n\nP: No.\n\nD: OK. Any family history of any autoimmune conditions"
    },
    {
        "whisper_chunk": "My mom had hypothyroidism as well And that's it OK so anything else like rheumatoid arthritis ulcerative colitis Crohn's disease type one diabetes anything like that And I think my cousin actually has type one diabetes He's like he's much younger than",
        "gt_chunk": "P: My mom had hypothyroidism as well, and uh, and that's it. \n\nD: OK, so anything else like rheumatoid arthritis, ulcertaive colitis, Crohn's disease, type one, diabetes, anything like that?\n\nP: I I think my cousin actually has type one diabetes. He's a, like he's much younger than"
    },
    {
        "whisper_chunk": "me But yeah I think I have a cousin with type one diabetes as well OK All right And currently do you work Yeah I've been working as a administrator so it's been tough on the computer with with how my hands have been causing me pain Oh so from the typing also gives you some pain",
        "gt_chunk": "P: me, but yeah, I think he I have a cousin with type one diabetes as well. \n\nD: OK. Alright, and um currently do you work?\n\nP: Yeah, I've been working as a administrator so it's been tough on the computer with with how my hands have been causing me pain.\n\nD: Oh so from the typing also gives you some pain"
    },
    {
        "whisper_chunk": "Yeah I can it can give a little bit of pain but once my hands start moving it's it's OK It's just I'm a bit slower at my job with with how it is especially starting in the morning OK I see OK And currently what's your living situation like So I live with my husband as well as our our daughter She's four",
        "gt_chunk": "P: Yeah I can. It can give me a little bit of pain, but once my hands start moving it's it's OK. It's just I'm a bit slower at my job with with how it is, especially starting in the morning.\n\nD: OK, I see. OK, and currently what's your living situation like?\n\nP: So I live with my husband as well as our, uh, our daughter. She's "
    },
    {
        "whisper_chunk": "OK And are you currently right now do you smoke at all I I don't I quit smoking four years ago when my daughter was born And before that I didn't smoke much to be any way it was I was only smoking like like maybe four or five cigarettes a day So I just stopped then OK that's really good Congratulations",
        "gt_chunk": "D: OK, and are you currently right now, do you smoke at all?\n\nP: I I don't. I quit smoking four years ago when my daughter was born and before that I didn't smoke much to me anyway it was I was only smoking like you like maybe four or five cigarettes a day so I just stopped then.\n\nD: OK, that's really good. Uh, uh, congratulations"
    },
    {
        "whisper_chunk": "Thank you Yeah and other than that do you use any recreational drugs like marijuana No I don't OK how about alcohol I'll have a glass of wine sometimes but very rarely OK Yes so those were just some of the questions I had for you Now I just wanted to ask a few questions",
        "gt_chunk": "P: Thank you.\n\nD: Yeah, and other than that, do you use any recreational drugs like marijuana?\n\nD: Uh, no, I don't. OK, how about alcohol?\n\nP: I'll have a glass of wine sometimes, but very rarely.\n\nD: OK. Um yeah, so those are just some of the questions I had for you now. I just wanted to ask a few questions"
    },
    {
        "whisper_chunk": "regarding just physically examining the joints that hurt So when you look at those joints do you notice any kind of swelling redness or when you feel any warmth to them Yes I do I feel swelling warmth and redness OK And do you notice any kind of deformities for example like you're not able to bend your finger",
        "gt_chunk": "D: regarding just physically examining the joints that hurt. So when you look at those joints, do you notice any kind of swelling, redness, or when you feel any warmth to them?\n\nP: Yes I yeah I do. I feel swelling, warmth and redness.\n\nD: OK, and do you notice any kind of deformities, for example like you're not able to bend your finger"
    },
    {
        "whisper_chunk": "or any kind of deformities that you didn't see before Or like for example your wrist is turned outwards a little bit Anything like that No nothing like that No deformity No deformities OK When you go over your joints do you notice any kind of like nodules or harder materials that don't seem to be your bones",
        "gt_chunk": "D: or any kind of deformities that you didn't see before? Or, like, for example, your wrist is turned uh, outwards a little bit. Anything like that?\n\nP: Uh, no, nothing like that, no deformity.\n\nD: No deformities. OK, when you go over your joints, do you notice any kind of like nodules or harder materials that don't seem to be your bones"
    },
    {
        "whisper_chunk": "Not really No no I don't notice anything like that They just are a bit larger from the swelling It feels like OK I see And are you able to make a fist with both both hands Not completely I can close my hands but part of the way but I can't make a full fist I see OK And are you able to completely extend your fingers",
        "gt_chunk": "P: Not really, no. No, I don't notice anything like that. They just share a bit larger from the swelling it feels like.\n\nD: OK, I see. Are you able to make a fist with both both hands?\n\nP: Not completely, I can close my hands part of the way, but I can't make a full fist.\n\nD: I see. OK and are you able to completely extend your fingers"
    },
    {
        "whisper_chunk": "and show your palms Yeah I can do I can do that OK And are you able to walk and without a limp or anything like that Yes I can OK All right So those are just all the questions I had for you today Do you have any questions or concerns I was just wondering what what this could",
        "gt_chunk": "D: and show your palms?\n\nP: Yeah I can do. I can do that.\n\nD: OK. And are you able to walk without a limp or anything like that?\n\nP: Um, yes I can. \n\nD: OK. Alright, so those are just all the questions I had for you today. Do you have any questions or concerns?\n\nP: Um no, I'm just wondering what what this could"
    },
    {
        "whisper_chunk": "be Yeah So from what you're describing to me you do fit into the age range and all the symptoms kind of point towards arthritis And in this case it sounds more like rheumatoid arthritis Definitely it can be different types of arthritis that we will investigate in case as well",
        "gt_chunk": "P: be.\n\nD: Yeah, so from what you're describing to me you do fit into. The age range and all the symptoms are kind of point towards arthritis, and in this case it sounds more like rheumatoid arthritis. Ddefinitely it can be different types of arthritis that we will investigate just in case as well"
    },
    {
        "whisper_chunk": "But given that it's symmetrical you have the morning stiffness that doesn't go away for more than 30 minutes and just the pattern of where those where the stiffness and pain is occurring It sounds more likely to be rheumatoid arthritis especially since you've also you also have another autoimmune condition with hypothyroidism It's more likely to be another autoimmune condition So",
        "gt_chunk": "D: But given that it's symmetrical, you have the morning stiffness that doesn't go away for more than 30 minutes and just the pattern of where those where the stiffness and pain is occurring itt sounds more likely to be rheumatoid arthritis, especially since you've also, you also have another autoimmune condition with hypothyroidism, it's more likely to be another autoimmune condition. So"
    },
    {
        "whisper_chunk": "what we will do is get a few tests done This will involve some blood work as well and we will also get some imaging done So we will get like a CRP and ESR for inflammatory markers We'll get like your full CBC blood count We'll get a rheumatoid factor test done as well as anti nuclear antibody",
        "gt_chunk": "D: what we will do is get a few tests done. This will involve some blood work as well. And we will also get some imaging done, so we will get like the CRP and ESR for inflammatory markers we will get like your full CBC blood count we will get rheumatoid factor test done as well as antinuclear antibody"
    },
    {
        "whisper_chunk": "and a lot of other different just markers to rule out anything else besides rheumatoid arthritis And then we will also get just x rays of your hands and feet as well So does that sound good It does Yeah Thank you You're welcome And then if it does come out to be rheumatoid arthritis which seems likely you will need a referral to a",
        "gt_chunk": "D: and a lot of other different just markers to rule out anything else besides rheumatoid arthritis and then we will also get just X-Rays of your hands and feet as well. So does that sound good?\n\nP: It does, yeah, thank you.\n\nD: You're welcome. And then if it does come out to be rheumatoid arthritis arthritis, which seems likely, you will need a referral to a"
    },
    {
        "whisper_chunk": "rheumatologist to manage and treat you with medications OK thank you All right You're welcome Take care",
        "gt_chunk": "D: rheumatologist to manage and treat your, uh, treat you with medications.\n\nD: OK, thank you alright, you're welcome. Take care"
    }
]