[
    {
        "whisper_chunk": "what brings you in I just came in because I just got into like this incident while I was playing rugby I kind of got tackled and then fell onto my right shoulder After I got up I've just been this just happened a couple hours ago actually and I've just been in intense pain in my right",
        "gt_chunk": "D: What brings you in?\n\nP: I just came in because of I just got into like this uh, incident while I was playing rugby. I kind of got tackled and then fell onto my right shoulder. Um, and after I got up, I haven't, I've just been, this just happened a couple hours ago actually and uh, I've just been in intense pain in my right"
    },
    {
        "whisper_chunk": "shoulder Okay and sorry when was this exactly Probably two hours ago Two hours ago okay and is this pain persistent or is it like on and off It's constant it hasn't gone away at all One to ten ten being the worst how bad is this pain I don't know like probably like eight or nine Eight or nine okay",
        "gt_chunk": "P: .\n\nD: Okay, um, and sorry, when was this exactly?\n\nP: Uh, probably 2 hours ago.\n\nD: 2 hours ago, okay. Um, and is this pain persistent or is it like on and off?\n\nP: It's, it's constant. It hasn't gone away at all.\n\nD: Okay. 1 to 10, 10 being the worst. How bad is this pain? \n\nP: I don't know, like probably like 8 or, 8 or"
    },
    {
        "whisper_chunk": "and is it a sharp kind of pain or is it dull It's sharp like if I try to move it at all it's like a sharp pain Okay and have you ever had anything like this in the past No never And are you able to move your arm at all or you can't move it I could move my fingers and hand and elbow but elbow",
        "gt_chunk": "D: and is it a sharp kind of pain or is it dull and aching?\n\nP: It's, it's sharp. Like if I try to move it at all, it's like a sharp pain.\n\nD: Okay, um, and have you ever had anything like this in the past?\n\nP: Uh, no, never.\n\nD: Never, okay. And are you able to move your arm at all or you can't move it?\n\nP: I could move my fingers and hand and elbow, but um, elbow"
    },
    {
        "whisper_chunk": "a little bit but like yeah I can't move my shoulder whatsoever And are you experiencing any tingling or numbness No I don't think so How about any muscle weakness In that area I don't know if it's weakness or pain",
        "gt_chunk": "P: a little bit, but like uh, yeah, I can't move my shoulder whatsoever.\n\nD: Okay, um, and do you, are you experiencing any tingling or numbness?\n\nP: Um, no, I don't think so.\n\nD: No, okay. Uh, how about any muscle weakness? \n\nP: Um, in that area, I don't know if it's weakness or pain"
    },
    {
        "whisper_chunk": "but yeah I just can't move it and I do feel some like numbness just above my shoulder no tingling though Okay any pain elsewhere in your body No Any headaches No Confusion or memory loss No Weight loss No Fingers are choked No",
        "gt_chunk": "P: but I just can't move it up and I, I, I do feel some like numbness just above my shoulder. No tingling though.\n\nD: Okay, any pain elsewhere in your body? \n\nP: No.\n\nD: No, okay. Any headaches?\n\nP: Um, no.\n\nD: Confusion or memory loss?\n\nP: Uh, no.\n\nD: Uh, weight loss?\n\nP: Uh, no.\n\nD: Fevers or chills?\n\nP: No"
    },
    {
        "whisper_chunk": "Rashes No Changes in your vision hearing smell or taste No Coughing shortness of breath or wheezing No Chest pain or heart palpitations No Changes in your bowel movements No Changes in voiding No Okay and then with regards to this pain does anything make it better or worse",
        "gt_chunk": "D: Uh, changes in your vision, hearing, smell or taste?\n\nP: Uh, no.\n\nD: Um, coughing, shortness of breath or wheezing?\n\nP: Um, no.\n\nD: Chest pain or heart palpitations?\n\nP: No.\n\nD: Changes in your bowel movements?\n\nP: No.\n\nD: Changes in voiding?\n\nP: No.\n\nD: Um, okay. And then with regards to this pain, does anything make it better or worse"
    },
    {
        "whisper_chunk": "Not anything that I've tried that's made it better Worse is probably just if I try to move it at all Okay and the pains in your shoulder does it radiate down or up elsewhere Mostly towards my shoulder kind of down towards my upper arm as well Okay I see All right and are you otherwise healthy",
        "gt_chunk": "P: not anything that I've tried that's made it better. Worse is probably just if I try to move it at all.\n\nD: Okay, and the pains in your shoulder, does it radiate down or up elsewhere?\n\nP: Uh, mostly towards my shoulder, um, kind of down towards my upper arm as well.\n\nD: Okay, I see. Um, alright, and um, are you otherwise healthy"
    },
    {
        "whisper_chunk": "Do you have any other medical conditions No yeah otherwise I'm healthy I've never been to the doctor much Okay all right And are you on any medications No No okay and are you up to date with your immunizations Yes Okay and do you have any allergies",
        "gt_chunk": "D: Do you have any other medical conditions?\n\nP: No. Yeah, otherwise I'm healthy. I've never been to the doctor much.\n\nD: Okay, alright. Um, and are you on any medications?\n\nP: No.\n\nD: No, okay. And um, are you up-to-date with your immunizations?\n\nP: Yes.\n\nD: Okay, and do you have any allergies"
    },
    {
        "whisper_chunk": "No Any family history of musculoskeletal diseases No not that I know of Okay and any family history of autoimmune conditions No Okay do you smoke at all No No Do you consume marijuana",
        "gt_chunk": "P: no.\n\nD: Any family history of musculoskeletal diseases?\n\nP: No, not that I know of.\n\nD: Okay. Uh, and any family history of autoimmune conditions?\n\nP: Um, no.\n\nD: Okay. Um, do you smoke at all?\n\nP; No. \n\nD: No. Um, do you consume marijuana"
    },
    {
        "whisper_chunk": "No Do you drink alcohol No just with friends sometimes on the weekends but not really Okay and then where do you live right now and who do you live with I live just outside of town with my parents in a house Okay and have you traveled anywhere",
        "gt_chunk": "D: , do you drink alcohol?\n\nP: Uh no, just, just with friends sometimes on the weekends, but not really.\n\nD: Okay. Um, and then, where do you live right now and who do you live with?\n\nP: Uh, I live just outside of town with my parents in a house.\n\nD: Okay. And um, have you traveled anywhere"
    },
    {
        "whisper_chunk": "recently No I've been at home Okay any sick contacts No No okay so now we're just going to move on to the physical exam part of this and so can you take a look at both your shoulders and let me know if you see any redness or swelling I don't think I see any redness",
        "gt_chunk": "D: recently?\n\nP: Um, no, I've been at home.\n\nD: Okay, any sick contacts? \n\nP: No.\n\nD: No, okay. So now we're just going to move on to um, the physical exam part of this. So can you take a look at both your shoulders and let me know if you see any redness or swelling?\n\nP: Um, I don't think I see any redness"
    },
    {
        "whisper_chunk": "or swelling but my right shoulder and my arm just seems a little bit lower than my left one Okay okay Any warmth on that shoulder No not that I can feel Okay any atrophy deformities or skin changes For me I do feel like",
        "gt_chunk": "P: or swelling, but um, my right shoulder and my arm just seems a little bit lower than my left one.\n\nD: Okay, okay, any um, warmth on, on that shoulder?\n\nP: Uh, no, not that I can feel.\n\nD: Okay, any atrophy, deformities, or skin changes?\n\nP: Um, deformity, I, I do feel like"
    },
    {
        "whisper_chunk": "my shoulder's dropped and there's just kind of this little like divot where like the shoulder should be Okay okay and can you palpate that area for me just the bones in that area so like right where your arm would connect to your shoulder and then kind of along your shoulder blade does that hurt when you press down Yeah it hurts",
        "gt_chunk": "P: my shoulder's dropped and like there's just kind of this uh, little, like divots, where like the shoulder should be.\n\nD: Okay, okay. And can you palpate that area for me? Just um, the bones in that area, so like right where your arm would connect to your shoulder and then kind of on your shoulder blade. Does that hurt when you press down?\n\nP: Yeah, it hurts"
    },
    {
        "whisper_chunk": "a little bit Okay and can you lift your shoulder up at all like to the point where your fingers",
        "gt_chunk": "D: and then kind of on your shoulder blade. Does that hurt when you press"
    },
    {
        "whisper_chunk": "are I can't All right so it sounds like you have a shoulder dislocation so we are going to do an x ray of your shoulder joint first to make sure that it's just a dislocation and there aren't any broken bones or fractures",
        "gt_chunk": "D: area, so like right where your arm would connect to your shoulder and then kind of on your shoulder blade. Does that hurt when you press down?\n\nP: Yeah, it hurts a lot.\n\nD: Okay, so some tenderness and pain in the acromion process"
    },
    {
        "whisper_chunk": "and then we can resolve this by doing something called a closed reduction to try to put the joint back in its place And if that closed reduction doesn't work then you may need surgery for like a weak shoulder joint or if like ligaments aren't like strong enough",
        "gt_chunk": "D: and if you press down on your biceps, triceps, does that hurt?\n\nP: Not as much, no.\n\nD: No, okay. And then can I get you to um, can you lift your shoulder up at all? Like to where, to the point where your fingers are touch, like reaching the ceiling"
    },
    {
        "whisper_chunk": "and it continues to happen Okay otherwise we can keep it immobilized for a few days to a few weeks depending on how bad the dislocation is and then once that's removed you can do some rehab as well to restore some range of motion Does that sound like a good plan Do you have any questions or concerns in",
        "gt_chunk": "D: reaching the ceiling?\n\nP: No, I, I can't. I can't move it at all.\n\nD: Alright, so um, it sounds like you have a shoulder dislocation. Um, so we are going to do an x-ray of your shoulder joint first to make sure that it's, it's just a dislocation and there aren't any broken bones or fractures. And"
    },
    {
        "whisper_chunk": "the That's great Okay",
        "gt_chunk": "D: then um, we can"
    }
]