[
    {
        "whisper_chunk": "how may I help you I'm here because I've been having some pain in my left knee for the past two months and it's not getting better It feels stiff and I just haven't been able to you know use it as well as I was using it before and it's just limited",
        "gt_chunk": "D: How may I help you?\n\nP: I'm here because um I've been having some pain in my left knee for the past two months and it's not getting better. It feels stiff and um I just haven't been able to uh, you know, use it as well, as well as I was using it before um and it's just limited"
    },
    {
        "whisper_chunk": "some of my daily activities Okay and where so it's the pain is in your left knee Where are you feeling this pain specifically Is it at the front of the knee the sides or the back Could you point to it It feels like it's mostly on the front Okay Like deep within that kneecap Okay and you said the pain started",
        "gt_chunk": "P: some of my daily activities.\n\nD: OK, um, and where, uh so it's, the pain is in your left knee. Where are you feeling this pain specifically? Is it at the front of the knee, the sides, or or the the back? Could you point to it?\n\nP: It feels like it's mostly on the front.\n\nD: OK.\n\nP: Like deep within that um kneecap. \n\nD: OK, and you said the pain started"
    },
    {
        "whisper_chunk": "two months ago Yes well it's always been a little like tender but now it's more painful Okay and so has it been getting worse I would say so slowly getting worse Okay and what and when you get pain in the left knee how long does",
        "gt_chunk": "D: two months ago?\n\nP: Yes, well, it's always been a little like tender. Um but now it's more painful.\n\nD: OK. And so, so has it been getting worse?\n\nP: I would say so, slowly getting worse.\n\nD: OK. Uh and when you get uh pain in the left knee, how long does"
    },
    {
        "whisper_chunk": "it typically last for It usually hurts while I'm doing like while I'm moving it or just after but if I if I rest the pain eventually goes away but when I first wake up in the morning that joint feels stiff and then when I start using it using it more",
        "gt_chunk": "D: it typically last for?\n\nP: It usually hurts while I'm doing, while I'm moving it, or just after, but if I if I rest, the pain eventually goes away. Um but when I first wake up in the morning, that joint feels stiff. And then when I start using it, using it more"
    },
    {
        "whisper_chunk": "it's less stiff but it becomes painful Okay so you have some stiffness in the morning I do Okay and how long does it last for like 30 minutes 60 minutes or longer The stiffness or pain Yeah the well the stiffness The stiffness goes away in like yeah 15 to 30 minutes Okay and how would you describe the pain",
        "gt_chunk": "P: it's less stiff, but it becomes painful.\n\nD: OK, so you have some stiffness in the morning?\n\nP: I do.\n\nD: OK, and how long does it last for? Like 30 minutes, 60 minutes or or longer?\n\nP: The stiffness or pain?\n\nD: Yeah, the the stiffness.\n\nP: Uh the stiffness goes away in like yeah 15 to 30 minutes.\n\nD: OK, and how would you describe the pain"
    },
    {
        "whisper_chunk": "in the left knee It feels it feels I guess most of the time it's like it's like a dull gnawing kind of pain but it can be sharp Okay and is there anything that makes the pain worse Mm hmm just",
        "gt_chunk": "D: ?\n\nP: It feels, it feels uh, I guess most of the time it's like it's like a dull kind of pain, but it can be sharp.\n\nD: OK, and is there anything that makes the pain worse?\n\nP: Just"
    },
    {
        "whisper_chunk": "with a lot of activity it gets worse And do you feel it radiate anywhere else No Okay and how would you describe the severity of your pain on a scale of 10 being the worst pain you've ever felt and one being kind of very minimal pain I would give it maybe a 7 Okay and have you",
        "gt_chunk": "P: with a lot of activity it gets worse.\n\nD: And you feel it radiate anywhere else?\n\nP: No.\n\nD: OK, and how would you describe the severity of your pain on a scale of 10 being the worst pain you've ever felt, and 1 being kind of very minimal pain.\n\nP: Uhm, I would give it maybe uh 7. \n\nD: OK. And have you"
    },
    {
        "whisper_chunk": "had any injuries to your knee before No not that I can think of Okay and have you been having any weight loss recently No weight gain Weight gain okay How much weight have you gained over the last several months Over the past",
        "gt_chunk": "D: had any injuries to your knee before?\n\nP: No, not that I can think of.\n\nD: No, OK. Um and have you been having any uh any weight loss recently?\n\nP: Uh no, weight gain. \n\nD: Weight gain, OK. How much weight have you gained over the last uh several months?\n\nP: Over the past"
    },
    {
        "whisper_chunk": "six months I'd say I've gained about 20 pounds Okay have you had changes in your diet and or exercise I guess I've been eating a little bit more But no changes in exercise Okay and have you been having any fevers or chills No Okay how about any night sweats No night sweats",
        "gt_chunk": "P: six months, I'd say I've gained about 20 pounds.\n\nD: OK, have you had changes in your diet and or exercise?\n\nP: Um I guess I've been eating a little bit more, um but no changes in exercise. \n\nD: OK. Um have you been having any fevers or chills? \n\nP: No.\n\nD: OK, how about any night sweats?\n\nP: Uh, no night sweats"
    },
    {
        "whisper_chunk": "Okay and have you had any changes to your vision or sense of taste No Okay have you had a runny nose or a sore throat No Have you had a cough or any shortness of breath No nothing like that Okay how",
        "gt_chunk": "D: OK. Have you had any changes to your uh sense of smell or sense of taste?\n\nP: No.\n\nD: OK, have you had a runny nose or or a sore throat?\n\nP: No.\n\nD: Have you had a cough or or any shortness of breath?\n\nP: Uh no nothing like that.\n\nD: OK, how"
    },
    {
        "whisper_chunk": "about any wheezing No wheezing Any chest pain or heart palpitations No Have you had any lightheadedness or dizziness No Any confusion or memory loss No Have you had any changes in appetite like a loss of appetite No I've if anything had",
        "gt_chunk": "D: about any uh wheezing?\n\nP: No wheezing.\n\nD: Alright, any chest pain or heart palpitations?\n\nP: No.\n\nD: Alright have you had any lightheadedness or dizziness?\n\nP: No.\n\nD: Alright, and any confusion or memory loss?\n\nP: No.\n\nD: Alright, and have you had any changes in appetite, like a loss of appetite?\n\nP: Uh no, I, if anything, had"
    },
    {
        "whisper_chunk": "a gain in appetite All right have you had any nausea or vomiting No How about any abdominal pain No All right and how about any urinary problems No urinary problems And any changes to your bowel habits like diarrhea or blood in the stool No",
        "gt_chunk": "P: a gain in appetite.\n\nD: Alright, uh have you had any nausea or vomiting?\n\nP: No.\n\nD: How about any abdominal pain?\n\nP: No.\n\nD: Alright. Um and how about any urinary problems?\n\nP: Uh no urinary problems.\n\nD: Um any changes to your bowel habits, like diarrhea or blood in the stool?\n\nP: No"
    },
    {
        "whisper_chunk": "All right and have you had any rashes or skin changes or changes to your hair or nails No nothing like that Okay and any other joint pains or have you or do you have any joint swelling I have some joint swelling It's not very visible but it appears slightly more swollen than my left sorry than my right knee",
        "gt_chunk": "D: Alright, and have you had any rashes or skin changes or changes to your hair or nails?\n\nP: No, nothing like that.\n\nD: OK, and any other joint pains? Or have you or do you have any joint swelling?\n\nP: Uh I have some joint um swelling. It's it's not very visible, but it's it appears slightly more swollen than my left, sorry, than my right knee"
    },
    {
        "whisper_chunk": "Okay so just a little bit of swelling in your left knee but no other joints No Okay and have you been diagnosed with any medical conditions before I have diabetes high blood pressure and high cholesterol and I'm overweight Okay do you take any medications for any of those conditions",
        "gt_chunk": "D: OK. So just a little bit of swelling in your left knee, but no other joints?\n\nP: No.\n\nD: OK, um and have you been diagnosed with any medical conditions before?\n\nP: Um I have um diabetes, high blood pressure and high cholesterol. And I'm overweight.\n\nD: OK, do you take any medications for any of those conditions"
    },
    {
        "whisper_chunk": "I'm on insulin for diabetes I'm on Ramipril for diabetes Okay and do you have any allergies to medications No All right and have you had any surgeries in the past No All right",
        "gt_chunk": "P: I'm on insulin for diabetes. Um I'm on Ramipril for high blood pressure and I'm also on a statin for the cholesterol. \n\nD: OK, and do you have any allergies to medications?\n\nP: No. \n\nD: Alright, and uh, have you had any surgeries in the past?\n\nP: No. \n\nD: Alright"
    },
    {
        "whisper_chunk": "and are your immunizations up to date I think so All right and can you tell me a little bit about your living situation currently like who you're whereabouts I live with my husband in a house downtown Okay and are you working currently No I",
        "gt_chunk": "D: and um are your immunizations up to date?\n\nP: I think so.\n\nD: Alright, uh, and could you tell me a little bit about your living situation currently, like like who you're living with and whereabouts?\n\nP: Um I live with my husband in a house downtown.\n\nD: OK, um and are you working currently?\n\nP: No, I"
    },
    {
        "whisper_chunk": "retired early Okay and do you drink alcohol I'll have a glass of wine every night Okay so about seven drinks per week Yes Okay and do you smoke cigarettes No I don't All right how about the use of any recreational drugs like cannabis or anything else No",
        "gt_chunk": "P: retired early.\n\nD: OK, um do you drink alcohol?\n\nP: Um I'll have a glass of wine every night.\n\nD: OK, so about 7 drinks per week?\n\nP: Yes.\n\nD: OK, and um, do you smoke cigarettes?\n\nP: Uh no, I don't.\n\nD: Alright, how about the use of any recreational drugs like cannabis or uh or anything else?\n\nP: No"
    },
    {
        "whisper_chunk": "All right and is there any musculoskeletal or autoimmune conditions that run in the family No musculoskeletal issues I know diabetes runs in the family Okay all right so that was everything I wanted to ask on history So next I just wanted to do",
        "gt_chunk": "D: Alright. Um and is there any, uh, like musculoskeletal or like autoimmune conditions that run in the family?\n\nP: Uhm no musculoskeletal issues uh that, I know diabetes runs in the family.\n\nD: OK, um alright, so that was everything I wanted to ask on history. So next I just wanted to do"
    },
    {
        "whisper_chunk": "a physical exam and just looking at the left knee are you seeing any swelling or redness on the knee It appears slightly more swollen than my right knee Okay are you seeing any redness No redness Okay and are there any temperature changes Like does the knee feel hot or warm No Okay",
        "gt_chunk": "D: a physical exam, and just looking at the left knee, are you seeing any um swelling or redness uh on the knee?\n\nP: Um it appears slightly more swollen than my right knee. \n\nD: OK, but are you seeing any redness?\n\nP: No redness.\n\nD: OK, and are there any temperature changes? Like does the knee feel hot or or warm?\n\nP: No. \n\nD: OK"
    },
    {
        "whisper_chunk": "and if you press along the joint line do you feel any pain Yeah it feels a little tender Okay and how about pain over any of the muscles like the thigh muscles or the hamstrings or the calf muscles No those are fine Okay and then how about any pain over the patella or",
        "gt_chunk": "D: and if you um press along the uh joint line, do you feel any pain? \n\nP: Uhm yeah, it feels a little tender. \n\nD: OK. And how about pain over any of the muscles, like the thigh muscles or the hamstrings or the calf muscles?\n\nP: No, those are fine.\n\nD: OK, and then how about any pain over the patella or"
    },
    {
        "whisper_chunk": "kneecap That's a little bit more painful Okay and are you able to bend your knee like flex it and straighten it I can do that it's just painful when I do that Okay and then how about walking",
        "gt_chunk": "D: kneecap?\n\nP: That that's a little bit more painful.\n\nD: OK, and are you able to bend your knee uh like like flex it, straighten it?\n\nP: Uh I can do that, it's just painful when I do that. \n\nD: OK. Um and uh and then how about walking"
    },
    {
        "whisper_chunk": "Do you have an antalgic gait or a limp No Well I guess I'm putting more weight on my right knee so it might appear to some people that I do have a slight limp Okay and any issues with moving your hip or your ankle No Okay",
        "gt_chunk": "D: do you have an antalgic gait or or or a limp?\n\nP: Uhm no, no, well, I guess I'm I'm putting more weight on my right knee so it might appear to some people that I do have a slight limp.\n\nD: OK. And any issues with moving your hip or your ankle?"
    },
    {
        "whisper_chunk": "so I think that was everything I wanted to ask and check today Did you have any questions Yeah so how can I treat my knee Yeah certainly So it sounds like this could be most likely osteoarthritis of the left knee which is something that would be best treated with trying to stay as active as you can but",
        "gt_chunk": "D: so I think that was everything I wanted to ask and check today. Did did you have any questions?\n\nP: Um yeah, so um how do you, how can I treat my knee?\n\nD: Yeah, certainly, so it it sounds like um this could be most likely osteoarthritis um of the left knee, which uh is something that would be best treated with uh trying to stay as active as you can, but"
    },
    {
        "whisper_chunk": "also pacing your activities as well so that you're not doing so much that the next day you're in significant amount of pain But it's important to remember that activity will help with keeping your knee mobile but also actually help with reducing pain as well And then also you could use Tylenol as a medication for it",
        "gt_chunk": "D: also pacing your activities as well, so that you're not um doing so much that the next day you're in significant amount of pain, but it's important to remember that um activity will help um with keeping your knee mobile, but also um actually help with reducing pain as well, and then also uh you could use Tylenol um as a medication for it"
    },
    {
        "whisper_chunk": "I wouldn't recommend ibuprofen or NSAIDs on a long term basis although you could take those if you're having an acute flare up of your pain And then also topical agents such as Voltaren or something like that you could put on your knee And if it's really bad and it keeps continuing on we can consider something like a",
        "gt_chunk": "D: I wouldn't recommend ibuprofen or NSAIDs on a long term basis, although you could take those if you're having like an acute flare up of your pain. Um and then also like topical agents such as um like Voltaren or something like that you could put on your knee and um if it's really bad and it keeps um continuing on, we can consider something like a"
    },
    {
        "whisper_chunk": "steroid injection as well Okay yeah that sounds good Thank you Thank you",
        "gt_chunk": "D: steroid injection as well.\n\nP: OK, yeah, that sounds good. Thank you. \n\nD: Alright, thank you"
    }
]