[
    {
        "whisper_chunk": "What brings you in here today Hi I've been having this back pain for the past month So I'd just like something for it and image it if possible just to figure out what it is Okay so you've been having it for the last month Is this the first time you're having this back pain Yeah yes Okay and where exactly are you having the back pain It's in my lower back Okay and what kind of pain are you experiencing Is",
        "gt_chunk": "D: What brings you here today?\n\nP: Hi, I've been having this back pain for the past month, so I'd just like something for it an and you know image it if possible just to figure out what it is.\n\nD: You've been having it for the last month, is this the first time you're having this back pain?\n\nP: Yeah yes.\n\nD: OK and where exactly are you having the back pain?\n\nP: It's in my lower back. \n\nD: OK, and what kind of pain are you experiencing, is"
    },
    {
        "whisper_chunk": "it like a sharp stabbing pain or is it a dull aching pain It's kind of dull and achy but sometimes I feel like I have little spasms in my back Okay and how often are you getting these spasms I'd say like two to three times a week Okay and is this back pain constant or does it come and go It's pretty constant but it gets worse with certain",
        "gt_chunk": "D: it like a sharp stabbing pain or is that a dull aching pain?\n\nP: It's kind of dull and achy but sometimes I feel like I have little spasms in my back.\n\nD: OK, and how often are you getting these spasms? \n\nP: Um I'd say like two to three times a week.\n\nD: OK. And it is this back pain constant, or does it come come and go?\n\nP: It's pretty constant, but it gets worse with certain"
    },
    {
        "whisper_chunk": "things Okay so one month ago when it started before then did you injure yourself at all or were you doing anything that brought on the pain or did the pain come on gradually So I work in this factory where I move a lot of boxes and I think I may have lifted a really heavy box or lifted it in an improper position because",
        "gt_chunk": "P: things.\n\nD: So one month ago when it started before then, did you injure yourself at all or, were you doing anything that brought on the pain or did the pain come on gradually?\n\nP: So I work in this factory where I move a lot of boxes and I think I may have like lifted a really heavy box or lifted it in an improper position because"
    },
    {
        "whisper_chunk": "that night is when my back started hurting Okay I see And how long have you worked in this role For the past 30 years Okay all right And has the pain become worse at all or has it stayed the same since it started I'd say it's been pretty similar to the start Okay and does the back pain move anywhere Like for example does it shoot down your legs at",
        "gt_chunk": "P: that night is when my back started hurting.\n\nD: OK, I see and how long have you worked in this role?\n\nP: For the past 30 years.\n\nD: OK Alright. And has the pain become worse at all or has it stayed the same since it started?\n\nP: I'd say it's pretty. It's been pretty similar to the start.\n\nD: OK. And does the back pain move anywhere, like for example does it shoot down your legs at"
    },
    {
        "whisper_chunk": "all No No okay Have you tried anything that has helped you I've tried some topical analgesics and you know those fire and ice gels and I think sometimes that helps but it's always temporary Okay and what kind of things make your pain worse Like bending down as opposed to stretching backwards Yeah bending down Like when",
        "gt_chunk": "D: all?\n\nP: No OK. Have you tried anything that has helped you?\n\nP: I've tried some topical analgesics, and you know those fire and ice gels and I think sometimes that helps, but it's always temporary.\n\nD: OK. And what kind of things make your pain worse like, bending down as opposed to stretching backwards?\n\nP: Yeah, bending down like it when"
    },
    {
        "whisper_chunk": "I flex my back that hurts more than if I straighten it out Okay so bending hurts more And what about bending towards the sides A little bit more towards my right side Okay And are you having any other symptoms like numbness or tingling in your extremities or back at all No And any kind of numbness or loss of sensation in",
        "gt_chunk": "P: I flex my back that hurts more than if I straighten it out.\n\nD: OK. Is a bending hurts more and what about bending towards the sides? \n\nP: Um a little bit more towards my right side.\n\nD: OK. And are you having any other symptoms, like numbness or tingling in your extremities or back at all?\n\nP: No.\n\nD: And any kind of numbness or loss of sensation in"
    },
    {
        "whisper_chunk": "your buttocks area or just below your lower back No Okay Any fevers or chills Nope Any night sweats No Any skin changes or rashes No Have you been ill recently at all with cough cold symptoms at all No Do you feel pain anywhere else in any other muscles or joints at",
        "gt_chunk": "D: your buttocks area or just below your lower back?\n\nP: Um no\n\nD: OK. And any fevers or chills?\n\nP: Nope.\n\nD: Any night sweats?\n\nP: No.\n\nD: Any um skin changes or rashes?\n\nP: No.\n\nD: Any, have you been ill recently at all with cough cold symptoms at all?\n\nP: No.\n\nD: Do you feel pain in anywhere else, in any other muscles or joints at"
    },
    {
        "whisper_chunk": "all No Have you recently had any changes to your weight No Okay Any kind of changes to your bowel movements No Okay Any kind of issues with urination at all No Any urinary or fecal retention or incontinence No Alright so it's just this pain that's been there for the last month",
        "gt_chunk": "P:  no.\n\nD: Have you recently had any changes to your weight?\n\nP: No.\n\nD: OK. And. Any kind of changes to your bowel movements? \n\nP: No.\n\nD: OK. Any kind of issues with urination at all?\n\nP: No.\n\nD: And any urinary or fecal retention or incontinence? \n\nP: No.\n\nD: Right, so it's just this pain that's been there for the last month"
    },
    {
        "whisper_chunk": "Stayed around the same Okay In terms of your medical history have you been diagnosed with any medical conditions in the past I have high blood pressure which I take Abitromepil for Okay Any allergies to any medications No Okay And are you using any other medications at all No Okay Have you been hospitalized or had any surgeries in the past No Okay",
        "gt_chunk": "D: stayed around the same. In terms of your medical history have you been diagnosed with the. Have any medical conditions in the past?\n\nP: I have a high blood pressure which I take some Ramipril for.\n\nD: OK. Any allergies to any medications?\n\nP: No.\n\nD: OK and have you are using any other medications at all?\n\nP: No.\n\nD: Have you been hospitalized or had any surgeries in the past?\n\nP: No. \n\nD: OK"
    },
    {
        "whisper_chunk": "Do you have any family history of any musculoskeletal or rheumatologic condition No Any cancers in the family No Okay And so currently are you working or did you have to take time off work I'm taking some time off work until I figure out what this back pain is Okay And currently what's your living situation like I live in an apartment with my wife and our teenage son Okay",
        "gt_chunk": "D: Do you have any family history of any musculoskeletal or rheumatologic condition?\n\nP: No.\n\nD: Any cancers in the family?\n\nP: No.\n\nD: And so currently are you working or did you have to take time off work?\n\nP: I'm taking some time off work until I figure out what this back pain is. \n\nD: OK. And currently, what's your living situation like?\n\nP: I live in an apartment with my wife and our teenage son.\n\nD: OK"
    },
    {
        "whisper_chunk": "And do you smoke at all I used to I haven't smoked in over 10 years Okay And do you drink alcohol at all I drink occasionally I'll have like a beer on the weekend Okay Any recreational drugs like marijuana No Okay All right So I'm just going to ask a few questions maybe get you to do some movements and see what hurts the",
        "gt_chunk": "D: And do you smoke at all?\n\nP: I used to smoke. I haven't smoked in over 10 years.\n\nD: OK. And do you drink alcohol at all?\n\nP: I drink occasionally, I'll have like a beer on the weekend.\n\nD: Any recreational drugs like marijuana?\n\nP: No. \n\nD: OK. Alright, so I'm just gonna ask a few questions, maybe get you to do some movements and see what hurts the"
    },
    {
        "whisper_chunk": "most Okay So when you press your hand down your spine does it hurt at all in the lower back with palpation It kind of hurts right in the middle just above the buttocks area where like my tailbone almost is I see And any kind of pain with lying down and then raising your",
        "gt_chunk": "D: most.\n\nP: OK.\n\nD: So when you press your hand down, down your spine. Is it hurt at all in the lower back with palpation?\n\nP: Um it kinda hurts right in the middle, uh, just above the buttocks area an where like my tailbone almost is\n\nD: I see. And, uh, any kind of pain with lying down and then raising your"
    },
    {
        "whisper_chunk": "legs straight up without bending the knees I can try that That hurts a little bit yeah And does it hurt in the lower back or near the front of your hips That hurts in my lower back Okay Any kind of redness or swelling that you've noticed at all I know it's in the back so it might be more difficult to see No I don't see anything like that Okay And has your",
        "gt_chunk": "D: legs straight up without bending the knees.\n\nP: I can try that. Um that hurts a little bit, yeah.\n\nD: And does it hurt in the lower back or near the front of your hips?\n\nP: That hurts in my lower back.\n\nD: And any kind of redness or swelling that you've noticed at all? I know it's in the back, so it might be more difficult to see.\n\nP: Um no, I don't see anything like that.\n\nD: OK. And are you"
    },
    {
        "whisper_chunk": "gait changed at all or are you able to walk without a limp or anything I'm able to walk without a limp Okay All right And then bending down you said hurts more than standing up or extending your back right Yes Okay All right so those were all the questions I had for you today Do you have any questions for me No just like how can I treat this Yeah for sure So this has been going on for the last month It sounds more",
        "gt_chunk": "D: gait, changed at all, or is it, are you able to walk without a limp or anything?\n\nP: I'm able to walk without a limp. \n\nD: OK. Alright, so and then, uh, bending down you said hurts more than standing up or extending your back, right?\n\nP: Yes. \n\nD: OK. Alright, so those are all the questions I had for you today. Do you have any questions for me? \n\nP: No, just like how can I treat this?\n\nD: Yeah, for sure. So this has been going on for the last month. It sounds more"
    },
    {
        "whisper_chunk": "like what's called mechanical back pain And due to the nature of your work having been lifting heavy objects for the last 30 or so years it's usually something that occurs with repetitive work and strenuous work like that that affects your back And what you're describing with the flexion seems more like pain coming",
        "gt_chunk": "D: like what's called mechanical back pain and due to the nature of your work having been lifting heavy objects for the last 30 or so years it's usually something that occurs with repetitive, repetitive work, and strenuous work like that that affects your back. And what you're describing with the flexion seems more pain coming"
    },
    {
        "whisper_chunk": "from the discs themselves instead of the facets at the back So every time you flex you have some compression of your discs So what we need to do right now is it's been one month almost and then usually we get imaging if the pain does not improve after six weeks of conservative management So what we can try is to give you",
        "gt_chunk": "D: from the discs themselves instead of the facets at the back. So every time you flex you have some compression of your discs. So what we what we need to do right now is it's been one month almost and then usually we get imaging if the pain does not improve after six weeks of conservative management. So what we can try is to give you"
    },
    {
        "whisper_chunk": "some pain management first some anti inflammatory medication and then as well as try some physiotherapy some exercises to help you with the back pain And then if the pain does not improve and since there's no red flags that we're too worried about right now with your back pain we can wait to get some imaging But first we would just like to try some of the conservative management Is that okay with you Yeah that sounds great Thank",
        "gt_chunk": "D: some pain management first, and some anti-inflammatory medication, and then as well as try some physiotherapy, some exercises to help you with the back pain. And then if the pain does not improve and since there is no red flags that were too worried about right now with your back pain we can wait to get some imaging. But first we would just like to try some of the conservative management. Is that OK with you?\n\nP: Yeah, that sounds great. Thank"
    },
    {
        "whisper_chunk": "you You're welcome Take care",
        "gt_chunk": "P: you.\n\nD: You're welcome, alright take care"
    }
]