[
    {
        "whisper_chunk": "What brings you in here today I've had this pain in my back that's kind of like in my lower back in my buttocks and it's now radiating down to my right leg I've had this for a while now but it's getting worse and I just want to come get it checked out Okay and how long have you had this pain for I'd say about a month Okay and has it gone worse at all Like did you have",
        "gt_chunk": "D: What brings you in here today?\n\nP: I've had this pain in my back thats kind of like in my lower back and my buttocks and it's now radiating down to my right leg. I've had this for awhile now, but it's getting worse and I just want to come get it checked out.\n\nD: OK, and how long have you had this pain for?\n\nP: About a month.\n\nD: OK, and has gone worse at all like did you have"
    },
    {
        "whisper_chunk": "it radiating to your leg before or is that something that happened after That's something that happened after That's been going on for the past week Okay and is this pain constant or does it come and go It's pretty much always there but certain things can make it worse like if I'm walking or doing certain activities it can make it worse Okay and did you have any back pain before this month No",
        "gt_chunk": "D: it radiating through your leg before or is that something that happened after?\n\nP: That's something that happened after that happens that that's been going on for the past week.\n\nD: OK, and is this pain constant or does it come and go?\n\nP: And it's pretty much always there, but certain things can make it worse. Like if I'm walking or doing certain activities it can it can make it worse. \n\nD: OK. And did you have any back pain before this month?\n\nP: No"
    },
    {
        "whisper_chunk": "not I mean no not really Okay and what kind of pain would you say it is Is it like a sharp stabbing pain or is it more so a dull aching pain Usually or well before it was like a mild achy pain but now it can be it's sharp and it feels like a burning sensation Okay a burning sensation Where would you say that burning sensation is It's like down my buttocks to",
        "gt_chunk": "P: not, I mean no, not really.\n\nD: OK. An what kind of pain would you say it is. Is it like a sharp stabbing pain or is it more so a dull aching pain?\n\nP: Um usually or well before it was like a mild achy pain, but now it can be. It's sharp and it feels like a burning sensation.\n\nD: OK, a burning sensation, where would you say that burning sensation is?\n\nP: It's like down my buttocks to"
    },
    {
        "whisper_chunk": "the right leg Okay and do you feel any kind of numbness or tingling with it A little bit of tingling yeah a little bit of tingling Okay and how would you rate the pain from a scale of zero to 10 10 being the worst pain you've had in your life So usually it's about like a five to six out of 10 but when it gets bad and it's sharp I'd give it an eight out of 10 Okay",
        "gt_chunk": "P: the right leg.\n\nD: OK, and do you feel any kind of numbness or tingling with it?\n\nP: Um a little, a little bit of tingling. Yeah, a little bit of tingling.\n\nD: OK, and how would you rate the pain from a scale of zero to 10, 10 being the worst pain you've had in your life?\n\nP: So usually it's about like a 5 to 6 out of 10, but when it gets bad and um sharp, I'd give it an 8 out of 10.\n\nD: OK"
    },
    {
        "whisper_chunk": "and are there any kind of motions or positions that cause you more pain Yeah so I'd say like just any sort of physical activity like if I'm on my feet a lot it hurts Yeah that's pretty much the only thing that I can think of right now Okay and did anything happen one month ago or before this pain started like any injuries or falls that",
        "gt_chunk": "D: and are there any kind of motions or positions that cause you more pain?\n\nP: Yeah, so I'd say like just any sort of physical activity, like if I'm on my feet a lot, it hurts.\n\nD: Mmm.\n\nP: Yeah, that's pretty much the only thing that I can think of right now.\n\nD: OK, did anything happen one month ago or before this pain started. Like any injuries or falls that"
    },
    {
        "whisper_chunk": "might have caused this pain I know like a long time ago like maybe six seven years ago I injured my back at work but I just did some conservative treatments for that and it went away Okay and was it your lower back Yes Okay and what do you do for work I used to work on an assembly line So I used to like",
        "gt_chunk": "D: might have caused this pain?\n\nP: Um no like a long time ago, like 6-7 years ago I injured my back at work but. I just did some conservative treatments for that and it went away.\n\nD: OK was it your lower back.\n\nP: Yes.\n\nD: OK. And what do you do for work?\n\nP: I used to work on an assembly line, so I used to. Like"
    },
    {
        "whisper_chunk": "carry heavy objects and things like that like car parts Okay and do you still work there No I don't Okay when did you stop working there About three years back Okay and is there any other work you do currently I work from home now I do daycare at home Okay okay and just getting back to the pain so it's kind of in your lower",
        "gt_chunk": "P: carry heavy objects and things like that. Like car parts.\n\nD: OK, and do you still work there?\n\nP: No, I don't. \n\nD: OK when did you stop working there?\n\nP: About three years back.\n\nD: OK and is there any other work you do currently?\n\nP: Um I work from home now. I do daycare at home.\n\nD: OK. OK, and just getting back to the pain so it's kind of in your lower"
    },
    {
        "whisper_chunk": "back your buttocks and then it goes to your right upper leg Does it move anywhere else besides that or those are the regions that it stays in No those are kind of the only regions that I'm experiencing right now Okay and do you get more pain bending forward or would you say extending your back I would say extending my back",
        "gt_chunk": "D: back, your buttocks and then it goes to your right upper leg?\n\nP: Mmmm\n\nD: Does it move anywhere else besides that or those are the regions that it stays in?\n\nP: No, those are kind of the only regions that I'm experiencing it right now.\n\nD: OK. And do you get more pain leaning bending forward or would you say extending your back? \n\nP: I would say ext.. Extending my back"
    },
    {
        "whisper_chunk": "hurts more Okay and do you get pain with sitting down Sometimes Okay how about lying down Lying down I guess it depends on the position If I am straight on my back it's not too bad but if I'm hunched over or something like that it hurts Okay I see okay and have you tried any medications over the counter any painkillers that have helped I tried some ibuprofen and",
        "gt_chunk": "P: hurts more.\n\nD: OK and you get pain with sitting down?\n\nP: Um sometimes. \n\nD: OK, how about lying down?\n\nP: Um lying down I guess it depends on the position. If I am straight on my back it's it's not too bad, but if I like I'm hunched over or something like that, it hurts.\n\nD: OK, I see OK and have you tried any medications over the counter and painkillers that have helped?\n\nP: I tried some ibuprofen and"
    },
    {
        "whisper_chunk": "some topical ointments but it helps temporarily and then the pain comes back Okay I see and other than that so other than this pain that's been going on do you have any fevers or chills No no fevers or chills Okay no night sweats No Any increased fatigue No",
        "gt_chunk": "P:  ointments but it helps temporarily and then the pain comes back.\n\nD: OK, let's see and. Other than that, so other than this pain that's been going on do you have any fevers or chills?\n\nP: Uhm No, no fevers or chills.\n\nD: OK, no night sweats? \n\nP: No.\n\nD: Any increased fatigue?\n\nP: No"
    },
    {
        "whisper_chunk": "Any rashes or skin changes No Okay any cough or cold symptoms recently No nothing like that Okay and apart from your back any kind of joint or muscle pain anywhere else in your body No Any changes in your bowel movements No Okay any urinary problems Nope Okay any",
        "gt_chunk": "D: Any rashes or skin changes?\n\nP: No \n\nD: Any uh. Any cough or cold symptoms recently?\n\nP: Um no nothing like that.\n\nD: OK and apart from your back, any kind of joint or muscle pain anywhere else in your body? \n\nP: No.\n\nD: Any changes in your bowel movements?\n\nP: No.\n\nD: OK, any urinary problems?\n\nP: Nope.\n\nD: Any"
    },
    {
        "whisper_chunk": "stool incontinence or urinary incontinence No Okay and any kind of numbness or paresthesia like around just your lower back and buttocks No no numbness just like that tingling burning feeling Okay okay any recent weight changes like any significant weight loss No Okay any",
        "gt_chunk": "D: stool incontinence for your urinary incontinence?\n\nP: No.\n\nD: OK, and any kind of numbness or paresthesia like around just your lower back and buttocks?\n\nP: No, no numbness just like that, tingling, burning feeling.\n\nD: OK, OK any recent weight changes like any significant weight loss?\n\nP: No.\n\nD: OK. Any"
    },
    {
        "whisper_chunk": "muscle weakness at all in that area I'm finding it hard to walk Harder to walk Okay are you limping at all Yeah I'm putting more weight on my left leg Okay and do you feel so you mentioned you feel tingling going down your right leg Do you feel any kind of numbness at all No No okay all right Do you have any kind of urinary or fecal",
        "gt_chunk": "D: muscle weakness at all in that area?\n\nP: I'm finding it hard to walk.\n\nD: Harder to walk? OK. Are you limping at all?\n\nP: Yeah, I'm putting more weight on my left leg.\n\nD: OK. And do you feel, so you mention you feel tingling going down your right leg? Do you feel any kind of numbness at all?\n\nP: No.\n\nD: No, OK alright do you have any kind of urinary or fecal"
    },
    {
        "whisper_chunk": "retention like at all No I'm using the washroom okay Okay do you have any history of any cancers at all No No okay are you on any so do you have any past medical conditions you've been diagnosed with No No okay do you take any medications regularly No I don't I just take calcium and vitamin D and other multivitamins Okay",
        "gt_chunk": "D: retention like at all?\n\nP: No, I'm going. I'm using the washroom OK.\n\nD: OK, uh. Do you have any history of any cancers at all?\n\nP: No.\n\nD: No OK. Are you on any. So do you have any past medical conditions you've been diagnosed with?\n\nP: No. \n\nD: No. Do you take any medications regularly?\n\nP: No, I don't. I just take calcium and vitamin D and other but multi vitamins.\n\nD: OK"
    },
    {
        "whisper_chunk": "any allergies to any medications No No have you had any previous surgeries or have you been hospitalized for any reason No No okay any family history of any autoimmune conditions any heart or lung conditions No not that I know of Okay and currently you said you work from home How would you describe your living situation like I would say",
        "gt_chunk": "D: any allergies to any medications? \n\nP: No.\n\nD: Have you had any previous surgeries or have you been hospitalized for any reason?\n\nP: No.\n\nD: No, OK, any family history of any autoimmune conditions, any heart or lung conditions?\n\nP: Um no not that I know of. \n\nD: OK, an and, currently you said you work from home. How would you describe your living situation like?\n\nP: I would say"
    },
    {
        "whisper_chunk": "it's okay I live in an apartment with my husband Okay and currently do you smoke No Okay and do you drink alcohol I'll have a glass of wine like once a week Okay and do you use any recreational drugs So I've been using cannabis oil for the past month just to see if it helps with the pain Okay and has that been working",
        "gt_chunk": "P: it's OK. I live in an apartment with my husband.\n \nD: OK. And currently do you smoke?\n\nP: No.\n\nD: OK, and do you drink alcohol?\n\nP: I'll have a glass of wine like once a week.\n\nD: OK, and do you use any recreational drugs?\n\nP: Um so I've I've been using cannabis oil for the past month just to see if it helps with the pain.\n\nD: OK, and has that been working"
    },
    {
        "whisper_chunk": "for you at all A little bit I think Okay okay so those are some of the questions I had and I'm just gonna ask a few questions about just examining the areas that are giving you trouble Okay so along your back if you were to press down from the middle to your lower back any kind of pain when you press down Lower back",
        "gt_chunk": "D: for you at all?\n\nP: A little bit I think.\n\nD: OK. OK, so those are some of the questions I had. And I'm just gonna ask a few questions about just examining the areas that are giving you trouble. So along your back, if you if you were to press down on from the middle to your lower back, any kind of pain when you press down.\n\nP: Um lower back"
    },
    {
        "whisper_chunk": "yes Okay so what kind of pain is it Is it like sharp or is it kind of a dull aching pain When I press down it feels sharp Okay and have you noticed any kind of swelling in your legs or near the areas where you have pain swelling or redness or any warmth It seems to actually no it's not warm Okay and in terms of",
        "gt_chunk": "P: yes.\n\nD: OK, So what kind of pain is it like sharp or is it kind of a dull aching pain?\n\nP: When I press down it feels sharp.\n\nD: OK, and do you have you notice any kind of swelling in your legs or, near the areas where you have pain swelling or redness, or  any warmth?\n\nP: Um it seems to. Actually, no, it's not. It's not warm.\n\nD: OK. And in terms of"
    },
    {
        "whisper_chunk": "just mood movement are you able to bend down I can bend down it's just hard for me to get back up Okay I see and how about like bend sideways I can do that Okay and how about if you're laying flat are you able to raise your legs without bending your I can do that yeah Actually no I can't sorry that hurts",
        "gt_chunk": "D: just movement, are you able to bend down?\n\nP: I can bend down, it's just hard for me to get back up.\n\nD: OK See and how about like bend sideways.\n\nP: I can do that.\n\nD: OK nd how about if you're laying flat are you able to raise your legs without bending your knees?\n\nP: I can do that, yeah, actually no. I can't. Sorry that that hurts"
    },
    {
        "whisper_chunk": "So your right leg hurts when you do that Yeah And other than that like when you do any of those movements do you get like that tingling again Yeah it does yeah Okay all right and when you stand up and walk how would you describe are you having any kind of limping at all A little bit of limp yeah I'm putting more weight on the left leg Okay all right so yeah those are just some of the questions",
        "gt_chunk": "D: So your right leg hurts when you do that? \n\nP: Yeah\n\nD: OK, great. And other than that, like when you when you do any of those movements, can you, do you get like that tingling again?\n\nP: Yeah it does. Yeah.\n\nD: OK alright and when you stand up and walk how would you describe, are you having any kind of limping at all?\n\nP: Um a little bit of limp yeah,  I'm putting more weight on the left leg.\n\nD: OK, alright, so yeah, those are just some of the questions"
    },
    {
        "whisper_chunk": "I had for you today Do you have any questions at all No what can I do about this back pain and how long do you think I'll have it for Yeah so it's been happening for one month right and you're getting some symptoms in your lower leg So normally we would wait before we do any kind of diagnostic imaging but since you're also having these other",
        "gt_chunk": "D: I had for you today. Do you have any questions at all?\n\nP: Um no, what can I do about this back pain and how long do you think I'll have it for? \n\nD: Yeah, so it's been happening for one month right and you're getting some symptoms in in your lower leg, so normally we would wait before we do any kind of diagnostic imaging. But since you're also having these other"
    },
    {
        "whisper_chunk": "symptoms we're worrying about sometimes lower back pain can lead to something called sciatica It's just when one of the nerves gets pinched and then that's why you're getting the tingling around your right upper leg So what we can do is we can do if you haven't had an x ray we can do an x ray of your lower back and then we can also do an MRI And",
        "gt_chunk": "D: symptoms we we were worrying about sometimes lower back pain can lead to something called sciatica. It's just when one of the nerves get pinched, and then that's why you're getting the tingling around your right upper leg. So what we can do is. We can do if you haven't had an X Ray, we can do an X Ray of your lower back. And then we can also do an MRI. \n\nP: OK \n\nD: And"
    },
    {
        "whisper_chunk": "based on what results come back at the same time I will give you some information about some anti inflammatory medications you can take to help relieve some of your pain But other than that I will also refer you to some physiotherapy that will help you do some exercises at home just ways to protect your back as well as strengthen some of your muscles to help deal with some of that pain Yeah so we'll get",
        "gt_chunk": "D: Based on what results come back at the same time we will, I will give you some information about some anti- inflammatory medications you could take to help relieve some of your pain, but other than that I will also refer you to some physiotherapy. That will help you do some exercises at home. Just ways to protect your back as well as strengthen some of your muscles to help deal with some of that pain. Yeah, so we'll get"
    },
    {
        "whisper_chunk": "the results back and then we'll go from there Okay sounds good thank you You're welcome take care",
        "gt_chunk": "D: the results back. And then we'll go from there.\n\nP: OK, sounds good. Thank you.\n \nD: You're welcome. Take care"
    }
]