[
    {
        "whisper_chunk": "How may I help you Yeah I just came in here today I've been experiencing some difficulties with my right hand especially at the bases of the fourth and fifth digits I noticed this happening over the last I'd say probably last few months It's been getting worse I've been having trouble just kind of extending those two fingers and I kind of see like this little bump at the base of those two fingers So yeah overall",
        "gt_chunk": "D: How may I help you?\n\nP: Yeah I just came in here today I've been experiencing some difficulties with my right hand, especially at the bases of the 4th and 5th digits. I notice this happening over the last I'd say probably last few months it's been getting worse. I've been having trouble just kind of extending those two fingers and I kind of see like this little bump at the base of those two fingers. So yeah overall"
    },
    {
        "whisper_chunk": "it's just been difficult working I'm a construction worker and I don't know this just keeps getting worse Okay and you've noticed and sorry when exactly did it start Probably two months ago Two months ago and it's the fourth and fifth digits Are any other fingers involved or any other parts of your hand No it's just those two Okay and",
        "gt_chunk": "P: it's just been difficult working, I'm a construction worker and I don't know if this just keeps getting worse.\n\nD: OK. And you noticed um, and sorry, when exactly did it start?\n\nP: Probably two months ago months ago.\n\nD: About two months ago, and it's the 4th and 5th digits or any other fingers involved or any parts other parts of your hand?\n\nP: No, it's just those two.\n\nD: OK."
    },
    {
        "whisper_chunk": "how would you describe the pain that you're feeling Is it a sharp pain an achy pain or a burning pain It's more kind of like an aching pain which gets worse if I try to extend those fingers And yeah I do feel like the little nodules but pressing on them doesn't hurt or anything like that Okay and",
        "gt_chunk": "D: how would you describe the the pain that you're feeling, is it a sharp pain and an achy pain or a burning pain?\n\nP: Uhm, it's more a kind of like a aching, aching pain which gets worse with if I try to extend those fingers. And yeah, like that I do feel like the little nodules, but like pressing on them doesn't hurt or anything like that.\n\nD: OK,"
    },
    {
        "whisper_chunk": "do you feel any radiation of pain like into your hand or forearm No not really Okay and is there anything that is aggravating or making the pain worse I think just extending it's I would say more than the pain It's just like discomfort and just not being able to extend that is frustrating Like the pain isn't that bad There's",
        "gt_chunk": "D: do you feel any radiation of pain like in into your hand or forearm?\n\nP: Uhm, no, not really.\n\nD: OK, and alright, is there anything that is aggravating or making the pain worse?\n\nP: Uhm I think just a extending, it's it's I would say more than the pain it's just like discomfort and just not being able to extend that is is frustrating, uh, like the pain isn't that bad like there's"
    },
    {
        "whisper_chunk": "minimal pain Okay and is there any clicking or catching when you're trying to extend the finger I would say there is some catching I would say when I'm trying to extend Okay and has there been anything that you've tried recently",
        "gt_chunk": "D:  any any clicking or catching when you're trying to like extend the finger?\n\nP: Uhm I would say there is a. Yeah there's some like catching I would say if when I'm trying to extend.\n\nD: OK. And has there been anything that that you've tried recently"
    },
    {
        "whisper_chunk": "that's improved the discomfort or helped with the range of motion No nothing that I've tried that has really helped And yeah I'm just afraid if I stop kind of exercising it'll just keep getting worse Okay yeah certainly Okay and have you had any problems with your hand before like any trauma there or anything like that Yeah I'm a construction worker so there's always like",
        "gt_chunk": "D: that's improved the discomfort or or helped with the range of motion?\n\nP: No, nothing that I've tried that has really helped and. Yeah, I'm just afraid if I stop kind of exercising and it'll just keep getting worse.\n\nD: OK, yeah, certainly. OK, and what, have you had any problems with your hand before like any trauma there or anything like that?\n\nP: Uh, my my construction worker so there's always like"
    },
    {
        "whisper_chunk": "a lot of I haven't had any falls or injuries on my hands luckily but there's always just constant lifting I used to drill a lot too so there's like always constant and I'm right handed as well so there's always like vibration But no direct traumas or falls Have you been having any neurological symptoms such as numbness or tingling or loss of sensation to any parts of your hand or upper extremity No",
        "gt_chunk": "P: a lot of. I haven't had any falls or injuries on my hands luckily, but there is always just constant lifting. There's I used to drill a lot too, so there's like always constant and I'm right handed as well. So there's always like the vibration yeah so but no no direct like traumas or falls.\n\nD: Have you been having any neurological symptoms, such as like numbness or tingling or loss of sensation to any parts of your hand or upper extremity?\n\nP: No"
    },
    {
        "whisper_chunk": "numbness or tingling and no weakness or anything like that Okay so no muscle weakness No Okay and have you been having any fevers or chills No Okay and how about any night sweats No And have you been having any or have you had any unexpected weight loss No Okay and have you had any headaches No Any sensory changes such as changes to your vision hearing loss of taste or sense of smell No nothing like that Have you had a runny nose",
        "gt_chunk": "P: numbness or tingling. And no weakness or anything like that.\n\nD: OK, so no muscle weakness?\n\nP: No.\n\nD: OK, and have you been having any fevers or chills? \n\nP: No.\n\nD: OK, and how about any night sweats?\n\nP: No.\n\nD: And have you been having any unexpected, have you had any unexpected weight loss?\n\nP: No.\n\nD: OK, and have you had any headaches?\n\nP: Nope.\n\nD: Any sensory changes such as changes to your vision, hearing, loss of taste or sense of smell?\n\nP: No, nothing like that.\n\nD: Have you had a runny nose"
    },
    {
        "whisper_chunk": "or felt congested No Have you had any eye redness or itchy eyes Nope All right and have you had a sore throat or a cough No nothing like that How about any shortness of breath or wheezing Nope Have you had any chest pain Nope Any lightheadedness dizziness or feeling as though you might faint No Have you had any feelings of though your heart is racing Nope Okay have you had any nausea or vomiting Nope Any abdominal pain Nope Have you had any diarrhea or constipation Nope All right",
        "gt_chunk": "D: or felt congested?\n\nP: Nope.\n\nD: Have you had any I redness or or itchy eyes?\n\nP: Nope.\n\nD: Alright and have you had a sore throat or cough.\n\nP: No, nothing like that.\n\nD: How about any shortness of breath or wheezing? \n\nP: Nope.\n\nD: Have you had any chest pain?\n\nP: Nope.\n\nD: Any lightheadedness, dizziness, or feeling as though you might faint?\n\nP: No.\n\nD: You got any feelings of though your heart is racing?\n\nP: Nope.\n\nD: OK, have you had any nausea or vomiting?\n\nP: No.\n\nD: Any abdominal pain?\n\nP: Nope.\n\nD: Have you had any diarrhea or constipation?\n\nP: Nope. \n\nD: Alright"
    },
    {
        "whisper_chunk": "and have you had any blood in the stool No Any urinary problems like pain or frequency Nope And any skin changes like rashes No nothing like that Okay or any changes to your nails or hair like you'll notice like plaques on the nails or hair loss No Okay and have you been having any muscle aches or joint pains or body pains anywhere else No not really All right",
        "gt_chunk": "D: and have you had like any blood in the stool?\n\nP: No.\n\nD: Any urinary problems like pain or frequency?\n\nP: No.\n\nD: An any skin changes like rashes?\n\nP: No, nothing like that.\n\nD: OK, or any changes to your nails or hair like you'll notice like plaques on the nails or or hair loss?\n\nP: No.\n\nD: OK, and have you been having any muscle aches or joint pains or body pains anywhere else?\n\nP: No, not really. \n\nD: Alright"
    },
    {
        "whisper_chunk": "and have you had any memory loss or confusion No nothing like that Okay and have you had any appetite loss or fatigue Nope All right and in the past have you been diagnosed with any medical conditions They say I have like some high cholesterol I'm taking this medication like a statin But other than that no Okay so do you take any other medications or is it just the statin It's just the statin Okay and have you had",
        "gt_chunk": "D: and uh. Have you had any memory loss or confusion?\n\nP: No, nothing like that.\n\nD: OK, and have you had any appetite loss or fatigue?\n\nP: Uhm no. \n\nD: Alright, and in the past, have you been diagnosed with any medical conditions? \n\nP: Uhm they say I have like some high cholesterol. I'm taking this medication like a statin and but other than that umm no.\n\nD: OK, so do you take any other medications or is it just the statin?\n\nP: It's just a statin.\n\nD: OK, and have you had"
    },
    {
        "whisper_chunk": "any prior surgeries or hospitalizations I did have an ACL repair just when I was probably 18 Okay and do you have any allergies No not that I know of All right and are your immunizations up to date Yep Could you tell me a little bit about where you're living and who you're living with Yeah so I just live with my wife We live in a small apartment Okay",
        "gt_chunk": "D: any prior surgeries or hospitalizations?\n\nP: Uhm I did a have a ACL repair just when I was probably 18.\n\nD: OK, do you have any allergies?\n\nP: No, not that I know. \n\nD: Alright, and are your immunizations up to date?\n\nP: Yep.\n\nD: Could you tell me a little bit about where you're living and who you're living with?\n\nP: Yeah, so I just lived with my wife, we live in small apartment.\n\nD: OK"
    },
    {
        "whisper_chunk": "and are you working right now Yeah just as a construction worker I've been doing that for the last probably 10 years Okay and have you been around anybody who's been sick No Okay and sorry as a construction worker have you had any puncture wounds to your hands or anything like slivers or things that have gone into",
        "gt_chunk": "D: and are you working right now?\n\nP: Yeah, just as a construction worker. Been doing that for the last probably 10 years.\n\nD: OK, uh and have you been around anybody who's been sick? \n\nP: No.\n\nD: OK, and sorry as a construction worker I have you had any like any puncture wounds to your hands or anything that like any like slivers or things that have gone into"
    },
    {
        "whisper_chunk": "the skin Not any puncture wounds Yeah I sometimes get splinters here and there but nothing recently that I can think of that has been anything worrying or significant All right okay and have you traveled anywhere recently No Been around anybody who's been sick No And do you smoke cigarettes Yeah I smoke probably a pack a day for the last I don't know like 10 years Okay and do you smoke",
        "gt_chunk": "D: the skin?\n\nP: Not any puncture wounds. Like uh yeah, I sometimes get splinters here and there, but nothing like nothing recently that I can think of that has been anything worrying or significant.\n\nD: Alright, OK and have you ever traveled anywhere recently?\n\nP: Nope. \n\nD: Been around anybody who's been sick.\n\nP: Nope.\n\nD: Do you smoke cigarettes?\n\nP: Yeah, I smoke probably a pack a day for the last. I don't know like 10 years.\n\nD: OK, and you smoke"
    },
    {
        "whisper_chunk": "marijuana Not that much probably just a couple times a month Okay and do you drink alcohol Yeah probably a couple beers a day Okay like one or two a day Yeah probably one or two sometimes three Okay and do you use any other recreational drugs or any IV drugs in",
        "gt_chunk": "D: marijuana?\n\nP: Not that much, probably just a couple times a month.\n\nD: OK, uh. And do you drink alcohol?\n\nP: Yeah, probably. A couple of years a day.\n\nD: OK. Like one or two a day?\n\nP: Yeah. Probably one or two, sometimes 3.\n\nD: OK. And you use any rec other recreational drugs at and or any IV drugs"
    },
    {
        "whisper_chunk": "the past No I haven't tried anything beyond weed Yeah I don't want to try any other stuff Okay I see and that's good And anybody in the family have any musculoskeletal or neurological conditions that run in the family Not that I know of Okay and how about any autoimmune conditions like rheumatoid arthritis or",
        "gt_chunk": "D: the past?\n\nP: No, I haven't tried anything beyond weed. I don't wanna try any other stuff.\n\nD: OK, I I see and that's good then uhm anybody in the family have any musculoskeletal or neurological conditions that run in the family?\n\nP: Uhm not that I know.\n\nD: OK, and how about any autoimmune conditions like rheumatoid arthritis or"
    },
    {
        "whisper_chunk": "hypothyroidism No Okay and has anybody in the family had a Dupuytren's contracture before No I haven't I haven't heard it no Okay and so next I just wanted to go on to the physical exam portion so just a couple more questions So when you're looking at your hand are you seeing any swelling redness Not swelling I just yeah just those nodules and I get like a little bit",
        "gt_chunk": "D: hypothyroidism?\n\nP: Nope.\n\nD: OK, and as anybody in the family had a Dupuytren's contracture before?\n\nP: Uhm no, I haven't I haven't heard it now.\n\nD: OK, and so uh next, I just wanted to go on to the physical exam portion, so just a couple more questions. So when you're looking at your hand, are you seeing any swelling redness?\n\nP: Not swelling, I just yeah just those nodules and I get like a little bit"
    },
    {
        "whisper_chunk": "of whiteness around those nodules when I extend my fingers Okay but no redness No Okay and are you seeing any like muscle atrophy or any deformities of any of your joints in the fingers or the wrist Nope Okay and are there any areas that that you can palpate over your hand that causes pain Yeah there's just some",
        "gt_chunk": "P: of whiteness around those nodules when I extend my fingers.\n\nD: OK yeah, but no redness?\n\nP: No.\n\nD: OK, and are you are you seeing any, uh like muscle atrophy or any deformities of any of your joints in the fingers or the wrist?\n\nP: Nope.\n\nD: OK, and uh are there any areas that that you can palpate over your hand that causes pain.\n\nP: Yeah, there's just some"
    },
    {
        "whisper_chunk": "discomfort like when I at the bases of those two fingers like if I press on the nodules like it's sometimes a little bit just like uncomfortable but it's not too bad like I don't but I don't know I have a pretty high pain threshold too so it's hard to say Okay I see And when you're extending your fingers with like passive extension to do it with your other hand do you get a lot of pain like along the tendons with",
        "gt_chunk": "P: discomfort, like when I at the bases of those two fingers, like if I press on the nodules like it's sometimes a little bit like uncomfortable but it's not too bad. Like I, I don't, but I don't know I have a pretty high pain threshold too, so it's hard to say.\n\nD: OK, I see an when you're extending your fingers with like passive extension to do with your other hand do you get a lot of pain like along the tendons"
    },
    {
        "whisper_chunk": "a passive extension Yeah definitely I would say more painful than if I try to extend it myself like just forcing it back but yeah but not anything too like it's not sharp or anything like that Okay and with the on the nodules and stuff do you feel any like crepitations or like crackling or rubbing over those areas or your palm Crackling No not that",
        "gt_chunk": "D:  passive extension?\n\nP: Yeah definitely. I would say more painful than if I try to extend it myself. Like just forcing it back but yeah, but not not anything too like I like it's not sharp or anything like that.\n\nD: OK, and with the on the nodules and stuff, do you feel any like crepitations or like crackling or rubbing over those, those areas or your palm?\n\nP: Uhm crackling oh no not that"
    },
    {
        "whisper_chunk": "I have noticed no Okay and any issues with your like wrist or elbow No not that I know of Okay so I think that's everything that I wanted to ask about today Did you have anything that you wanted to add or did you have any questions No I think that's all Okay so right now it's like it's most likely",
        "gt_chunk": "P: I have noticed.\n\nD: OK, and any issues with your like wrist or or elbow?\n\nP: No, not that I know of.\n\nD: OK. Uhm so I think that's everything that I wanted to ask about today. Did you have anything that you wanted to add or or did you have any questions?\n\nP: No, I think that's all.\n\nD: OK, I'm so right now it's sounding like it's most likely"
    },
    {
        "whisper_chunk": "something called Dupuytren's contracture but also we can't rule out like flexor tenosynovitis just yet or trigger finger based on the symptoms but the fact that you're not having a fever you don't have pain kind of along the tendon you're not seeing any swelling or redness that's all pointing away from the tenosynovitis",
        "gt_chunk": "D: something called Dupuytren's contracture, but also we can't rule out like flexor tenosynovitis just yet or or trigger finger. Based on the the symptoms, but the fact that you're not having a fever, you don't have pain kind of along the the tendon, you're not seeing any swelling or redness that's all pointing away from the tenosynovitis"
    },
    {
        "whisper_chunk": "but it'll be important to get some blood work and things to make sure that we're not missing that but for Dupuytren's contracture it'll be a I don't know doing what we can with therapy to try like physiotherapy and activity modification to try and loosen those structures on the palm of your hand Okay sounds good",
        "gt_chunk": "D: But it'll be important to get some blood work and things to make sure that we're not missing that. But for Dupuytren's contracture. It'll be a uh, do doing what we can with therapy to try it like physiotherapy and activity modification to try and loosen those structures on the on the palm of your hand.\n\nP: OK, sounds good"
    }
]