[
    {
        "whisper_chunk": "way I help you Hi Chris so I was playing soccer the other day and I got kicked in the knee and since then my knee has been hurting and it looks a little bit red and a little bit swollen on the medial aspect of my right knee Okay and this started right after",
        "gt_chunk": "D: may I help you?\n\nP: Um so I was playing soccer the other day and I got kicked in the knee and since then my knee has been hurting and it looks a little bit red and a little bit swollen on the medial aspect of my right knee.\n\nD: OK. And. And this started right after"
    },
    {
        "whisper_chunk": "the kick at soccer Yes Okay and how many days ago was this This was two days ago Okay since then as the pain didn't getting any better or worse or staying the same No it's staying the same or a little bit worse Okay could you describe the pain Is it sharp achy I'd say it's pretty sharp Okay and do you feel the pain radiate anywhere like down the leg",
        "gt_chunk": "D: the kick at soccer?\n\nP: Yes.\n\nD: OK, and how many days ago was this?\n\nP: This was two days ago. \n\nD: OK, since then, has the pain begin getting any better or worse or staying the same?\n\nP: No, it's staying the same or a little bit worse. \n\nD: OK. Could you describe the pain? Is it sharp, achy?\n\nP: I'd say it's pretty sharp. \n\nD: OK. Uhm and do you feel the pain radiate anywhere like down the leg"
    },
    {
        "whisper_chunk": "or or up into the thigh No Okay any pain the the posterior aspect of the knee or the the lateral aspect No Okay and is there anything that makes the pain worse I guess if I press on that area or I try to I don't know flex or extend my knee too much Okay and",
        "gt_chunk": "D: or or up into the thigh?\n\nP: Um no. \n\nD: OK, any pain in the posterior aspect of the knee or the lateral aspect?\n\nP: No. \n\nD: OK. Um and is there anything that makes the pain worse?\n\nP: I guess if I press on that area or I try to. And. I don't know, flex or extend my knee too much.\n\nD: OK. An"
    },
    {
        "whisper_chunk": "anything that you've tried to make the pain better Some ice helps Okay and have you noticed swelling over the area Just a little bit Okay and redness as well Yes Okay and what would you say the severity of the low intensity pain I'd give it about a five Okay",
        "gt_chunk": "D: anything that you've tried to make the pain better? \n\nP: Um some ice helps.\n\nD: OK, uh. And have you noticed swelling over the area? \n\nP: Just a little bit.\n\nD: OK, and redness as well?\n\nP: Yes. \n\nD: OK. Uhm and what would you say the severity of the pain is a"
    },
    {
        "whisper_chunk": "and have you had any injuries or any knee pain before No Okay and at the time of the injury did you hear a pop sound or any kinds of sounds like that I don't recall Okay and how about any difficulties walking or having any knee instability A little bit only when I like try to extend",
        "gt_chunk": "D: and have you had any injuries or any knee pain before? \n\nP: No.\n\nD: OK, at the time of the injury, did you hear a pop sound or or any kind of sounds like that?\n\nP: I don't recall.\n\nD: OK, and how about any difficulties walking or having any knee instability?\n\nP: Um a little bit only when I like try to extend"
    },
    {
        "whisper_chunk": "or flex my knee too much Okay and all right so have you been experiencing any other symptoms No All right just to be comprehensive I'll run through a review So have you been having any headaches No Any sensory changes like changes to vision hearing smell or taste No Okay any eye symptoms or ear symptoms",
        "gt_chunk": "P: or flex my knee too much.\n\nD: OK. Um. And. Uh, um alright. So have you been experiencing any other symptoms? \n\nP: No. \n\nD: Alright, so just to be comprehensive so I'll run through a review. So have you been, having any any headaches? \n\nP: No.\n\nD: Any sensory changes like changes to vision, hearing, smell or taste?\n\nP: No.\n\nD: OK, any eye symptoms or your symptoms"
    },
    {
        "whisper_chunk": "No Have you had a runny nose or sore throat No Have you had a heart attack No Any shortness of breath No Have you had any wheezing No Have you had any chest pain No Any heart palpitations or heart racing No Okay have you had any fainting or dizziness No All right have you had any nausea or vomiting No Have you had any changes to your appetite like loss of appetite No Have you had any weight loss unexpectedly No Okay have you had any abdominal pain",
        "gt_chunk": "P: No.\n\nD: Have you had a runny nose or sore throat?\n\nP: No.\n\nD: Have you had a cough?\n\nP: No.\n\nD: Any shortness of breath?\n\nP: No.\n\nD: Have you had any wheezing? \n\nP: No.\n\nD: Have you had any chest pain? \n\nP: No.\n\nD: Any heart palpitations or heart racing? \n\nP: No.\n\nD: OK. Have you had any fainting or dizziness?\n\nP: Um no. \n\nD: Alright, have you had any nausea or vomiting? \n\nP: No.\n\nD: Have you had any changes to your appetite like loss of appetite?\n\nP: No.\n\nD: Have you had any weight loss unexpectedly. \n\nP: No.\n\nD: OK, have you had any abdominal pain"
    },
    {
        "whisper_chunk": "No Any changes to bowel habits like diarrhea constipation No Okay have you had any skin changes such as rat rashes or anything like that No Okay any joint pains anywhere else No Okay and any fatigue No Okay",
        "gt_chunk": "P: no.\n\nD: Any changes to bowel habits like diarrhea, constipation?\n\nP: No.\n\nD: OK, have you had any urinary problems like pain or frequency?\n\nP: No.\n\nD: Alright, and have you had any skin changes such as ra' rashes or anything like that?\n\nP: No. \n\nD: OK, any joint pains anywhere else?\n\nP: Um no.\n\nD: OK, and any fatigue?\n\nP: No.\n\nD: OK"
    },
    {
        "whisper_chunk": "and in the past have you had or have you been diagnosed with any medical conditions No Okay do you have any allergies to medications No not that I know of Are you currently taking any medications No All right and have you had any surgeries or hospitalizations before No Okay and can you tell me a little bit about your living situation like who you're living with",
        "gt_chunk": "D: and in the past, have you had or have you been diagnosed with any medical conditions? \n\nP: Um no.\n\nD: OK, do you have any allergies to medications?\n\nP: No, no, not that I know of.\n\nD: Are you currently taking any medications?\n\nP: No.\n\nD: Alright, and have you had any surgeries or hospitalizations before?\n\nP: No.\n\nD: OK, and. Um, can you tell me a little bit about your living situation, like you you're living with"
    },
    {
        "whisper_chunk": "and whereabouts Sure I live with both my parents and three of my siblings Okay and are you going to school I am I'm in my last year of grade 12 Okay that's good How has that been going It's been going okay We've been doing part online part in person Okay have you been around anybody who's been sick No All right and you play soccer Do",
        "gt_chunk": "D: and whereabouts?\n\nP: Sure, I live with both my parents and three of my siblings.\n\nD: OK, and are you going to school?\n\nP: I am, I'm in my last year of grade 12.\n\nD: OK. Well, that's good. How is that been going?\n\nP: It's been going OK. We've been doing part online, part in-person.\n\nD: OK, have you been around anybody who's been sick?\n\nP: No.\n\nD: Alright then. And you play soccer. Do"
    },
    {
        "whisper_chunk": "you do any or anything like that No not in the past All right and do you smoke cigarettes No Do you drink alcohol No Okay and do you use any recreational drugs like marijuana or anything else No Okay are you currently sexually active",
        "gt_chunk": "D: your knee or anything like that?\n\nP: Um not that in the past.\n\nD: Alright. And do you smoke cigarettes?\n\nP: No.\n\nD: Um do you drink alcohol?\n\nP: No.\n\nD: OK, did you use any recreational drugs like marijuana or anything else? \n\nP: No.\n\nD: OK, are you currently sexually active"
    },
    {
        "whisper_chunk": "I am Okay are you in a relationship I am We've been together for a year Okay is there any concern for sexually transmitted infection No we were both tested Okay great and any chance that you could be pregnant No Okay and in the family are there any musculoskeletal or neurological conditions No Okay and so that",
        "gt_chunk": "P: I am.\n\nD: OK, are you in a relationship?\n\nP: I am. We've been together for a year.\n\nD: OK, is there any concern for a sexually transmitted infection?\n\nP: No, we were both tested.\n\nD: OK, great, um and any chance that you could be pregnant?\n\nP: No.\n\nD: OK and uh in the family, are there any musculoskeletal or neurological conditions?\n\nP: Um no.\n\nD: OK, um. And so that"
    },
    {
        "whisper_chunk": "was everything I wanted to ask on history So for the physical exam when inspecting the knee are you seeing any joint effusions or joint swelling or ecchymosis or little bit swollen on the medial aspect only Okay is there",
        "gt_chunk": "D: was everything I wanted to ask on history. So for the physical exam, when inspecting the knee, are you seeing any joint effusions or joint swelling or ecchymosis or bruising?\n\nP: It looks or is that"
    },
    {
        "whisper_chunk": "any muscle atrophy No Okay and is there any misalignment or joint deformities No not that I notice Okay and on gait or walking is there any limp or antalgia No If you're able to walk normally I am able to walk normally It hurts but I think I'm walking okay Okay",
        "gt_chunk": "D: any muscle atrophy?\n\nP: Um no. \n\nD: OK, and is there any misalignment or joint deformities?\n\nP: No, not that I notice. \n\nD: OK. And alright on gait or walking, is there any limp or antalgia? \n\nP: Um no.\n\nD: You're able to walk normally?\n\nP: I am able to walk normally and it hurts, but I think I'm walking OK"
    },
    {
        "whisper_chunk": "and next is there any changes to temperature Like does the joint itself feel hot No Okay and are there any areas of the joint line itself of the knee that is pain to palpation It's just the medial part of it like the I guess where the ligament would be Okay so just let me okay and any pain over the patella No Any pain over",
        "gt_chunk": "D: and next is there any changes to temperature like the joint itself feel hot?\n\nP: No. \n\nD: OK and are there any areas of the joint line itself of the knee that is painful to palpation?\n\nP: At just the medial part of it like the I guess where the ligament would be.\n\nD: OK, so just let me OK, and, any pain over the patella?\n\nP: No. \n\nD: Any pain over"
    },
    {
        "whisper_chunk": "the tibial tuberosity or patellar tendon No Any pain over the fibular head or the lateral part of the knee No Any pain on the calf or the thigh muscles No Any pain on the hamstring muscles No Okay and is there any pain to a like varus stress of the knee To the",
        "gt_chunk": "D: the tibial tuberosity or patellar tendon?\n\nP: No.\n\nD: Any pain over your over the fibular head or the lateral part of the knee?\n\nP: No.\n\nD: Any pain in the calf or the thigh muscles?\n\nP: No.\n\nD: Any pain in the hamstring muscles?\n\nP: No.\n\nD: OK, and is there any pain to a like varus stress of the knee?\n\nP: To the"
    },
    {
        "whisper_chunk": "varus stress I guess there would be pain if I press down in that area Okay and is there any joint yeah joint laxity or pain to like a valgus stress of the knee Yeah so when I press when I do that it hurts on the medial aspect but not the lateral aspect Okay and does it feel as though there's some like the joints opening more when you put",
        "gt_chunk": "P: varus stress? I guess it would be, there will be pain if I press down in that area.\n\nD: OK, and is there any joint yeah, the joint laxity or pain too, like a valgus stress of the knee?\n\nP: Yeah, so when I press when I do that it hurts on the medial aspect but not the lateral aspect. \n\nD: OK. Uhm and does it feel is as though there's some like the joints opening more when you put"
    },
    {
        "whisper_chunk": "the valgus stress A little bit yes Okay and is there any instability moving the tibia anteriorly if you were to like pull it outwards No And how about if you pulled the tibia posteriorly any instability No Okay and is there full range of motion of the knee Yes And full range of motion of the hip and ankle Yes Okay",
        "gt_chunk": "D: the valgus stress? \n\nP: A little bit, yes.\n\nD: OK. Uhm and is there any instability moving the tibia anteriorly, if you're like, pull it outwards?\n\nP: Um no.\n\nD: And how about if you pull the tibia posteriorly, any instability?\n\nP: No. \n\nD: OK, um and the is their full range of motion of the knee?\n\nP: Yes.\n\nD: And full range of motion of the hip and ankle?\n\nP: Yes. \n\nD: OK"
    },
    {
        "whisper_chunk": "and then do you have any like numbness tingling or muscle weakness No Okay and any sensory changes to the skin No No Okay and reflexes aren't normal Okay so I think that was everything I wanted to ask and kind of go through on the physical exam Did you have any other questions or anything that",
        "gt_chunk": "D: and do you have any like numbness, tingling or muscle weakness? \n\nP: No.\n\nD: OK, and any sensory changes to the skin?\n\nP: No, no.\n\nD: OK and reflexes are normal. \n\nP: Mmmm\n\nD: OK. So I think that was everything I wanted to ask and and kind of go through on the physical exam. Did you have any other questions or anything that"
    },
    {
        "whisper_chunk": "maybe I forgot to mention today No that was it Just what can I do about my knee Yeah so right now it's sounding like this could be an MCL or medial collateral ligament strain or injury And so these types of injuries are usually treated conservatively like with things like NSAIDs or anti inflammatories",
        "gt_chunk": "D: maybe I forgot to mention today?\n\nP: Ah no, that was it. Just what can I do about my my knee?\n\nD: Yeah, so right now it's sounding like this could be an MCL or medial collateral ligament strain, or injury and so these types of injuries are usually treated conservatively, like with things like NSAIDs or anti-inflammatories"
    },
    {
        "whisper_chunk": "to help the pain and swelling If the pain depending on how severe it is it might be useful to use maybe crutches for a day or two to try to help let the pain subside and allow you to be able to do some physical therapy exercises like strengthening the quadriceps and hamstring muscles But typically injuries that are lower grade",
        "gt_chunk": "D: to help that pain and swelling. If the pain depending on how severe it is, it might be useful to use maybe crutches for a day or two to try to help let the pain to subside and allow you to be able to do some physical therapy exercises like strengthening the quadriceps and hamstring muscles. \n\nP: OK.\n\nD: But typically injuries that are lower grade"
    },
    {
        "whisper_chunk": "will heal within two weeks and so if it's more severe it could take a bit longer And although it's most likely an MCL injury that you're describing it could be a medial meniscal injury as well or possibly even a bursitis at the medial aspect of the knee But the treatment to start with",
        "gt_chunk": "D: will heal within two weeks and so if it's more more severe, it could take a bit longer. And although that it's most likely an MCL injury that you're describing, it could be a medial meniscal injury as well or possibly even a bursitis at the medial aspect of the knee. But the treatment to start with"
    },
    {
        "whisper_chunk": "will be the same and maybe we'll get a knee x ray if things aren't improving Okay that sounds good Thank you",
        "gt_chunk": "D:  be the same and maybe we will get any x-ray if things aren't improving.\n\nP: OK, that sounds good, thank you"
    }
]