[
    {
        "whisper_chunk": "What brings you here today Yeah so I'm here with my mom because I am having this pain in my right hip and groin area I was playing with my friends yesterday and I fell down I didn't fall down hard but I had a small fall and",
        "gt_chunk": "D: What brings you here today?\n\nP: Yeah, I'm so I'm here with my mom because I am having this pain in my right hip and groin area. Um I was playing with my friends too. Maybe yeah, yesterday and I fell down. I didn't fall down hard, but I had a small fall and"
    },
    {
        "whisper_chunk": "since then my hip has been hurting and it's painful for me to bear any weight on my right leg Okay and did you have this pain at all before your fall or is this something that just started after the fall It just started after Okay and when did you have the fall Yesterday Okay and can you describe what you were doing and from how high did you fall and on",
        "gt_chunk": "P: since then my hip has been hurting and it's painful for me to bear any weight on my right leg.\n\nD: OK, and did you have this pain at all before your fall or is this something that just started after the fall?\n\nP: It just started after.\n\nD: OK and when did you have the fall?\n\nP: Yesterday.\n\nD: OK and can you describe what you were doing and from how high did you fall and"
    },
    {
        "whisper_chunk": "what surface you fell on Sure we were playing soccer on a field and I just fell on the grass It was a flat surface Okay and so did you say it was the right hip that's giving you pain Yes that's right Okay did you fall on the right hip I did Okay and after you fell were you able",
        "gt_chunk": "D: what surface you fell on?\n\nP: Sure um we were playing soccer on like a field and I and I just fell on the grass, like it was a flat surface.\n\nD: OK, and so did you say it was the right hip that's giving you pain?\n\nP: Yes, that's right.\n\nD: OK, did you fall on the right hip?\n\nP: I did.\n\nD: OK an after you fell were you able"
    },
    {
        "whisper_chunk": "to get back up on your feet or was it difficult It was difficult I'm still limping Okay you're still limping Have you noticed any pain anywhere else or is it just your hip Just my hip Okay and where exactly is your pain on the hip It's on the side of my hip as well as in the groin area",
        "gt_chunk": "D: , get back up on your feet or was it difficult?\n\nP: It was difficult an I'm still limping.\n\nD: OK and you're still limping on. Have you noticed, so any pain anywhere else, or is it just your hip?\n\nP: Um just my hip.\n\nD: OK and where exactly is your pain on the hip?\n\nP: It's like on the side of my hip as well as like in the groin area"
    },
    {
        "whisper_chunk": "Okay I see And what kind of pain are you experiencing Is it a sharp pain or is it a dull aching pain It's pretty sharp It's sharp okay And do you experience any other symptoms like any dizziness or fainting spells No Okay And are you able to move your hip at all Like",
        "gt_chunk": "D: OK I see, and what kind of pain are you experiencing, is it a sharp pain or is it a dull aching pain? \n\nP: It's pretty sharp.\n\nD: It's sharp OK. And do you experience any other symptoms, like any dizziness or fainting spells?\n\nP: No.\n\nD: And are you able to move your hip at all, like"
    },
    {
        "whisper_chunk": "are you able to flex it or extend it rotate it I can move it but it comes with a lot of pain Okay And do you find that your hip is at all rotated outwards Yeah it looks like it is Okay All right Have you taken",
        "gt_chunk": "D: are you able to flex it, or extend it, rotate it? \n\nP: I can move it, but it comes with a lot of pain.\n\nD: OK, and do you find that your hip is at all rotated outwards?\n\nP: Yeah, it looks um. Yeah, it looks like it is. \n\nD: OK. Alright, have you taken"
    },
    {
        "whisper_chunk": "any medications for your pain I just took some ibuprofen Okay And other than that have you recently been sick at all No I haven't Okay And on a scale of 0 to 10 10 being the worst pain you've felt in your life how much would you rate this I would say like an 8 An 8",
        "gt_chunk": "D: any medications for your pain?\n\nP: I just took some ibuprofen.\n\nD: OK. And. Other than that, have you recently been sick at all?\n\nP: No, I haven't. \n\nD: OK, and on a scale of zero to 10, 10 being the worst pain you've found in your life, how much would you rate this?\n\nP: How would say like an 8.\n\nD: An"
    },
    {
        "whisper_chunk": "And does the pain travel anywhere to other parts of your body No just in that area Okay Any numbness or tingling No No okay Any fevers or chills No No Any skin changes that you've noticed over the hip No So no swelling redness",
        "gt_chunk": "D: and as the pain travel anywhere, to other parts of your body?\n\nP: No, just stays in that area.\n\nD: OK, any numbness or tingling?\n\nP: No.\n\nD: No OK. Any fevers or chills?\n\nP: Um noo.\n\nD: Any skin changes?\n\nP: No.\n\nD: So no swelling redness"
    },
    {
        "whisper_chunk": "or anything like that No it doesn't seem to be red Maybe some slight swelling Yeah Okay Any shortness of breath chest pain No Okay Any pain in any other joints No Okay Do you feel any weakness in your upper legs or lower legs at all No not that I can",
        "gt_chunk": "D: or anything like that? \n\nP: Uhm no it doesn't seem to be red. Maybe some slight swelling.\n\nD: OK.\n\nP: Uhm yeah.\n\nD: OK, any shortness of breath, chest pain?\n\nP: No.\n\nD: OK, any pain in any other joints? \n\nP: No. \n\nD: OK. Do you feel any weakness in your upper legs or lower legs at all?\n\nP: No, not that I can"
    },
    {
        "whisper_chunk": "tell no Okay And do you have any past medical conditions that you've been diagnosed with No I've been pretty healthy otherwise Okay And do you take any medications on a daily basis No Okay Any allergies that you know of No Okay And are all your immunizations up to date Yep",
        "gt_chunk": "P: tell no. \n\nD: OK. And do you have any past medical conditions that you've been diagnosed with?\n\nP: No, I've been pretty healthy otherwise.\n\nD: OK, and you take any medications on a daily basis?\n\nP: Uh no.\n\nD: OK, any allergies that you know of?\n\nP: No.\n\nD: OK. Are all your immunizations up to date?\n\nP: Yep"
    },
    {
        "whisper_chunk": "they should be Okay And have you ever been hospitalized or had any surgeries in the past No No Okay And yeah I'll just ask you as well as your mother during the time she was pregnant with you did you have any kind of complications during pregnancy at all No no complications Okay And",
        "gt_chunk": "P: they should be.\n\nD: OK and have you ever been hospitalized or had any surgeries in the past?\n\nP: No.\n\nD: No OK. And yeah, I'll just ask you as well as your mother during the time she was pregnant with you, did you have any kind of complications during pregnancy at all?\n\nP: Um no, no complications \n\nD: OK and"
    },
    {
        "whisper_chunk": "when you were born any complications after birth any stay in the hospital for any reason No Okay And was it a vaginal delivery or was it a C section It was a vaginal delivery Okay And was there the use of any kind of instruments like forceps or vacuum for any reason No No Okay So it was like",
        "gt_chunk": "D: when you were born any complications after birth, any stay in the hospital for any reason?\n\nP: No.\n\nD: And was it a vaginal delivery or a c-section?\n\nP: It was a vaginal delivery.\n\nD: OK and was there the use of any kind of instruments like forceps or vacuum for any reason? \n\nP: No.\n\nD: No OK. So it was like"
    },
    {
        "whisper_chunk": "a fairly normal pregnancy And were you at term or premature At term At term Okay All right And any complications difficulties while you were growing up at all with your growth like height or weight or any kind of developmental issues that you know of No I hit all my milestones and",
        "gt_chunk": "D: a fairly normal pregnancy and were you at term or premature?\n\nP: At term.\n\nD: Alright, and any complications difficulties while you were growing up at all with your growth like height or weight, or any kind of developmental issues that you know? \n\nP: No, um I hit all my milestones and"
    },
    {
        "whisper_chunk": "otherwise doing pretty well on par with my peers in terms of milestones Okay And school's going well Yeah school's going well Okay And in terms of your family history any musculoskeletal or rheumatologic conditions No nothing like that in my family Okay And",
        "gt_chunk": "P: otherwise, doing pretty well on par with my peers in terms of milestones.\n\nD: OK, and schools going well?\n\nP: Yeah, schools going well. \n\nD: OK. And in terms of your family history, any musculoskeletal or rheumatologic conditions?\n\nP: Uhm no, nothing like that in my family.\n\nD: OK, and"
    },
    {
        "whisper_chunk": "currently right now who do you live with I live with both my parents as well as my seven year old sister Okay All right And yeah if I can just is it okay if I just talk to you alone for a little bit Sure Yeah All right Yeah So anything that we talk about here today will stay confidential as long as there's no harm to",
        "gt_chunk": "D: currently right now, who do you live with?\n\nP: I live with both my parents as well as my 7 year old sister.\n\nD: OK Alright. And yeah, if I can, just, uh, is it OK if I just talk to you alone for a little bit? \n\nP: Sure, yeah.\n\nD: Alright, yeah, so anything that we talked about here today will stay confidential as long as there is no harm to"
    },
    {
        "whisper_chunk": "yourself or others or risk of harm to yourself or others So yeah I'm just going to ask you a few questions pertaining to your health Sure That sounds good Yeah So at home do you find that you're in a safe environment even outside of your home in your neighbourhood Do you feel safe I do Okay And how about at school Do you feel safe Have you experienced any kind of bullying or anything like that No",
        "gt_chunk": "D: yourself or others or risk of harm to yourself or others. So yeah, I'm just going to ask you a few questions pertaining to your health.\n\nP: Sure, that sounds good.\n\nD: Yeah, so at home, do you find that you're in a safe environment even outside of your home in your neighborhood do you feel safe?\n\nP: I do.\n\nD: OK and how about at school, do you feel safe? Have you experienced any kind of bullying or anything like that? \n\nP: No"
    },
    {
        "whisper_chunk": "Okay Have you tried any alcohol recreational drugs or cigarettes or do you know any friends that have tried No I know older kids that have tried in the school but we haven't Okay And are you sexually active No No Okay All right Yeah So those are just a few questions I had I'll call your",
        "gt_chunk": "D: OK. Have you tried any alcohol, recrea' recreational drugs or cigarettes or do you know any friends that have tried?\n\nP: I know, I know, older kids that have tried in the school, but we haven't. \n\nD: OK, and are you sexually active?\n\nP: No.\n\nD: No OK alright yeah so those are just a few questions I had I'll call your"
    },
    {
        "whisper_chunk": "mom back in Okay Okay So yeah we're just going to try and do a couple examinations So are you able to stand up by yourself I can but I need a lot of assistance Like I have to hold on to the desk or have a crutch or something like that Okay No worries And then while",
        "gt_chunk": "D: mom back in. OK, so yeah, we're just gonna try and do a couple of examinations. So are you able to stand up by yourself?\n\nP: Um I can, but I need a lot of assistance like I have to hold on to the desk or have a crutch or something like that.\n\nD: OK, uh, no worries and then while"
    },
    {
        "whisper_chunk": "laying down are you able to lift your right leg with your knees straight I don't know about straightening my knees My leg seems to have permanently turned outward and looks shorter than my other leg Okay And yeah I forgot to ask you this earlier I don't think we weighed you when you were",
        "gt_chunk": "D: laying down, are you able to lift your right leg with your knees straight?\n\nP: I don't know about straightening my knees. My leg seems to have permanently turned outward and look shorter than my other leg.\n\nD: OK and yeah, I forgot to ask you this earlier. I don't I don't think we weighed you when you were"
    },
    {
        "whisper_chunk": "coming in but approximately how much would you say you weigh I weigh about 130 pounds Okay And do you know how tall you are I'm about 4 8 Okay Okay All right So yeah those were just some",
        "gt_chunk": "D: coming in, but approximately how much would you say you weigh?\n\nP: I weigh about um 130 pounds.\n\nD: OK, and do you know how tall you are?\n\nP: Uhm I'm about 4'8\".\n\nD: OK. OK, alright, so yeah those were just some"
    },
    {
        "whisper_chunk": "of the questions I had today We'll do a full physical examination have you come in Sorry And we'll continue with the full examination today And what currently it seems like it can definitely be from the fall You may have injured yourself and we just want to make sure there's no fractures like a hip fracture One thing that's also",
        "gt_chunk": "D: of the questions I had today we'll do a full physical examination and have you come in. Alright, sorry and like well will continue with the full examination today and what currently it seems like it can definitely be from the fall. You may have injured yourself and we just want to make sure there's no fractures like a hip fracture. \n\nP: OK.\n\nD: One thing that's also"
    },
    {
        "whisper_chunk": "something that we have to investigate is something called slipped capital femoral epiphysis So this is a common hip issue in adolescents especially from boys aged 10 to 16 And usually it's the left hip that's affected but it can be the right",
        "gt_chunk": "D: something that we have to investigate is something called slipped capital femoral epiphysis. So this is, this is a common hip issue in adolescents, especially from boys aged 10 to 16. And usually it's the left hip that's affected, but it it can be the right"
    },
    {
        "whisper_chunk": "And as adolescents are in a phase where they're growing if they have some predisposition to slipping of the capital femoral epiphysis which is right between your hips you can get some slipping It can be after a fall or it can happen just as the child is growing And it can also it is also associated",
        "gt_chunk": "D: And as adolescents are in a phase where they were growing, there is, if they have some predisposed disposition too slipping of the capital femoral if epiphysis, which is right between your hips, you can get some slipping. It can be after a fall or it can happen just as the child is growing, and it can also it is also associated"
    },
    {
        "whisper_chunk": "with the increasing weight that a child may have So what we can do is just get an x ray of both the hips and see what we can find on the x ray And then we'll also do a full examination And if it does turn out that there is a fracture or there's a slipped capital femoral we will need",
        "gt_chunk": "D: with the increasing weight that a child may have. So what we can do is just get first an X-Ray of both the hips. \n\nP: OK.\n\nD: And see like what we can find on the X-Ray and then will also do a full examination. And it, if it does turn out that there is a fracture or there's a slipped capital femoral epiphysis we will need"
    },
    {
        "whisper_chunk": "to send out a referral to pediatric orthopedic surgery OK Yeah So yeah first we'll just get the imaging done and see what's going on in there And then we'll get back to you shortly OK that sounds great Thank you so much Welcome Take care",
        "gt_chunk": "D: to send out a referral to pediatric orthopedic surgery.\n\nP: OK.\n\nD: Yeah, so yeah, first we'll just get the image Ng done and see what's going on in there and then we'll get back to you shortly.\n\nP: OK, that sounds great. Thank you so much.\n\nD: Welcome. Take care"
    }
]