[
    {
        "whisper_chunk": "What brings you here today Hi I'm having difficulties breathing and I just had this cough and it's been two months now Two months So two months of the difficulty of breathing or the cough Two months of difficulty breathing and the cough has gotten worse I've had a cough for a couple years now I'm a smoker Okay",
        "gt_chunk": "D: What brings you here today?\n\nP: Hi I am having difficulties breathing and I've just had this cough and it's, It's been two months now.\n\nD: Two months, so did the two months of the difficulty breathing or the cough?\n\nP: Two months of difficulty breathing and the cough is gotten worse. I've had a cough for a couple years now. I'm a smoker.\n\nD: OK"
    },
    {
        "whisper_chunk": "and is this cough different at all It just doesn't go away Okay and when did the shortness of breath start About two months ago Okay and is it getting worse Oh yeah Okay are you bringing up any sputum at all with your cough I sometimes yeah I do Okay and is there any color to it or is it clear It's pink in color It's pink in color Okay have",
        "gt_chunk": "D: and is is this cough different at all?\n\nP: It's just, it just doesn't go away. \n\nD: OK, and when did the shortness of breath start?\n\nP: About two months ago.\n\nD: OK, and is it getting worse? \n\nP: oh yeah\n\nD: OK. Are you bringing up any sputum at all with your cough?\n\nP: Uhm? I sometimes uhm, yeah I do.\n\nD: OK and is is there any color to it or is it clear? \n\nP: it's pink in color\n\nD: It's pink in color? \n\nP: Hmm\n\nD: Ok. Have"
    },
    {
        "whisper_chunk": "you coughed up any blood at all Sometimes Sometimes I think little streaks of blood around there Little streaks of blood Okay And have you ever coughed up any just without it being in the sputum just onto a tissue or anything like that No No Okay Okay and are your symptoms just constant over the last two months or do they come and go The shortness of breath just kind of stays Just stays Okay Yeah Okay and is there anything that helps with your",
        "gt_chunk": "D: you coughed up any blood at all?\n\nP: Sometimes \n\nD: sometimes? \n\nP: Streaks of blood here and there. \n\nD: Little streaks of blood? OK, and have you ever coughed up any just without without it being in the sputum, just onto a tissue or anything like that? Just coughing up any blood?\n\nP: No. \n\nD: OK. So an are your symptoms just constant over the last two months or do they come and go?\n\nP: Shortness of breath just kind of stays.\n\nD: OK, and is there anything that helps with your"
    },
    {
        "whisper_chunk": "shortness of breath like taking a rest or any positions in particular Yeah sometimes resting does help I find that it's worse when I'm moving around and huffing and puffing more Okay and is it worse at all when you lay down No No And do you find yourself ever having to wake up at night gasping for air No it hasn't gotten that far but seeing how bad it's been over the past two months and how fast it's progressing I won't be surprised if I can't even sleep",
        "gt_chunk": "D: shortness of breath, like taking a rest or any positions in particular?\n\nP: Yeah, sometimes resting does help. I find that it's worse when I'm moving around, I'm huffing and puffing more.\n\nD: OK, and is it worse at all when you lay down?\n\nP: No. \n\nD: No? And do you find yourself ever having to wake up at night and gasp gasping for air?\n\nP: No, it hasn't gotten that far but seeing how bad it's been over the past two months and how fast is progressing, I won't be surprised if I can't even sleep"
    },
    {
        "whisper_chunk": "It's been quite difficult I don't even know why I waited so long I should have come in earlier Well I'm glad you came in today We can definitely try and help you with what's going on Do you at all use any kind of medications to help you with your symptoms I've just been using my inhalers a bit more but they don't always help Okay and what are you using the inhalers for Oh I have COPD COPD Okay and when were you diagnosed It's been 15 years",
        "gt_chunk": "P: It's been quite difficult I I don't even know why I waited so long. I should have come in earlier.\n\nD: Well, I'm glad you came in today. We can definitely try and help you with what's going on. Do you at all use any kind of medications to help you with your symptoms?\n\nP: I've just been using my inhalers a bit more but they don't always help.\n\nD: OK, and what are you using the inhalers for?\n\nP: Oh, I have COPD.\n\nD: COPD? OK, and when were you diagnosed?\n\nP: It's been 15 years"
    },
    {
        "whisper_chunk": "now 15 years And how many puffers are you taking I'm taking two puffers Okay and do you have one that you take when you absolutely need it Yeah I do That's the one that I've been trying to use Has it been less effective at all recently Yeah it hasn't been helping The blue one I try to keep taking the",
        "gt_chunk": "D: know the how many puffers are you taking? \n\nP: Uhm, I'm taking uhm, I'm taking two puffers.\n\nD: OK, and do you have one that that you take when you when you absolutely need it?\n\nP: Yeah, yeah I do. That's the one that I've been trying to use but \n\nD: Has it been less effective at all recently? \n\nP: Yeah, it hasn't been helping. The blue one I tried to keep taking the"
    },
    {
        "whisper_chunk": "blue one and it's just not helping Okay Have you been sick at all recently with fever chills runny nose any cold like symptoms No No nothing like that Have you been in contact with anyone that's been sick Oh no no I've been staying at home I've been very careful these days Yeah for sure So this started two months ago So you've not traveled then I'm assuming No Okay Are you having any kind of dizziness or fainting spells",
        "gt_chunk": "P: blue one and it's just, you know it's not helping.\n\nD: Have you been sick at all recently with fever? Chills, like runny nose? Any cold like symptoms?\n\nP: No. \n\nD: No, nothing like that? Have you been in contact with anyone that's been sick? \n\nP: Oh no. I've been staying at home. I've been very careful these days.\n\nD: Yeah for sure. Any so this started two months ago? Are you having, so you have not traveled then I'm assuming?  \n\nP: No.\n\nD: OK, are you having any kind of dizziness or fainting spells"
    },
    {
        "whisper_chunk": "No no No okay Any kind of swelling in your legs or your hands that you've noticed No No okay Any headaches at all No Well sometimes I do but it's not been severe It's been there for the past I always when I'm stressed out I get these headaches It's nothing new Okay Any nausea or vomiting No No Any diarrhea or constipation No No okay Any fevers or chills",
        "gt_chunk": "P: no no. \n\nD: No? OK, any kind of swelling in your legs or hands that you've notice? \n\nP: No\n\nD: OK. Any headaches at all?\n\nP: No. Well, sometimes I do. But it's not been severe. It's been there for the past uhm always when I'm stressed out I get these headaches. It's nothing new.\n\nD: OK, any nausea or vomiting?\n\nP: No. \n\nD: No? Any diarrhea or Constipation? \n\nP: No.\n\nD: No OK, any fevers or chills"
    },
    {
        "whisper_chunk": "recently I have a mild fever It's been there I've checked it And when did you notice I was just checking my temperature about a month ago and noticed that I had a fever Okay fine This was a month ago Yeah Have you had it recently at all I haven't checked it recently but I do feel a little hot Okay Are you getting night sweats at all Sometimes Sometimes okay And are you getting any kind of",
        "gt_chunk": "D: recently?\n\nP: I have a mild fever. It just, it's been there.\n\nD: When did you notice?\n\nP: Uhm I was just checking my temperature about a month ago and noticed that I had a fever.\n\nD: OK. This was a month ago?\n\nP: Yeah.\n\nD: Have you had it recently at all?\n\nP: I haven't checked it recently, but I do feel a little hot.\n\nD: OK, are you getting night sweats at all?\n\nP: Sometimes. \n\nD: Sometimes, OK. And are you getting any kind of"
    },
    {
        "whisper_chunk": "significant weight loss No So your weight's been fine It's been the same although I have been eating quite a lot more now with the pandemic and being home But my weight's still been the same And so are you having do you feel like tired throughout the day or increased fatigue Oh my God so tired I can you know with the difficulty breathing I feel like all my energy is spent just trying to get to the bathroom Okay And how is there",
        "gt_chunk": "D: significant weight loss? \n\nP: No. \n\nD: No, then your weight's been fine?\n\nP: It's been the same. Although I have been eating quite a lot more now with the pandemic and being home, you know that might be still in the same.\n\nD: And so are you having, do you feel like tired throughout the day or increased fatigue? \n\nP: Oh my God. So tired I can, you know, with the difficulty breathing I feel like all my energy spent just trying to, trying to get to the bathroom.\n\nD: OK, and how? Is there"
    },
    {
        "whisper_chunk": "like how much do you walk or move around that you get short of breath Or are you short of breath at rest as well I'm short of breath all the time Okay so even at rest Yeah it's just it's worse when I'm moving And so you've been diagnosed with COPD Have you had to use oxygen at home at all No No okay Have you had any hospitalizations in the past for your COPD Yeah I had a",
        "gt_chunk": "D: like? How much do you walk or move around that you get short of breath? Or are you short of breath at rest as well?\n\nP: Uhm? I'm short of breath all the time. Yeah, it's just, It's it's worse when I am moving.\n\nD: And so you've been diagnosed with COPD. Have you had to use oxygen at home at all?\n\nP: No. \n\nD: No OK, how about have you had any hospitalizations in the past for your COPD?\n\nP: Yeah, I had a"
    },
    {
        "whisper_chunk": "couple last year A couple hospitalizations Yeah about four hospitalizations last year Oh I see And did you have to use any oxygen in the hospital Yeah yeah I did I did And they never sent you home with any like oxygen tank or anything like that No Okay So they told me my COPD was pretty bad Okay That I might need to get oxygen at some point I see And when you were in hospital did they give you like antibiotics Or when you went home did they give you",
        "gt_chunk": "P: couple last year.\n\nD: A couple of hospitalizations? \n\nP: Yeah, yeah. About four hospitalizations last year.\n\nD: Oh, I see. And and did you have to use any oxygen in the hospital?\n\nP: Yeah yeah I did. I did.\n\nD: They never sent you home with any like oxygen tank or anything like that? OK.\n\nP: Although they told me my COPD was pretty bad. That I might need to get oxygen at some point. \n\nD: I see. And have you, when you in hospital, did they give you antibiotics or when you went home?"
    },
    {
        "whisper_chunk": "antibiotics Yeah yeah they did Okay Did they tell you you had any pneumonia at all at any point I don't think so No Okay Okay Any changes or do you get any chest pain at all Sometimes when I breathe in very deep I see Any kind of sensation that your heart is facing No No Okay Any kind of issues with your sleep or appetite Well no not really It's just the difficulty breathing sometimes It's",
        "gt_chunk": "D: ?\n\nP: Yeah. Yeah they did. they did. \n\nD: Did they tell you you had pneumonia at all at any point?\n\nP: I don't think so.\n\nD: No. OK, OK any any changes or do you get any chest pain at all?\n\nP: Uhm, sometimes when I breathe in very deep.\n\nD: I see. Any any kind of sensation that your heart is racing? \n\nP: No. \n\nD: No. OK Any kind of issues with your sleep or appetite?\n\nP: Umm. Well, no, not really. It's just the difficulty breathing sometimes it's"
    },
    {
        "whisper_chunk": "been hard to sleep Okay Any exposure to any fumes or allergens in your household any animals pets No No Okay And other than COPD have you been diagnosed with any medical conditions in the past No I'm pretty healthy otherwise Okay And do you have any allergies at all to medications or environmental allergies I'm allergic to cats To cats Okay Do you have a cat No Okay Have you been around any cats recently No Okay Are you on any medications besides the",
        "gt_chunk": "P: been hard to sleep.\n\nD: OK, any any exposure to any fumes or allergens in your household, any animals, pets? \n\nP: No. \n\nD: OK. And other than COPD, have you been diagnosed with any medical conditions in the past?\n\nP: No, I'm pretty healthy otherwise.\n\nD: OK, do you have any allergies at all to medications or environmental allergies?\n\nP: I'm allergic to cats.\n\nD: To cats, OK, do you have a cat? \n\nP: No.\n\nD: No OK. Have you been around any cats recently?\n\nP: Nope\n\nD: No OK, are you on any medications besides the"
    },
    {
        "whisper_chunk": "puffers No Okay So you use the Ventolin and then what's the other puffer that you use I don't remember the name Do you know the color at all It's orange Orange Okay So you've had four hospitalizations in the past year Any surgeries in the past I had a knee replacement on my right side Okay And when was that Ten years ago Okay",
        "gt_chunk": "D: puffers?\n\nP: Nope\n\nD: OK, and so you use the ventolin and then what's the other puffer that you use?\n\nP: Uhm I don't remember the name. \n\nD: Do you know the color at all? \n\nP: It's orange \n\nD: orange OK. So you've had four hospitalizations in the past year. Any surgeries in the past?\n\nP: I had a knee replacement on my right side. \n\nD: OK, and when was that?\n\nP: 10 years ago \n\nD: OK"
    },
    {
        "whisper_chunk": "Do you have any family history of any lung conditions heart conditions any cancers My dad had COPD as well Okay And any lung cancers in the family No No So currently do you work at all I'm retired Okay And what did you do before you retired I was a mechanic at Chrysler's Okay And during your work were you ever exposed to any",
        "gt_chunk": "D: Do you have any family history of any lung conditions, heart conditions, any cancers?\n\nP: My dad had COPD as well. \n\nD: OK. And any lung cancers in the family? \n\nP: no.\n\nD: No, so currently do you work at all?\n\nP: I'm retired.\n\nD: OK, and what did you do before you retired?\n\nP: I was I was a mechanic at Chrysler's.\n\nD: OK, and during your work, were you ever exposed to any"
    },
    {
        "whisper_chunk": "chemicals or any kind of in your workplace or home exposed to any asbestos or anything like that Not that I'm aware of Okay And how long have you been smoking for Oh yeah I was a teenager when I started Okay And how much do you smoke on a daily basis I smoke a pack a day Okay And have you at all tried to quit before I can't quit It's not going to happen A lot of people have told",
        "gt_chunk": "D: chemicals or any kind of in your\n workplace or home exposed to any asbestos or anything like that?\n\nP: Not that I'm aware of. \n\nD: OK. And how long have you been smoking for?\n\nP: Oh yeah, I was a teenager when I started.\n\nD: OK, and how much do you smoke on a on a daily basis?\n\nP: I smoke, I smoke a pack a day\n\nD: OK. Have you at all tried to quit before? \n\nP: I can't quit. It's not gonna happen. A lot of people have told"
    },
    {
        "whisper_chunk": "me try to quit but I just can't live without it And I'm 75 now you know I'm not going to live a lot longer Yeah But also even if you try to cut down some of your symptoms might get better Like even though you're 75 you can definitely have improvement in some of your symptoms that you're having like the shortness of breath and coughing So if at all that you want to consider cutting down gradually we can talk about that",
        "gt_chunk": "P: me try to quit but I I just can't live without it and I'm 75 now, you know. Like I'm not gonna live a lot longer anyway.\n\nD: Yeah yeah but also even if you try to cut down some of your symptoms might get better. Like even though you're 75, you can definitely have improvement in some of your symptoms that you're having, like the shortness of breath and coughing. So if at all that you you want to consider cutting down and gradually. we can talk about that"
    },
    {
        "whisper_chunk": "more as well Sure Okay And do you use any recreational drugs like marijuana No And do you drink I don't No Okay So yeah those were all the questions I have for you Do you have any questions for me No I just I guess I need to be admitted right Just like those other COPD exacerbations I'm thinking this is exactly that and I'll have to stay in the hospital right Yeah So we definitely before deciding on whether or not you should be admitted since you said the Ventolin is not working for you we'll definitely",
        "gt_chunk": "D: more as well. \n\nP: Sure\n\nD: OK, and do you use any recreational drugs like marijuana? \n\nP: No\n\nD: Do you drink?\n\nP: No \n\nD: No, OK, so yeah, those are all the questions I have for you. Do you have any questions for me? \n\nP: No, I just I guess I need to be admitted right? Just like those other COPD exacerbations? I'm thinking this is exactly that and I'll have to stay in the hospital, right? for a couple of days\n\nD: Yeah, so we definitely before deciding on whether or not you should be admitted, since you said the Ventolin is not working for you, we will definitely"
    },
    {
        "whisper_chunk": "give you some Ventolin and perhaps a steroid for just to get rid of some of your symptoms right now And we want to also make sure since you're having like cough as well as shortness of breath to do a COVID swab on you just in case I know you've been like isolating and everything but just in case we'll do that And we'll get like a chest x ray on you as well just to see if there's any kind of pneumonia going on And then from there",
        "gt_chunk": "D: give you some some ventilation and perhaps steroid for just to get rid of some of your symptoms right now, and we want to also make sure since you're having like cough as well as shortness of breath to do a covid swab on you, just in case. I know you've been like isolating and everything, but just in case I will do that and we'll get like a chest x ray on you as well, just to see if there's any kind of pneumonia going on. And then from there"
    },
    {
        "whisper_chunk": "we'll also get your blood work And then from there we'll see whether or not you will require another admission Sure Okay And there you might I'm not 100  sure but you might require home oxygen if like we take your vitals and everything and your oxygenation is very low Have you been talked about that at all in the past Yeah they talked about it last time I've been trying to avoid it but if it has to happen it has to happen Yeah and it might just sometimes just you know",
        "gt_chunk": "D: we'll also get your blood work, and then from there we'll see whether or not you will require another admission.\n\nP: Sure. \n\nD: OK, and there you might, I'm not 100% sure, but you might require home oxygen if like we take your vitals and everything and your oxygenation is very low. Have you have you been talked about that at all in the past?\n\nP: Yeah, they talked about it last time I've been trying to avoid it, but if it has to happen, it has to happen.\n\nD: Hmm yeah, and it might just sometimes just, you know"
    },
    {
        "whisper_chunk": "you've had four admissions in the past it might actually just help you stay at home if you are on oxygen Anyways yeah we can talk about that We'll do like a full physical examination and everything and go from there Sure I'll be with you shortly",
        "gt_chunk": "D: you've had four admissions in the past and it might actually just help you stay at home if you are on oxygen. Anyways, yeah we can talk about that. We'll do like a full physical examination everything and go from there.\n\nP: Sure. \n\nD: Great, I'll be with you shortly"
    }
]