[
    {
        "whisper_chunk": "So what brings you in here to the ER Well so I should start by saying I was recently hospitalized for a pneumonia I left five days ago but as soon as I left that evening I started coughing again and now I have all the same symptoms I have a cough I'm feeling short of breath and I",
        "gt_chunk": "D: So what brings you in here to the ER?\n\nP: Well, I thought I should start by saying I was recently hospitalised for pneumonia. I left five days ago, but as soon as I left that evening, I started coughing again and now I have all the same symptoms. I have a cough, I'm feeling short of breath and I"
    },
    {
        "whisper_chunk": "feel like I have a fever Okay and before you were discharged did they let you know what you had and what kind of things were you treated with So I was treated with some antibiotics I don't know exactly which ones They said I had some sort of bacterial pneumonia Okay but then it got resolved and they sent you home Yeah that's right So are your symptoms similar",
        "gt_chunk": "P: feeling like I have a fever.\n\nD: OK, and before you were discharged the day, can you let me know what you had and what kind of things were you treated with?\n\nP: I was treated with some antibiotics, I don't know exactly which ones. They said I had some sort of bacterial pneumonia.\n\nD: OK. But then it got resolved and they sent you home?\n\nP: Yeah, that's right.\n\nD: So are your symptoms similar"
    },
    {
        "whisper_chunk": "to when you got admitted They're similar but I feel like they're also worse now They're worse Okay so you're having a cough shortness of breath and fever and did that all start together or did one come before another So the cough came first then the shortness of breath and then the fever Okay and the cough how would you describe the cough",
        "gt_chunk": "D: to when you got admitted?\n\nP: They are similar, but I feel like they are also worse now.\n\nD: OK, worse, OK, so you're having a cough, shortness of breath and fever, and did that all start together? Or did one come before another?\n\nP: Um, so the cough came first, then the shortness of breath, and then the fever.\n\nD: OK, and the cough, how would you describe the cough"
    },
    {
        "whisper_chunk": "It's harsh it's persistent Are you producing any sputum I guess a little bit Yeah I guess a little bit and it's yellow It's yellow okay Do you notice any kind of blood in your sputum No no blood Okay so just a yellow sputum",
        "gt_chunk": "P: it's harsh, it's persistent.\n\nD: Are you producing any sputum?\n\nP: Um, I guess a little bit, yeah. Yeah, I guess a little bit and it's yellow.\n\nD: It's yellow, OK, do you notice any kind of blood in your sputum? \n\nP: No, no blood. \n\nD: OK, so just yellow sputum"
    },
    {
        "whisper_chunk": "How much would you say you're producing in an average day Maybe like 10 to 15 times in a day I produce enough to feel like the inside of my palm Okay and with the fever did you get a chance to measure take a temperature at all No I haven't actually taken my temperature",
        "gt_chunk": "D: how much would you say you're producing an average day?\n\nP: Um, maybe like, 10 to 15 times in a day I produce enough to fill like the inside of my palm.\n\nD: OK. And with the fever, did you get a chance to measure, take a temperature at all?\n\nP: Umm, no, I haven't actually taken my temperature"
    },
    {
        "whisper_chunk": "Okay but you've been having chills then or are you having any other symptoms Yeah chills I've been feeling kind of hot during the day yeah Okay and how about the shortness of breath Is that just during activity or you can have that when you're sleeping or resting as well The shortness of breath is more with like activity when I'm walking around Okay",
        "gt_chunk": "D: OK, but you've been having chills and are you having any other symptoms?\n\nP: Yeah, chills. I've been feeling kind of hot during the day.\n\nD: Yeah, OK. And how about the shortness of breath, is that just during activity or you can have that when you're sleeping or resting as well?\n\nP: The shortness of breath is more with like activity when I'm walking around. \n\nD: OK"
    },
    {
        "whisper_chunk": "and have all these symptoms been getting worse at all Yeah I'd say they're getting worse now This is the fifth day and it's definitely getting worse Okay do you feel dizzy or lightheaded at all No Do you have any muscle aches A little bit Okay and what muscles would you say",
        "gt_chunk": "D: And have all these symptoms been getting worse at all?\n\nP: Yeah, I'd say they're getting worse now. It's like this everyday and it's definitely getting worse.\n\nD: OK, do you feel dizzy or lightheaded at all?\n\nP: Um, no.\n\nD: Do you have any muscle aches?\n\nP: Um, a little bit. \n\nD: OK, and where on your muscles would you say"
    },
    {
        "whisper_chunk": "are aching I would say like my lower limbs just generally all over but just yeah like the big muscles like my thighs my shoulders Okay and have you been having any kind of swelling in your limbs at all No no swelling",
        "gt_chunk": "D: are aching?\n\nP: I would say my lower limbs and just generally all over, but just yeah like the big muscles like my thighs, my shoulders. \n\nD: OK. And have you been having any kind of swelling in your limbs at all?\n\nP: No, no swelling"
    },
    {
        "whisper_chunk": "Okay and any kind of swelling of your neck region or lymph nodes No not that I noticed Okay and do you feel any kind of chest pain with the shortness of breath No no nothing like that Okay and since you've been out of the hospital have you been in contact with anyone who's sick No",
        "gt_chunk": "D: OK and any kind of swelling of your neck region or lymph nodes?\n\nP: No, not that I noticed.\n\nD: OK. And do you feel any kind of chest pain with shortness of breath?\n\nP: Um, no nothing like that.\n\nD: OK, and since you've been out of the hospital, have you been in contact with anyone who's sick?\n\nP: No"
    },
    {
        "whisper_chunk": "I went straight home Okay and any recent travel No no recent travel Okay any headaches No headaches Okay any nausea or vomiting No Any kind of fatigue or increased tiredness I feel fatigued yes",
        "gt_chunk": "P: I went straight home.\n\nD: And any recent travel?\n\nP: No, no recent travel.\n\nD: OK, any headaches?\n\nP: No headaches.\n\nD: Any nausea or vomiting?\n\nP: No. \n\nD: Any kind of fatigue or increased tiredness?\n\nP: I feel fatigued, yes"
    },
    {
        "whisper_chunk": "Okay and do you feel at all that your heart is racing No Okay and do you have any symptoms like a loss of taste sense of taste or smell No Okay any kind of bowel movement issues any constipation or diarrhea No",
        "gt_chunk": "D: OK, and do you feel at all that your heart is racing?\n\nP: No. \n\nD: OK, and do you have any symptoms like a loss of taste, sense of taste or smell? \n\nP: No.\n\nD: So, OK, any kind of bowel movement issues? Any constipation or diarrhea?\n\nP: No"
    },
    {
        "whisper_chunk": "Okay and any urinary trouble No nothing like that Okay have you lost any weight recently No Okay have you been able to sleep throughout the night or does the coughing wake you up or the chills wake you up No they don't wake me up I wouldn't say",
        "gt_chunk": "P: .\n\nD: And any urinary trouble?\n\nP: Um, nothing like that. \n\nD: OK, have you lost any weight recently?\n\nP: No. \n\nD: Have you been able to sleep throughout the night or does the cough  wake you up or the chills wake you up?\n\nP: Um, no,  they don't wake me up. I wouldn't say"
    },
    {
        "whisper_chunk": "that Okay are you having any other symptoms like a sore throat runny nose congestion anything like that No Okay and anything in your house like dust or an old carpet or pets anything that triggers some of these symptoms No Okay and in terms of",
        "gt_chunk": "P: that. \n\nD: OK. Are you having any other symptoms like a sore throat, runny nose, congestion, anything like that?\n\nP: No. \n\nD: OK, and anything in your house like dust or an old carpet or pets? Anything that triggers some of these symptoms?\n\nP: No.\n\nD: OK. OK, and in terms of"
    },
    {
        "whisper_chunk": "your past medical history any conditions that you've been diagnosed with like asthma COPD anything like that No nothing like that Okay do you take any medications at all I take some multivitamins particularly calcium and vitamin D and I'm also on Synthroid",
        "gt_chunk": "D: your past medical history, any conditions that you've been diagnosed with like asthma, COPD, anything like that?\n\nP: Um, no, nothing like that.\n\nD: OK, do you take any medications?\n\nP: I do, I take some multivitamins particularly calcium and vitamin D, and I'm also on Synthroid"
    },
    {
        "whisper_chunk": "Okay so do you have hypothyroidism Yeah sorry I forgot to mention that No worries And when you went home and you were discharged did they give you any antibiotics to finish at home Yes they did So I only had one day's worth left I was switched from IV antibiotics to the oral",
        "gt_chunk": "D: OK, so do you have hyperthyroidism?\n\nP: Yeah, sorry I forgot to mention that.\n\nD: No worries. Then when you went home and you were discharged, did they give you any antibiotics to finish at home?\n\nP: Ah yes, they did. So I only had one days worth left. I was switched from IV antibiotic  to the oral"
    },
    {
        "whisper_chunk": "kind and so I finished the remaining dose that day that I went home Okay so you finished the course Mm hmm Okay All right do you have any past history besides when you were admitted any other hospitalizations or surgeries at all I don't know Do you have any family history of asthma COPD or any lung conditions",
        "gt_chunk": "P: kind and so I'd finish the remaining pills that day, then went home.\n\nD: OK, so you finished the course, OK. Great and do you have any past history when you were admitted, any other hospitalizations or surgeries at all? \n\nP: Um, no. \n\nD: Do you have any family history of asthma, COPD or any lung conditions"
    },
    {
        "whisper_chunk": "No Any other conditions that run in the family No Okay And currently where do you live I live in a house with my daughter and her husband Okay And any one of them have similar symptoms or have been sick recently No Okay And have you had a COVID",
        "gt_chunk": "P: No.\n\nD: Any other conditions that run in the family?\n\nP: No. \n\nD: OK. And currently, where do you live?\n\nP: I live in a house with my daughter and her husband.\n\nD: OK, and any one of them have similar symptoms or have been sick recently?\n\nP: No. \n\nD: OK, and have you had a COVID"
    },
    {
        "whisper_chunk": "test done at all No no COVID tests have been done I had one in the hospital before I was admitted but none today Okay And do you smoke at all I used to smoke I don't smoke anymore Okay And when did you quit About seven years ago Okay Congratulations Thank you",
        "gt_chunk": "D: test done at all?\n\nP: Um, no, no COVID tests have been done. I had one in the hospital before I was admitted, but none today.\n\nD: OK. And do you smoke at all?\n\nP: I used to smoke. I don't smoke anymore.\n\nD: OK, and when did you quit?\n\nP: About seven years ago.\n\nD: OK congratulations."
    },
    {
        "whisper_chunk": "And yeah how much would you say you smoked before that and for how many years Before that I would say I smoked for like gosh 20 years and about a pack a day Okay Do you drink alcohol I drink like a glass of wine a week Okay Any other recreational drugs like",
        "gt_chunk": "D: And how much would you say you smoked before that, and for how many years?\n\nP: Before that, I would say it's like gosh, 20 years and then about a pack a day.\n\nD: OK. Do you drink alcohol?\n\nP: I drink like a glass of wine a week.\n\nD: OK. Any other recreational drugs like"
    },
    {
        "whisper_chunk": "marijuana No Okay Yeah so is there anything else any other questions that you have for me today No that was it What do you think I have Yeah so there's definitely multiple things that can be going on Since you were just recently admitted maybe you might have another bacterial",
        "gt_chunk": "D: marijuana? \n\nP: No. \n\nD: OK. Yeah, so is there anything else? Any other questions that you have for me today? \n\nP: No, what do you think I have?\n\nD: Yeah, so there's definitely multiple things that can be going on. Since you were just recently admitted, maybe you might have another bacterial"
    },
    {
        "whisper_chunk": "respiratory infection like a pneumonia or it could be viral as well So the first thing we want to do is for sure get a COVID swab done And then we will also get since you were admitted as well recently we want to get an x ray on you just to see if there's any pneumonia Okay And so we'll be keeping you here for a bit until everything comes back We'll get some blood work done for you as well to see if there's any",
        "gt_chunk": "D: r espiratory infection, like a pneumonia or it could be viral as well. So the first thing we want to do is for sure get COVID swab done and then we will also get, since you were admitted, as well recently, we want to get an X Ray on you just to see if there's any pneumonia. OK, and so we'll be keeping you here for a bit until everything comes back. We'll get some blood work done for you as well to see if there's any"
    },
    {
        "whisper_chunk": "infection in your body And then yeah so just sit tight We'll get all those things done Is that okay with you Yeah that's great Thank you You're welcome Yeah so we'll be updating you shortly Okay great Thank you You're welcome Thank you",
        "gt_chunk": "D: infection in your body. And then yeah, so just sit tight, we'll get all those things done. Is that OK with you?\n\nP: Yeah, that's great. Thank you.\n\nD: You're welcome, yeah. So well will be updating you shortly.\n\nP: OK, great, thank you"
    }
]