[
    {
        "whisper_chunk": "How may I help you I've had runny nose over the last few days and I've started to have a sore throat as well When did this start So the runny nose started about five days ago and the sore throat about the same",
        "gt_chunk": "D: how may I help you? \n\nP: I've, uh, had a runny nose over the last few days and I've started to have a sore throat as well.\n\nD: Hmm, Uhm, when did this start?\n\nP: I would, so the runny nose started, uh, about five days ago and, and the sore throat, uhm, about the same"
    },
    {
        "whisper_chunk": "Okay With the runny nose what's the discharge like It's been kind of watery It's clear Okay Alright And has your sore throat gotten better or worse over the past five days It did get a little bit worse",
        "gt_chunk": "D:  have any, what's the discharge like?\n\nP: Uh, it's been kind of watery, it's clear.\n\nD: OK. Alright and has your sore throat gotten better or worse over the past five days?\n\nP: Uh, it did get a little bit worse"
    },
    {
        "whisper_chunk": "initially and since then it's been kind of stable Have you had any difficulties swallowing No it is a bit sore to swallow so it takes me a little bit longer to eat but I've been able to still eat Have you noticed any changes in your voice Any hoarseness in your voice No No",
        "gt_chunk": "P: initially and since then it's been kind of stable. \n\nD: Have you, uhm, had any difficulties swallowing?\n\nP: No, it, it is a bit sore, uhm, to swallow so it takes me a little bit longer to eat, but I've been able to still, still eat.\n\nD: Have you changed, noticed any changes in your voice? Any hoarseness in your voice? \n\nP: No.\n\nD: No"
    },
    {
        "whisper_chunk": "Okay And do you have any nasal congestion Does your nose feel stuffy Yeah it does Yes Okay Any fevers or chills No I don't think so Okay Any difficulties breathing No Any cough No",
        "gt_chunk": "D: OK. And do you have any nasal congestion? Does your nose feel stuffy?\n\nP: Yeah it does, yes.\n\nD: OK, uhm, any fevers or chills?\n\nP: No, I don't think so.\n\nD: OK. Any difficulties breathing?\n\nP: No.\n\nD: Any cough?\n\nP: No"
    },
    {
        "whisper_chunk": "Okay Any pain in your chest No Any other symptoms anything related to your belly say diarrhea or constipation or any changes in your urinary symptoms No nothing like that Okay Are you feeling fatigued tired have any muscle aches I have felt a little bit",
        "gt_chunk": "D: , pain in your chest?\n\nP: No.\n\nD: Any other symptoms, anything related to your belly,  say, diarrhea or Constipation or any changes in your urinary, any urinary symptoms?\n\nP: No, nothing like that.\n\nD: OK, OK, are you feeling fatigued, tired? Have any muscle aches?\n\nP: I, I have felt a little bit"
    },
    {
        "whisper_chunk": "more drowsy these last few days and yeah I have had some muscle aches as well Okay Have you taken anything to help yourself anything over the counter or any pills I did use some cold medication to help because I was having a headache as well and a lot of",
        "gt_chunk": "P: more drowsy these last few days and, uhm, yeah my, uhm, I have had some muscle aches as well.\n\nD: Have you taken anything to help yourself, anything over the counter or any pills?\n\nP: I did use, uh, some uhm, like cold medication to help because I was having a headache as well and a lot of"
    },
    {
        "whisper_chunk": "I guess just like pressure from the nose stuffiness Did the cold meds help Yeah it did help a little bit It did help my nose clear up but it came right back after a few hours And how's your headache now It's not too bad It's pretty mild but it's there Do you usually get headaches of this sort or is",
        "gt_chunk": "P: I guess just like pressure from the nose stuffiness.\n\nD: Did the cold meds help?\n\nP: Yeah, it did help a little bit, it did help my nose clear up but it came right back after a few hours.\n\nD: And how's your headache now?\n\nP: It's not too bad. It's pretty mild, but it's there.\n\nD: Uhm, do you usually get headaches of this sort, or is"
    },
    {
        "whisper_chunk": "this very different from what you generally experience if you usually have headaches I don't usually get headaches but I have felt a headache like this before though Okay When was that Maybe the last time I was sick or if I don't get a good night's sleep School's pretty early in the morning so sometimes if I'm not sleeping well",
        "gt_chunk": "D: this very different from what you generally experience, if you usually have headaches.\n\nP: I don't usually get headaches, but I have felt uhm, a headache like this before though.\n\nD: Oh OK, when was that?\n\nP: Maybe the last time I was, I was sick.\n\nD: Sure.\n\nP: Or if I don't get a good night's sleep. School's pretty early in the morning, so sometimes if I'm not sleeping well"
    },
    {
        "whisper_chunk": "I see Okay All right Any other symptoms that you've experienced over the past five days that I didn't ask you about No it's been mostly the runny nose and sore throat and headache I see Okay All right And do you have any medical conditions No I've been healthy All right Good Any medications that you take on a regular basis",
        "gt_chunk": "D: I see. OK alright, any other symptoms that you've experienced over the past five days that I didn't ask you about?\n\nP: No, it's been, yeah mostly the runny nose and sore throat and headache.\n\nD: I see. OK, alright, and do you have any medical conditions?\n\nP: No, I've been healthy.\n\nD: All right, good, any medications that you take on a regular basis"
    },
    {
        "whisper_chunk": "I'll use like reactant or Claritin sometimes for allergies but that's it What allergies do you have I have allergies to dust and some environmental things like pollen or ragweed I think maybe Okay I see All right And do",
        "gt_chunk": "P: I'll use like Reactine or Claritin sometimes for allergies, but that's it.\n\nD: What allergies do you have?\n\nP: I have allergies to dust and some environmental things, like pollen or ragweed I think maybe.\n\nD: I see. Alright, and,"
    },
    {
        "whisper_chunk": "you have any family history of any medical conditions I think my husband has high blood pressure He takes a medication for that Nothing serious that I know of Okay Great And who do you currently live with So I live with both my parents and I have an older sister as well Good Okay And do",
        "gt_chunk": "D: you have any family history of any medical conditions? \n\nP: Uh, I think my dad has high blood pressure. He takes a medication for that, uhm nothing serious though that I know of.\n\nD: OK, alright, and who do you currently live with?\n\nP: So I live with both my parents and I have an older sister as well.\n\nD: Good, OK, and do"
    },
    {
        "whisper_chunk": "you smoke I did try a vape once or twice but didn't really like it So no All right What about marijuana No I haven't tried that Any recreational drugs No Do you drink alcohol No Okay And have you recently traveled anywhere",
        "gt_chunk": "D: you smoke?\n\nP: I did try a vape once or twice, but, didn't really like it so, no. \n\nD: Alright, what about marijuana?\n\nP: Uh, no, I haven't tried that.\n\nD: Any recreational drugs?\n\nP: No.\n\nD: Do you drink alcohol? \n\nP: No.\n\nD: And have you recently traveled anywhere"
    },
    {
        "whisper_chunk": "No we've been doing classes virtually And any contact with anyone who you think might be sick No Okay All right Well it sounds like you have a sore throat and runny nose You've been a little bit drowsy had some headaches in the past five days Things were getting",
        "gt_chunk": "P: No, we've been doing classes virtually.\n\nD: And any contact with anyone who you think might be sick.\n\nP: No. \n\nD: OK alright, well sounds like you have a sore throat and runny nose. You've been a little bit drowsy, had some headaches in the past five days, things were getting"
    },
    {
        "whisper_chunk": "a little bit worse early on but it's been more stable now We'll do a physical exam just listen to your chest have a look inside your mouth and check your temperature and go from there It sounds like you probably have a viral infection of some sort that should hopefully get better over time We will also get a COVID swab done just in case And",
        "gt_chunk": "D: a little bit, it's been more stable now. We'll do a physical exam, see, just listen to your chest, have a look inside your mouth and check your temperature and go from there. It sounds like you probably have a viral infection of some sort that should get, hopefully get better over time. We will also get a covid swab done just in case and"
    },
    {
        "whisper_chunk": "if things seem to get worse you can definitely come back Okay great Thank you",
        "gt_chunk": "D: if things seem to get worse, we can, you can definitely come back.\n\nP: OK, great, thank you"
    }
]