[
    {
        "whisper_chunk": "What brings you in here today Hi Tisha I've had this cough that's been ongoing and getting worse and now I've been having this sharp pain in my chest Okay and when did the cough first start So yeah the cough started maybe",
        "gt_chunk": "D: What brings you in here today. \n\nP: I I've had this cough that's been ongoing and and getting worse, and and now I've been having this like sharp pain in my in my chest.\n\nD: OK, and when did the cough first start?\n\nP: So yeah, like the cough started, "
    },
    {
        "whisper_chunk": "a couple of weeks ago A couple of weeks ago Okay And has it gotten worse since then or has it stayed about the same It got worse initially but it's been about well actually yeah it's been getting worse because now I've started to notice blood in this butym that wasn't there at first Okay and when did you first",
        "gt_chunk": "P: a couple of weeks ago.\n\nD: A couple weeks ago, OK, and has it gotten worse since then, or has it stayed about the same?\n\nP: Uh it, it got worse initially, but it's been about the, uh, well, actually yeah, it's been getting worse 'cause now I've I've started to notice blood in the sputum that wasn't there at first.\n\nD: OK, and when did you first"
    },
    {
        "whisper_chunk": "notice that So I first saw some blood two days ago It was a really small amount so I didn't worry too much but I brought up blood yesterday and again this morning It's been just about enough to cover a tissue so it's not a lot of blood each time but it's pretty red Okay and before that were",
        "gt_chunk": "D: notice that?\n\nP: So I, I first saw some blood, uhm, two days ago. It was a really small amount so I didn't worry too much, but I I brought up blood yesterday and again this morning. It's been just about enough to cover a tissue, so it's not a lot of blood each time, but it's pretty red.\n\nD: OK, and before that were"
    },
    {
        "whisper_chunk": "you getting any production throughout your coughs for the last few weeks Were you producing any sputum No No Okay Can you just describe your cough currently Is it more of a wet cough or dry cough It's dry mostly with the exception of bringing up some of the blood",
        "gt_chunk": "D: you getting any production throughout your coughs for the last few weeks, like were you producing any sputum?\n\nP: Uh, no.\n\nD: No, OK. Can you just describe your cough currently? Is it more of a wet cough or dry cough? \n\nP: Uh it, yeah, it's it's dry mostly with the exception of bringing up some of the blood"
    },
    {
        "whisper_chunk": "And is the blood just in sputum that you're bringing up or are you coughing up blood into the tissue for example Blood is yeah I'm coughing that up into the tissue Okay and do you remember two weeks ago prior to that were there any factors that might have caused this Like for example did you travel anywhere",
        "gt_chunk": "D: And is the blood just in like sputum that you're bringing up? Or are you coughing up blood into the tissue, for example? \n\nP: Blood is, I'm coughing that up into the tissue. \n\nD: OK, and do you remember 2 weeks ago prior to that, were there any factors that might have caused this, like for example, did you travel anywhere"
    },
    {
        "whisper_chunk": "or see or was in contact with anyone that was sick No I haven't traveled anywhere I have been doing volunteering and things at the homeless shelter here in town It's been really cold out Okay and how long have you been volunteering there",
        "gt_chunk": "D: or see or was in contact with anyone that was sick?\n\nP: No I haven't uh, traveled anywhere. I have been doing volunteering and and things at the homeless shelter here in in town. It's been really cold out.\n\nD: OK, uh, and how long have you been volunteering there"
    },
    {
        "whisper_chunk": "I started this winter so the last three or four months Okay and were you in contact with anyone there that was sick or was having similar symptoms at all There were certainly some people around that would have a cough or were not feeling very well And sometimes I would see people who would even have a hospital gown on",
        "gt_chunk": "P: I started this winter, so the last three, three or four months.\n\nD: OK, and were you in contact with anyone there that was sick or was having similar symptoms at all?\n\nP: There are certainly some people around that that had some that would have a cough, or were not feeling very well but, uh, and sometimes I would see people who would even have a hospital gown on"
    },
    {
        "whisper_chunk": "that came from the hospital So yeah there were definitely some people who weren't feeling well Okay and do you know if anyone at the homeless shelter or anywhere else around your surrounding has had tuberculosis Not that I'm aware of I haven't heard of that Okay Are you having any other symptoms at all besides the coughing and the blood",
        "gt_chunk": "P: that uh came from the hospital. So yeah, there were definitely some people who weren't feeling well.\n\nD: OK, and do you know if anyone at the homeless shelter or anywhere else around your surrounding has had tuberculosis?\n\nP: No, not that I'm aware of. I haven't heard of that.\n\nD: OK, are you having any other symptoms at all besides the the coughing and the blood"
    },
    {
        "whisper_chunk": "like coughing up blood as well Yeah I've been starting to get this sharp chest pain as well I kind of feel it on the left side and center I guess more so Okay and your chest pain when did that start",
        "gt_chunk": "D: like coughing up blood as well?\n\nP: Yeah, I've been uh, starting to get like this sharp chest pain as well. I kind of feel it on the left sides and in center I guess kinda more so.\n\nD: OK and your chest pain, when did that start"
    },
    {
        "whisper_chunk": "So this started yeah about a few days ago as well It's been within the last week Okay and would you describe it as so you said it's kind of a sharp pain Does it move around anywhere No the pain I feel it in the same spot each time Okay and are you feeling the pain when you're coughing",
        "gt_chunk": "P: , this started, yeah, 'bout a few days ago as well. It's been within the last week.\n\nD: OK, and uh, would you describe it as, so you said it's kind of a sharp pain, does it move around anywhere?\n\nP: No, the pain I feel it about in the same spot each time.\n\nD: OK, and are you feeling the pain when you're coughing"
    },
    {
        "whisper_chunk": "or is it when you're exerting yourself like when you feel the pain and how long does it last Yeah I will feel it when I cough I also feel it if I'm I don't know maybe moving around as well like changing positions or things like that It hurts for a few minutes and then it will kind",
        "gt_chunk": "D: or is it when you're exerting yourself, like when do you feel the pain, and how long does it last?\n\nP: I, yeah, I will feel it when I cough. I also feel it uh, if I'm maybe moving around as well. Like changing positions or things like that. It hurts for a few minutes and then it it will kind"
    },
    {
        "whisper_chunk": "of settle down If I stay stationary and sort of lean forward a little bit it will start to feel better Start to feel better okay And besides like leaning forward has anything helped reduce that pain at all Yeah if I lie flat it or sorry no actually the pain gets worse if I lie flat",
        "gt_chunk": "P: of settle down. If if I'm, if I stay stationary and sort of lean forward a little bit it will it will start to feel better.\n\nD: Sort of feels better? OK, and besides, besides like leaning forward, has anything helped reduce that pain at all?\n\nP: Yeah, well if I lie flat, uhm it, it's uh, or sorry. No actually, the pain gets worse if I I lie flat"
    },
    {
        "whisper_chunk": "or if I'm taking a deep breath in But really the only thing that helps the pain is if I try to lean forward when I'm sitting down Okay I see And do you have any pain when breathing in or out I do yeah It gets worse if I'm taking a deep breath in And even more so after I cough if I'm trying to catch my breath I'll feel it then",
        "gt_chunk": "P:  if I'm taking a deep breath in. But really, the only thing that helps the pain is if I try to lean forward when I'm sitting down.\n\nD: OK, I see, and do you have any pain when breathing in or out?\n\nP: I do, yeah it it gets worse if I if I'm taking a deep breath in, and even more so after I after I cough, if I'm trying to catch my breath, I'll feel it then"
    },
    {
        "whisper_chunk": "too Okay And other than these symptoms do you have any kind of shortness of breath Do you have any dizziness or increased sweating any of those symptoms I have been sweating at night but yeah that's it And how about any fevers or chills I have felt a bit hot That's more so yeah maybe when I've been",
        "gt_chunk": "P: too. \n\nD: OK, and uhm, other than these symptoms, do you have any kind of shortness of breath? Do you have any dizziness or increased sweating, any of those symptoms?\n\nP: I have been sweating at night, but, uh, yeah that's it.\n\nD: And how about any fevers or chills?\n\nP: I I have felt a bit hot. That's more so yeah, maybe when I've been"
    },
    {
        "whisper_chunk": "having night sweats but I feel okay now Okay And when you say night sweats are your sheets and blankets like soaked your pillows Yeah they have been a few nights for sure It doesn't happen every night but over these last several months it's been weird I've woken up soaked Okay Do you have any other symptoms like a headache or nausea or vomiting",
        "gt_chunk": "P: having night sweats, but I feel OK now.\n\nD: OK, and when you say night sweats, are your sheets and blankets like soaked your pillows?\n\nP: Yeah, there there have been a few few nights for sure, but it doesn't happen every night. But over these last several months, it's been weird, I've woken up soaked.\n\nD: OK, uh, do you have any other symptoms like a headache or nausea, vomiting"
    },
    {
        "whisper_chunk": "No Have you measured a temperature at all No I haven't Okay We can do that today Do you have any other symptoms like feeling like pounding in your chest racing heart anything like that No nothing like that Have you noticed any swelling in your extremities like your legs and hands No",
        "gt_chunk": "P: No.\n\nD: Have you measured a temperature at all?\n\nP: Uhm no I haven't.\n\nD: OK, we can do that today. Do you have any other symptoms like feeling like pounding your chest, racing heart, anything like that?\n\nP: No, nothing like that.\n\nD: Have you noticed any swelling in your extremities, like your legs and hands?\n\nP: No"
    },
    {
        "whisper_chunk": "Okay And do you have any issues with your bowel movements any constipation or diarrhea No Any urinary issues No Okay Any issues with your sleep and appetite No Sleep's been okay and I've been eating well but I have lost some weight and I've been more",
        "gt_chunk": "D: and do you have any issues with your bowel movements? Any Constipation or diarrhea?\n\nP: No. \n\nD: Any urinary issues?\n\nP: No.\n\nD: OK, any issues with your sleep and appetite?\n\nP: Uh, no. Sleep's been OK, and I've been eating well, but I have uhm, lost some weight and and I've been more"
    },
    {
        "whisper_chunk": "fatigued over the last couple months Okay Before the two weeks or couple of weeks that you had this were you sick at all recently like with a cold or any flu like symptoms No I guess I've been fatigued over the last couple of months but I haven't had any flu like symptoms Okay",
        "gt_chunk": "P: fatigued over the last couple months.\n\nD: OK. Before the two weeks or a couple of weeks that you had this, were you sick at all recently? Like with a cold or any flu like symptoms?\n\nP: No, I I uh, I guess I've been fatigued over the last couple of months, but I haven't had any flu like symptoms. \n\nD: OK"
    },
    {
        "whisper_chunk": "Okay And do you have any exposure to dust fumes animals anywhere in your surrounding I do have two cats at home but I've had them for seven years now and I've been tested for allergies and I'm clear there Okay Do",
        "gt_chunk": "D: and do you have any exposure to dust, fumes, animals anywhere in your surrounding?\n\nP: I do have uh, two cats at home, but I've had them for seven years now and I've been tested for allergies and and I'm clear there.\n\nD: OK? Do"
    },
    {
        "whisper_chunk": "you live with anyone right now Yeah I live with my husband and we have three daughters as well Okay And are any of them sick at all or any similar symptoms Yeah my husband's had a cough as well He hasn't brought up any blood or anything though but my daughters have felt",
        "gt_chunk": "D: you live with anyone right now?\n\nP: Yeah, I live with my husband and we have three daughters as well.\n\nD: OK, and are any of them sick at all or have any similar symptoms.\n\nP: Yeah, my my husband's had a cough uh, as well, he hasn't brought up any blood or anything though. But my my daughters have felt"
    },
    {
        "whisper_chunk": "okay Okay And do you have any past medical diagnosis like high blood pressure diabetes asthma anything like that Yeah I do have type 2 diabetes as well as high blood pressure and I've been diagnosed with depression before as well I do take a few medications for diabetes and blood pressure I'm not on insulin though Okay",
        "gt_chunk": "D: , and do you have any past medical diagnosis like high blood pressure, diabetes, asthma, anything like that?\n\nP: Yeah I do have uh, type 2 diabetes, as well as high blood pressure. I've been diagnosed with depression before as well. I do take a few medications for diabetes and blood pressure. I'm not on insulin though.\n\nD: OK"
    },
    {
        "whisper_chunk": "And do you know what medications you take I think an ACE inhibitor and I think Ramipril and Metformin Okay And do you take anything for depression I used to take acetylopram but it stopped and things have been stable That's good Any",
        "gt_chunk": "D: and do you know what medications you take?\n\nP: I think an ACE inhibitor and, and I think Ramipril and uh, metformin.\n\nD: OK, and do you take anything for depression?\n\nP: I used to take a a citalopram, but I stopped and and things have been been stable.\n\nD: That's good. Any"
    },
    {
        "whisper_chunk": "hospitalizations or surgeries in the past I had two C sections for my second daughter and third Okay Any complications at all with those C sections No everything was good Okay Any other surgeries or hospitalizations No Okay Do you have any family history of any lung conditions heart conditions any cancers",
        "gt_chunk": "D: hospitalizations or surgeries in the past?\n\nP: I had two C sections for my second daughter and and 3rd.\n\nD: OK, any complications at all with those C sections?\n\nP: No, everything was was good.\n\nD: OK, any other surgeries or hospitalizations?\n\nP: No.\n\nD: OK, do you have any family history of any lung conditions, heart conditions, any cancers"
    },
    {
        "whisper_chunk": "My dad had a stroke when he was in his late 60s but that's the only thing I can think of Okay And I know you said you volunteer at the homeless shelter but do you do anything else for work at all Yeah I've been doing some administrative work from home because of COVID So",
        "gt_chunk": "P: My dad had a stroke when he was in his late 60s, but that's the only thing I can think of.\n\nD: OK, and I know you said you volunteer at the homeless shelter, but do you do anything else for work at all?\n\nP: Yeah, I've been doing some administrative work from from home because of "
    },
    {
        "whisper_chunk": "with the extra time I've been trying to do some extra volunteering That's really good And so you live with your husband and three kids Does anyone smoke in the house or do you smoke at all No I don't No one smokes in the house Okay Do you take any recreational drugs like marijuana No And how about alcohol Sometimes",
        "gt_chunk": "P: with the extra time I've been trying to to do some extra volunteering.\n\nD: That's really good. And so besides, so you live with your husband and three kids, does anyone in smoke in the house or do you smoke at all?\n\nP: No, I don't. No one smokes in the house.\n\nD: OK, does, uh, do you take any recreational drugs like marijuana?\n\nP: No.\n\nD: And how about alcohol?\n\nP: Sometimes"
    },
    {
        "whisper_chunk": "I'll have some red wine with dinner but that's only on Christmas or an occasion Okay Yeah All right So other than that sorry I think I might have forgotten to ask you a couple questions So no fainting spells no shortness of breath nothing like that No I haven't had anything like that Just a stern cough Okay",
        "gt_chunk": "P: I'll have some like red wine with dinner, but that's only on like Christmas or an occasion. \n\nD: OK. Yeah, alright so uh other than that, sorry, I think I might have forgotten to ask you a couple questions. So no fainting spells, no shortness of breath, nothing like that?\n\nP: No, I haven't had anything like that, just a stern cough. \n\nD: OK"
    },
    {
        "whisper_chunk": "And no chest pain on exertion No it's the chest pain Well I guess if I'm like moving around a lot but it's not it doesn't come on like because of like physical activity I just feel it like any time I'm like when I'm breathing in or even just moving my body around in the chair And any like fatigue",
        "gt_chunk": "D: and no chest pain on exertion?\n\nP: No, it's the chest pain, well, I guess if I'm like moving around a lot, but it's not, it doesn't come on uh, like because of like physical activity. I just feel it like anytime I'm, like when I'm breathing in or even just moving my body around in the chair.\n\nD: And any like fatigue"
    },
    {
        "whisper_chunk": "or increased tiredness Yeah I've had some fatigue for sure Okay And have you lost any weight recently Yeah I have actually I'm down 20 pounds I thought that was great I was 200 pounds just two months ago And have you been trying to lose weight or that 20 pounds just",
        "gt_chunk": "D: or increased tiredness.\n\nP: Yeah, I've had some fatigue for sure.\n\nD: OK, and have you lost any weight recently?\n\nP: Yeah, I I have actually. I'm I'm down 20 pounds. I thought that was great. I I was 200 pounds just two months ago.\n\nD: And have you been trying to lose weight or that 20 pounds just"
    },
    {
        "whisper_chunk": "went away spontaneously I mean I guess I've tried to make changes to my diet here and there because of the diabetes but I don't really think that it would be enough to lose 20 pounds Okay I see Yeah So do you have any questions So those are all the questions I have Do you have any questions or concerns No I guess just concerned about the blood in",
        "gt_chunk": "D: went away spontaneously?\n\nP: Uh, I mean I I guess I've tried to make changes to my diet here and there because of the diabetes, but I don't really think that it would be enough to lose 20 pounds.\n\nD: OK, I see. Yeah so, do you have any questions? Those are all the questions I have. Do you have any questions or concerns?\n\nP: No, I was just, I guess just concerned about the the blood in"
    },
    {
        "whisper_chunk": "the cough Yeah so definitely that's something concerning We want to make sure there was no So you work at a homeless shelter where there may be a tuberculosis case and your symptoms of coughing up blood as well as losing a significant weight recently And some of the other symptoms that you described as well point towards TB as",
        "gt_chunk": "P: the cough.\n\nD: Yeah, so definitely that's something concerning. We want to make sure there was no, so you work at a homeless shelter, where there may be a tuberculosis case, and your symptoms of coughing up blood as well as losing a significant weight recently, and some of the other symptoms that you described as well, point towards uh TB as"
    },
    {
        "whisper_chunk": "one of the causes No lung cancer history right in your family No Okay So we definitely want to do testing for TB We'll do a smear today of your sputum And we will since you have been in contact with your family we will have to contact public health if the tests come back positive",
        "gt_chunk": "D: one of the causes. No lung cancer history right, in your family?\n\nP: No.\n\nD: OK, uhm so we definitely want to do testing for TB. Will do us a smear today of your sputum and we will, since you have been in contact with your family, we will have to contact a public health if the tests come back positive"
    },
    {
        "whisper_chunk": "And it seems that we'll also do some other testing Sometimes with tuberculosis you can get something called pericarditis And some of the symptoms you are having may point to pericarditis as well So we might have to do an EKG might have to further do an ultrasound x ray for example So first we'll just get the TB test done And then if",
        "gt_chunk": "D: and it seems that, we'll also do some other testing. Sometimes with tuberculosis you can get something called pericarditis, and some of the symptoms you are having may point to pericarditis as well, so we might have to do an EKG. We might have to further do an ultrasound, an x-ray, for example. So first we'll just get the TB test done and then if"
    },
    {
        "whisper_chunk": "it comes back positive you will need to isolate be admitted to the hospital as well and be on a course antibiotics So I know this is a lot to take in Do you have any questions or concerns at all Not right now So we'll wait until some of the results come back and get started Yeah So we'll just do the TB test first",
        "gt_chunk": "D: it comes back positive, you will need to isolate, be admitted to the hospital as well, and be on a course of antibiotics. So I know this is a lot to take in. Do you have any questions or concerns at all?\n\nP: Not right now. Guess will wait until some of the results come back and yeah, get started.\n\nD: Yeah, so we'll just do the TB test first"
    },
    {
        "whisper_chunk": "All right All right Thank you Welcome Take care",
        "gt_chunk": "D: alright?\n\nP: Alright, thank you.\n\nD: Welcome, take care"
    }
]