[
    {
        "whisper_chunk": "I was wondering if you could start by telling me what brought you in Sure you know I've been feeling a little hot for the past two days I've had this awful cough and I just feel so tired Okay and this started two days ago Yes two days ago Okay you've been feeling hot Have you checked your temperature",
        "gt_chunk": "D: I was wondering if you could start by telling me what brought you in.\n\nP: Sure, you know I've been feeling a little hot for the past two days. I've had this awful cough and I just feel so tired.\n\nD: OK and, this started two days ago?\n\nP: Ah yes, two days ago.\n\nD: OK. Yeah, you've been feeling hot, have you checked your temperature"
    },
    {
        "whisper_chunk": "I no I haven't actually checked my temperature I just kind of put my hand on my forehead and I just feel really really hot Okay so we'll check it right now And your temperature is elevated at 38 3 right now so it does sound like you have a fever",
        "gt_chunk": "P:  no, I haven't actually checked my temperature, I just kind of put my hand on my forehead and I just feel really, really hot.\n\nD: OK, so we'll we'll check it right now and. OK, so we're seeing that it's your temperature is elevated at 38.3 right now, so it does sound like you you have a fever"
    },
    {
        "whisper_chunk": "Okay and you mentioned that you have a cough Yeah I do It's a dry cough and it's awful I've very nice Has it been any blood or any sputum No blood and no definitely no sputum Okay anything",
        "gt_chunk": "D: OK, and you mentioned that you had you have a cough?\n\nP: Yeah, I do. It's it's a dry cough and it's awful. I've been hacking for the past two days.\n\nD: Oh no, that doesn't sound very nice. Has it been any blood or any sputum?\n\nP: No blood and no definitely no sputum. OK.\n\nD: Anything"
    },
    {
        "whisper_chunk": "that's like triggered the cough I don't I don't think so I no I don't think so No Okay have you had a cough like this before Maybe like 10 years ago when I had some sort of viral infection they said I had a dry cough but nothing to this extent",
        "gt_chunk": "D: that's like triggered the cough?\n\nP: Um I don't, I don't think so. Um, No, I don't think so. \n\nD: No. OK, have you had a cough like this before?\n\nP: Maybe like 10 years ago when I had some sort of viral infection, they said um. I had a dry cough, but nothing to this extent"
    },
    {
        "whisper_chunk": "Okay have you had any infections recently like in the last month or so like a viral illness Yeah like where you had maybe like a runny nose sore throat and a cough No no not recently Okay so you've been feeling well recently",
        "gt_chunk": "D:  have you had any infections recently, like in the last month or so, like a viral illness? Um, like where you had maybe like a runny nose sore throat and and a cough?\n\nP: No, no not not recently.\n\nD: OK, so you've been feeling well recently"
    },
    {
        "whisper_chunk": "Yeah Okay and you've been fatigued Can you tell me a little bit about how you've been feeling Yeah like you mean in terms of my fever or cough Oh sorry in terms of your energy Oh my energy Yeah I've just been feeling so tired It seems like I can't do the day to day",
        "gt_chunk": "P: Yeah. \n\nD: OK, and you've you been fatigued. Can you tell me a little bit about about how you been feeling?\n\nP: Ah yeah, like you mean in terms of my fever or cough?\n\nD: Oh sorry I mean in terms of your energy.\n\nP: Oh my energy yeah, I've just been feeling so tired, it seems like I can't do "
    },
    {
        "whisper_chunk": "things that I normally would be I would normally have no issues doing I see Okay and any changes to sleep or any kind of stressful events happen in the last few days that might be causing you to be more tired I don't think so Nothing nothing big has happened in my life No big changes Okay and so you've had a fever cough and",
        "gt_chunk": "P: t do normally would be. I would normally have no issues doing.\n\nD: I see OK, and any changes to sleep or any kind of stressful events happen in the last few days that, might be causing you to be more tired. \n\nP: I don't think so. Nothing, nothing big has happened in my life. No big changes. \n\nD: OK um. And so you've had a fever, cough, and"
    },
    {
        "whisper_chunk": "being tired Have you experienced any other symptoms these last few days Yeah fever cough fatigue but I don't have anything any other symptoms besides those Okay so do you have any headaches Oh headaches no no Okay how about any eye or ear",
        "gt_chunk": "D: being tired. Have you experienced any other symptoms these last few days?\n\nP: Um yep, fever, cough, fatigue. But um I don't have anything any other symptoms besides those.\n\nD: OK, so you you do you have any headaches?\n\nP: Oh headaches? No, no. \n\nD: OK, how about any eye or or ear"
    },
    {
        "whisper_chunk": "symptoms like discharge or pain No nothing like that Okay have you had a loss of taste or a loss of smell No All right and have you had a runny nose or a sore throat No Okay have you had any chest pain Nope no chest pain And how about difficulty",
        "gt_chunk": "D: symptoms like discharge or pain?\n\nP: No, nothing like that. \n\nD: OK, have you had a loss of taste or a loss of smell?\n\nP: No.\n\nD: Alright, and have you had a runny nose or sore throat?\n\nP: No. \n\nD: OK. Have you had any chest pain?\n\nP: Nope, no chest pain.\n\nD: And how about difficulty"
    },
    {
        "whisper_chunk": "breathing or shortness of breath Nope no Okay and any wheezing or whistling noises while you're breathing No Okay and have you felt like your heart's racing at all No Have you had any like fainting spells or feeling as though you might pass out Nope no",
        "gt_chunk": "D: breathing or shortness of breath?\n\nP: Nope, no. \n\nD: OK, and any wheezing or whistling noises while you're breathing?\n\nP: No.\n\nD: OK, and have you felt like your heart's racing at all?\n\nP: Ah no.\n\nD: Have you had any like fainting spells or feeling as though you might pass out? \n\nP: Um nope, no"
    },
    {
        "whisper_chunk": "All right and how about any dizziness No no dizziness either All right and have you had any nausea or vomiting No All right and how about any diarrhea or constipation No All right any abdominal pain No And any like painful urination",
        "gt_chunk": "D: Alright, and how about any dizziness?\n\nP: Oh no no dizziness either.\n\nD: Alright and have you had any nausea or vomiting?\n\nP: No.\n\nD: Alright, and how about any diarrhea or constipation?\n\nP: No.\n\nD: Alright, um any abdominal pain?\n\nP: No.\n\nD: And any like, painful urination"
    },
    {
        "whisper_chunk": "or like going to the bathroom frequently No All right any night sweats No And how about any chills or rigers No And have you had any weight loss over the last several months None All right notice any rashes or skin changes over this past week No no All right",
        "gt_chunk": "D: or like going to the bathroom frequently?\n\nP: No.\n\nD: Alright. Any night sweats \n\nP: No. \n\nD: And how about any chills or rigors?\n\nP: No.\n\nD: Have you had any weight loss over the last several months?\n\nP: None. \n\nD: Alright, have you noticed any rashes or skin changes over this past week?\n\nP: No.\n\nD: Alright"
    },
    {
        "whisper_chunk": "and how about any muscle aches or joint pains No All right so is there any reason that you see a physician regularly for Been diagnosed with any medical conditions I have rheumatoid arthritis Okay are you taking medications for that Yeah they put",
        "gt_chunk": "D: and how about any muscle aches or or joint pains?\n\nP: Um no.\n\nD: Alright, so is there any reason that you see a physician regularly for, or been diagnosed with any medical conditions?\n\nP: Mmm, I have rheumatoid arthritis.\n\nD: OK, uh, are you taking medications for that?\n\nP: Um, yeah, you"
    },
    {
        "whisper_chunk": "me on some sort of DMARD Okay so you're seeing a rheumatologist for that I am Okay great Any other diagnoses No Okay and so are there any other medications that you take either over the counter or prescription besides the DMARD I take iron",
        "gt_chunk": "P: me on some sort of DMARD.\n\nD: OK, so you're you're seeing a rheumatologist for that? \n\nP: Mmm, I am.\n\nD: OK, great um, any other diagnoses?\n\nP: No.\n\nD: OK, and so uh. Are there any other medications that you that you take, either over the counter or prescription besides the DMARD?\n\nP: I take iron"
    },
    {
        "whisper_chunk": "and vitamin D as well as biotin Okay what's the reason for taking iron At one point or another they said my iron levels were low but it went back to being normal but I just take it now to maintain those levels Okay do you have like heavy menstrual periods",
        "gt_chunk": "P: and vitamin D, as well as biotin.\n\nD: OK, uh, what's the reason for taking iron?\n\nP: Uhh at one point or another they said my iron levels were low, but it went back to being normal, but I just take it now to maintain those levels.\n\nD: OK, um do you have like heavy menstrual periods"
    },
    {
        "whisper_chunk": "No Okay and have you noticed any blood in the stool either being red or your stool being really dark kind of like a black color Nope Okay and do you have any allergies No allergies All right and then can you tell me",
        "gt_chunk": "P: No.\n\nD: OK, and have you noticed any blood in the stool, either either being red or or your stool being really dark, kind of like a black colour?\n\nP: Nope. \n\nD: OK, um, and do you have any allergies?\n\nP: No allergies. \n\nD: Alright, uh, and then. Can you tell me"
    },
    {
        "whisper_chunk": "a little bit about your living situation I live with two of my children They're five and three as well as my new boyfriend Okay great And for either of your pregnancies were there any complications No Okay great And",
        "gt_chunk": "D: a little bit about your living situation?\n\nP: I live with two of my children. They are five and three, as well as my new boyfriend.\n\nD: OK, great and for either of your pregnancies, were there any complications? \n\nP: No.\n\nD: OK, great"
    },
    {
        "whisper_chunk": "are there any concerns for safety in the home Nope Okay excellent And what do you do for work I work as a secretary for an accounting firm Okay that sounds like a great job And do you smoke cigarettes I used to I quit five years ago",
        "gt_chunk": "D: are there any concerns for safety in the home? \n\nP: No.\n\nD: OK, excellent. And what do you do for work?\n\nP: I work as a secretary for an accounting firm.\n\nD: OK, that sounds like a great job. And. Uh, do you smoke cigarettes? \n\nP: I used to. I quit five years ago"
    },
    {
        "whisper_chunk": "All right and do you smoke marijuana No Okay and do you use any other recreational drugs No Okay and has anybody in the house been sick either your boyfriend or your children No Okay are they going to like daycare right now or in",
        "gt_chunk": "D: Alright, and do you smoke marijuana? \n\nP: No.\n\nD: OK, and do you use any other recreational drugs? \n\nP: No.\n\nD: OK um. And. Has anybody in the house been sick? Either your boyfriend or or your children? \n\nP: No.\n\nD: OK, are they going to like daycare right now or in"
    },
    {
        "whisper_chunk": "school They're in daycare yeah Okay any kids in their daycare have been sick No I checked No one's been sick All right excellent And then anybody in the office where you work been sick No And have you traveled anywhere No Okay and then anybody in the family have a heart condition or a lung condition",
        "gt_chunk": "D: school?\n\nP: They are in daycare, yeah.\n\nD: OK. Um, any kids in their daycare that have been sick?\n\nP: No. I checked no one's been sick.\n\nD: Alright, excellent is that anybody in the office where you work been sick?\n\nP: No.\n\nD: And have you traveled anywhere?\n\nP: No. \n\nD: OK, and then anybody in the family have a heart condition or or lung condition"
    },
    {
        "whisper_chunk": "No Okay and any cancer that runs in the family One of my aunts had pancreatic cancer Okay any relatives had breast cancer No How about any relatives with ovarian or colon cancer No Okay",
        "gt_chunk": "D: no. An any cancer that that's runs in the family?\n\nP: Um, one of my aunts had pancreatic cancer.\n\nD: OK, any relatives have breast cancer? \n\nP: No.\n\nD: How about any relatives with ovarian or colon cancer? \n\nP: No. \n\nD: OK"
    },
    {
        "whisper_chunk": "and so I think that was all of the questions that I wanted to ask Actually I just remembered one Have you had any prior surgeries No no prior Okay sorry So that was the last question that I wanted to ask about on history Was there anything that you wanted to tell me that maybe I didn't ask about",
        "gt_chunk": "D: And so I think that was all of the questions that I wanted to ask. Actually I just remembered one. Have you had any prior surgeries?\n\nP: No. No priors.\n\nD: OK, sorry, so that was the last question that I wanted to ask about on on history um was there anything that you wanted to tell me that I maybe I didn't ask about"
    },
    {
        "whisper_chunk": "No I think you covered it all Okay excellent So with your symptoms of having kind of a fever cough and being tired I'm definitely concerned of a viral infection and possibly COVID 19 or something more common like the common colds like an",
        "gt_chunk": "P: No, I think you covered it all.\n\nD: OK, excellent, so with your symptoms of having a kind of a fever, cough, and being tired, definitely concerned of viral infection and possibly COVID-19 or something more common, like the common cold, like an"
    },
    {
        "whisper_chunk": "adenovirus And so we'll do some testing for COVID 19 with a nasal PCR swab as well as run some blood work because there is a possibility that there's a bacterial infection such as like a pneumonia or a lower respiratory tract infection that would be with antibiotics So",
        "gt_chunk": "D: adenovirus. And so will do some testing for for COVID-19 with a nasal PCR swab as well as run some blood work. Um because there is a possibility that there's a bacterial infection, such as like a pneumonia or lower respiratory tract infection that would be treated with antibiotics so"
    },
    {
        "whisper_chunk": "we'll order those investigations along with a chest x ray and we'll go from there Okay that sounds great Thank you so much You're welcome",
        "gt_chunk": "D: we'll order those investigations along with a chest X Ray. And we will go from there. \n\nP: OK, that sounds great. Thank you so much. \n\nD: You're welcome"
    }
]