[
    {
        "whisper_chunk": "How may I help you So I've been having a lot of trouble in the last two weeks of especially this past week of just a lot of shortness of breath I'm getting a lot of coughing as well and producing a lot of material And also I think I might have been having a fever this week as well OK The shortness of breath is it happening at rest or exertion And how much",
        "gt_chunk": "D: How may I help you? \n\nP: So I've been having a lot of trouble in the last two weeks of especially this past week of just a lot of shortness of breath. I'm getting a lot of coughing as well and producing a lot of material. And also I think I might have been having a fever this week as well.\n\nD: OK, uh, the shortness of breath is it happening at rest or exertion and how much"
    },
    {
        "whisper_chunk": "exertion I think it's happening mostly on exertion Usually I'm able to walk around the house no issues go up and down stairs But right now I'm pretty limited I can't really go up and down stairs without getting really short of breath I can't even walk from the bedroom to the kitchen without becoming short of breath OK OK and when did that change",
        "gt_chunk": "D: exertion?\n\nP: Uhm, I think it's happening mostly on exertion. Usually I'm able to walk around the house, no issues, go up and down stairs, but right now I'm pretty limited. I can't really go up and down stairs without getting really short of breath. I can't even walk from the bedroom to the kitchen without becoming shortness of, like short of breath.\n\nD: OK, um OK, and when did that change"
    },
    {
        "whisper_chunk": "happen So I would say one week ago is when this all kind of started OK and has it been getting any better worse or staying the same I would say it's kind of getting worse I'm coughing a lot more sputum up I'm getting more and more short of breath Now I do have a cough for a very long time now I was diagnosed with COPD in my 60s It's probably like 10 years ago But this seems to be just",
        "gt_chunk": "D: happen?\n\nP: So I would say one week ago is when this all kind of started.\n\nD: OK, and has it been getting any better, worse, or staying the same?\n\nP: I would say it's kind of getting worse. I'm coughing a lot more sputum up. I'm getting more and more short of breath. Now, I do have a call for like a very long time now I've I was diagnosed with COPD in my 60s. Probably like 10 years ago and but this seems to be just"
    },
    {
        "whisper_chunk": "much worse than my COPD OK so it's been a lot worse in the last week it sounds like OK are you able to lie flat like on your back without experiencing shortness of breath Yeah when I'm resting or lying down or trying to sleep I don't get short of breath OK and have you ever had instances where you woke up in the middle of the night really short of breath and you had to sit up to catch",
        "gt_chunk": "P: much worse than my COPD.\n\nD: OK, sure it's been a lot worse in the last week it sounds like. OK. Uhm have you, are you able to lie flat? Like on your back without experiencing shorter breath, shortness of breath?\n\nP: Yeah, and when I'm resting or lying down or trying to sleep I don't get short of breath.\n\nD: OK, and have you ever had instances where you woke up in the middle of the night really short of breath and you had to sit up to catch"
    },
    {
        "whisper_chunk": "your breath No I don't think so OK and have you noticed any leg swelling No OK and you said that you've had a cough for a while now but it's gotten worse this past week Are you bringing up sputum Yeah I'm bringing up a lot of materials I think every time I cough I'm bringing some sputum up And right now usually the color is clear to whitish but right now it's a bit",
        "gt_chunk": "D: your breath?\n\nP: Uh no, I don't think so.\n\nD: OK, have you noticed any leg swelling?\n\nP: No. \n\nD: OK, and you said that to you, so you've had a cough for awhile now, but it's gotten worse. This past week in your, are you bringing up sputum?\n\nP: Yeah, I'm bringing up a lot of materials. I think every time I cough I'm bringing some sputum up and right now the like usually the color is like clear to whitish but right now it's a bit"
    },
    {
        "whisper_chunk": "more yellow OK so a change in the sputum color and also sounds like you're bringing up more sputum as well Yeah OK and have you brought up or coughed up any blood So have you had any hemoptysis No nothing like that OK and have you had any wheezing I do when I get short of breath I have some wheezing but usually I don't OK but you've had wheeze in this past",
        "gt_chunk": "P: more yellow.\n\nD: OK, so a change in the sputum color and also sounds like you're bringing up more sputum as well.\n\nP: Yeah.\n\nD: OK and have you brought up or coughed up any blood? So have you had any hemoptysis?\n\nP: No, nothing like that. \n\nD: OK, and have you had any wheezing?\n\nP: Uhm, I do but when I get short of breath I have some wheezing, but usually I don't.\n\nD: OK, but but you've had wheezing this past"
    },
    {
        "whisper_chunk": "week though Yeah OK and have you had any chest pain Just when I'm coughing and getting short of breath I do have some discomfort in my chest OK do you feel that or could you describe the pain's character Like is it sharp dull or achy It's more of just an ache and it's kind of more of a discomfort than a pain It kind of goes away once my episode of coughing and",
        "gt_chunk": "D: week though.\n\nP: Yeah.\n\nD: Yeah OK. And have you had any chest pain?\n\nP: Just when I'm coughing and getting short of breath, I do have some discomfort in my chest.\n\nD: OK, uh, do you feel that, or could you describe he the pains character? Like is it sharp, dull, or achy?\n\nP: It's more just an ache and it's kind of more of a discomfort than a pain, and it kind of goes away once my episode of coughing and"
    },
    {
        "whisper_chunk": "shortness of breath is relieved with some rest OK and have you been experiencing any fevers or chills Yeah I've been noticing that I'm getting a lot more chills this past week They kind of come and go but even at night I get these chills that I have to wrap myself up in at least three blankets OK and have you had a fever I didn't get a chance to measure any of them",
        "gt_chunk": "P: shortness of breath is relieved with some rest.\n\nD: OK. Uh, and uh, have you been experiencing any fevers or chills?\n\nP: Yeah, I've been noticing that I'm getting a lot more chills this past week. They kind of come and go, but even at night I get like these chills that after wrap myself up in at least three blankets.\n\nD: OK, and have you had a fever?\n\nP: Uh, I didn't get a chance to measure any of them"
    },
    {
        "whisper_chunk": "but I might have had a fever just from the chills I'm expecting that I had a fever OK and have you had any night sweats No OK and have you had any unexpected weight loss over the last several months No I think my weight's been pretty steady OK have you had any headaches No Have you had any eye redness or eye discharge No not that I know of OK have you had a runny nose or",
        "gt_chunk": "P: but I might have had a fever just from the chills that I'm expecting that I had a fever.\n\nD: OK, and have you had any night sweats?\n\nP: No. \n\nD: OK and have you had any unexpected weight loss over the last several months?\n\nP: No, I think my weights been pretty steady.\n\nD: OK. Have you had any headaches?\n\nP: No. \n\nD: Have you had any like eye redness or eye discharge?\n\nP: No, not that I know of.\n\nD: OK, have you had a runny nose or"
    },
    {
        "whisper_chunk": "a sore throat No OK have you had a loss of taste or a loss of smell No nothing like that OK have you had any nausea or vomiting No Have you had any abdominal pain No abdominal pain Have you had any diarrhea No Have you had any constipation No Have you had any skin rashes No Any muscle aches or joint pains No nothing like that OK and have you had any fatigue",
        "gt_chunk": "D: a sore throat?\n\nP: No.\n\nD: OK, have you had a loss of taste or loss of smell?\n\nP: No, nothing like that. \n\nD: OK. Have you had any nausea or vomiting?\n\nP: No. \n\nD: Have you had any abdominal pain?\n\nP: No abdominal pain.\n\nD: Have you had any diarrhea? \n\nP: No.\n\nD: Have you had any constipation?\n\nP: No. \n\nD: Have you had any skin rashes?\n\nP: No. \n\nD: Any muscle aches or joint pains?\n\nP: No, nothing like that.\n\nD: OK, and have you had any any fatigue"
    },
    {
        "whisper_chunk": "Maybe a little bit more tired just with the shortness of breath and chills and everything like that But yeah so a little bit more fatigue OK and have you had any fainting or dizziness No OK and have you had any heart palpitations No All right And have you been diagnosed with any medical conditions in the past No Oh sorry medical conditions in the past COPD I have I also",
        "gt_chunk": "P: Maybe a little bit more tired just with the shortness of breath and chills and everything like that, but yeah, so a little bit more fatigue. \n\nD: OK, and have you had any fainting or dizziness?\n\nP: Uh, no. \n\nD: Or, OK and have you had any heart palpitations? \n\nP: Nope. \n\nD: Alright. And have you been diagnosed with any medical conditions in the past?\n\nP: No. Oh sorry, medical conditions in the past? COPD I have. I also"
    },
    {
        "whisper_chunk": "do have some high blood pressure and I take some medications for cholesterol as well OK so you take medications for cholesterol and high blood pressure And do you use any inhalers No Sorry inhalers I use two different kinds of inhalers So one of them is just when I need it I've been using a lot more recently like the Ventolin",
        "gt_chunk": "P: do have some high blood pressure and I take some medications for cholesterol as well.\n\nD: OK, so you take medications for cholesterol and high blood pressure and you use any inhalers?\n\nP: No. Sorry, inhalers I, use, uh, two different kinds of inhalers. So one of them is just when I like need it, uh, like I've been using a lot more recently, like the Ventolin"
    },
    {
        "whisper_chunk": "And then I also have another inhaler called Spirivo that I've been using as well OK and do you have any allergies I do have an allergy to sulfa drugs And what reaction I usually break out into hives OK and any prior surgeries or hospitalizations So I've had a surgery to remove my appendix when I was really",
        "gt_chunk": "P: And then I also have another inhaler called Spiriva that I've been using as well.\n\nD: OK, and do you have any allergies?\n\nP: Uhm I do have an allergy to sulfa drugs.\n\nD: And what reaction?\n\nP: I usually break out into hives.\n\nD: OK, and any prior surgeries or hospitalizations?\n\nP: So I've had a surgery to remove my appendix when I was really"
    },
    {
        "whisper_chunk": "young Then I've had another surgery for my hips as well But yeah other than that no other surgery OK And are your immunizations up to date Yeah all of my immunizations should be up to date OK excellent And can you tell me a little bit about where you're living currently and who you're living with Yeah so I currently live alone in an apartment just",
        "gt_chunk": "P: young. Then I've had another surgery for my hips as well, but yeah, other than that, no other issues. \n\nD: OK. And are your immunizations up to date?\n\nP: Yeah, all of my immunizations should be up to date.\n\nD: OK, excellent and could you tell me a little bit about where you're living currently and who you're living with?\n\nP: Yeah, so I, I currently live alone in, in an apartment just"
    },
    {
        "whisper_chunk": "in the city And yeah so I've been living alone for probably the last five years OK And have you been around anybody who's been sick Not recently I think I just go out to get groceries and stuff I haven't really been going out too much All right So have you traveled anywhere No OK Do you drink alcohol Maybe a couple of beers a week OK And do you smoke cigarettes Yeah I still smoke",
        "gt_chunk": "P: in the city. And yeah, I've been living alone for probably the last five years.\n\nD: OK, and have you been around anybody who's been sick?\n\nP: Uhm, not recently. I think I just I just go out to get groceries and stuff. I haven't really been going out too much.\n\nD: Alright, So have you traveled anywhere?\n\nP: No.\n\nD: OK uhm, do you drink alcohol?\n\nP: Maybe a couple of years a week.\n\nD: OK, and do you smoke cigarettes?\n\nP: Yeah, I still smoke"
    },
    {
        "whisper_chunk": "cigarettes even though I have COPD I just yeah I can't really quit I smoke probably half a pack a day OK How long have you smoked for approximately Probably at least 45 years OK And if you wanted to talk about quitting we can discuss that further at a later time if you'd like OK And do you use any recreational",
        "gt_chunk": "P: cigarettes. Even though I have COPD, I just yeah, I can't really quit. I smoke probably half a pack a day.\n\nD: OK, how long have you smoked for approximately?\n\nP: Uh, probably at least 45 years.\n\nD: OK and uhm, if you wanted to talk about quitting, we can discuss that further at a later time if you'd like. Uhm, and so do you use any recreational"
    },
    {
        "whisper_chunk": "drugs No no drugs at all OK And have you had a family history of heart disease or any lung conditions Not any lung no lung conditions but I have a family history like my both my grandfather and father both had heart attacks in their 60s OK And any lung cancer in the family No not that I know of OK So I",
        "gt_chunk": "P:  no no drugs at all. \n\nD: OK. Uhm, and have you had a family history of heart disease or any lung conditions?\n\nP: Uhm, not, I mean like no lung conditions, but I have a family history like my both my grandather and father both had heart attacks in their 60s.\n\nD: OK, and any lung cancer in the family?\n\nP: No, not that I know of.\n\nD: OK. So I"
    },
    {
        "whisper_chunk": "think that was all the questions that I wanted to ask today Was there anything else that I maybe forgot about that you wanted to mention No I think that those are all the questions I had and everything was covered OK So the next steps for now I think will be to start Well we'll get a physical exam and your vital signs and get some investigations It is sounding like a COPD exacerbation",
        "gt_chunk": "D: think that was all the questions that I I wanted to ask today. Was there anything else that I maybe forgot about that you wanted to mention? \n\nP: Uhm no, I think that those are all the questions I had and everything was covered.\n\nD: OK, uhm so uh, the next steps for now, I think, will be to, uh start, we'll get a physical exam in and your vital signs and get some investigations. It is sounding like a COPD exacerbation"
    },
    {
        "whisper_chunk": "with the increasing and the changing sputum the increasing frequency of cough and the exertional shortness of breath as well along with wheezing and kind of this chest discomfort that you're experiencing And so this will require some antibiotics as well And depending on the severity of symptoms possibly some steroids as well to help with",
        "gt_chunk": "D: with the increasing and the change changing sputum. The increasing frequency of cough and the exertional shortness of breath as well, along with wheezing and kind of this chest discomfort that you're experiencing. And so, uh, this will require some antibiotics as well and depending on the severity of symptoms, possibly some steroids as well to help with"
    },
    {
        "whisper_chunk": "the inflammation OK that sounds good Thank you",
        "gt_chunk": "D: the inflammation.\n\nP: OK, that sounds good. Thank you"
    }
]