[
    {
        "whisper_chunk": "what brings you in Hi I'm here with my son and he's just been feeling awful He just has this runny nose and he's been sneezing all the time and I don't know maybe he has allergies or something but I just came in because I wanted to get him checked out and maybe get some medications He's just feeling horrible Yeah for sure When did the sneezing and runny nose",
        "gt_chunk": "D: What brings you in?\n\nP: Hi I'm here with my son and he's just been feeling awful. He just has this runny nose and he's been sneezing all the time and uh I don't know maybe he has allergies or something? I just came in 'cause I wanted to get him checked out and maybe get some medications. He's just feeling horrible.\n\nD: Yeah, for sure when did when did the sneezing and runny nose"
    },
    {
        "whisper_chunk": "start He's had it for he's just always kind of you know he's always having a runny nose you know kids always do but it's just been pretty bad over the past two weeks Past two weeks okay What started first the sneezing or the runny nose The runny nose kind of just got worse a little bit over the past two weeks and",
        "gt_chunk": "D: start?\n\nP: He he's had it for um, he's just always kind of, you know he's always having that runny nose. You know kids always do but it's just been pretty bad over the past um two weeks.\n\nD: Past two weeks. OK. What started first, the sneezing or runny nose?\n\nP: Uh the runny nose kind of just got worse a little bit over the past uh two weeks and"
    },
    {
        "whisper_chunk": "then the sneezing kind of started at about the same time Okay okay And the runny nose is he having like what color is it It's just clear like watery Okay does he ever feel like do you ever feel like he's stuffy Uh yeah kind of He's just been you know snorting and sniffing and",
        "gt_chunk": "P: then the sneezing kind of started at about the same time.\n\nD: OK and and the runny nose is he having um like what colour is it?\n\nP: It's just clear like.\n\nD: Clear. OK. Does he ever feel like he's uh, do you ever feel like he's stuffy?\n\nP: Uh yeah, kind of. He's just been snorting and sniffing and"
    },
    {
        "whisper_chunk": "I don't think he knows how to blow his nose yet but it's just like clearing his throat so I think he's a little bit stuffy but he hasn't complained about difficulty with breathing or like he's been like he sleeps with his mouth closed so I think he should be able to breathe okay Okay good So you said no shortness of breath or trouble breathing Has he had any coughs Kind of in the morning So I see that whenever",
        "gt_chunk": "P: I don't think he knows how to blow his nose yet. But he's like clearing his throat, so I think he's he's a little bit stuffy.\n\nD: Okay.\n\nP: But he hasn't complained about difficulty with breathing or like, he's been, like he sleeps with his mouth closed. So I think he he should be able to breathe OK.\n\nD: OK, good, so you said no shortness of breath or trouble breathing. Has he had any coughs?\n\nP: Kind of. In the morning, so I I see that whenever"
    },
    {
        "whisper_chunk": "he wakes up in the morning he just has to like clear his throat a lot and like cough and then it gets better Okay okay Is he bringing up phlegm when he coughs Um a little bit What color is it It's the same stuff that comes out of his nose Okay yeah Okay so no blood or pus No no No okay",
        "gt_chunk": "P: he wakes up in the morning, he just has to like clear his throat a lot and like cough and then um gets better.\n\nD: OK, OK. Is he bringing up phlegm when he coughs?\n\nP: Um, a little bit. \n\nD: What colour is it? \n\nP: It's the same stuff that comes out of his nose.\n\nD: OK yeah, so no blood or pus?\n\nP: No, no.\n\nD: No?"
    },
    {
        "whisper_chunk": "Have you do you think he's lost his sense of smell or taste Uh no No okay Any changes in his vision or hearing Um I don't think so No Like have you noticed any discharge from his eyes No no Sometimes he does have that but no not in the past two weeks Okay so it's like eyelids aren't swollen or his",
        "gt_chunk": "D: Have you, do you think he's lost his like sense of smell or taste? \n\nP: Uhh no.\n\nD: No? OK. Any changes in his vision or hearing?\n\nP: Um I don't think so. \n\nD: No? Did like, um, have you noticed any discharge from his eyes?\n\nP: No, no. Sometimes he does have that, but no, not in the past two weeks.\n\nD: OK so his like eyelids aren't swollen or his"
    },
    {
        "whisper_chunk": "eyes aren't red No no no No okay And does he have you noticed any swelling in his either like face neck like belly area or his limbs No no I haven't It's just his nose is like a little bit red Okay And uh yeah he just he's just itching all the time Itching his nose itching his",
        "gt_chunk": "D: eyes aren't red?\n\nP: No, no, no. \n\nD: No? OK. And does he, have you noticed any swelling in his, either like face, neck, like belly area, or his limbs?\n\nP: No, no I haven't. It's just his nose is like a little bit red.\n\nD: OK. \n\nP: And uh yeah, he's just he's just itching all the time, just itching his nose, itching his"
    },
    {
        "whisper_chunk": "um ears Yeah no swelling No swelling huh Have you noticed any rashes on him No I checked yesterday night very carefully Okay good Any weight loss No he's been gaining weight It's a good thing He's been eating well Yeah that's good Any fevers or chills No no Does he look like he's like excessively tired He's",
        "gt_chunk": "P: um ears, yeah but no, no swelling. \n\nD: No swelling. Have you noticed any rashes on him?\n\nP: No, I checked yesterday night very carefully.\n\nD: OK, good. Any weight loss?\n\nP: No, he's been gaining weight so um good that he's been eating well. \n\nD: Yeah, that's good. Any fevers or chills?\n\nP: No.\n\nD: No, does he look like he's like excessively tired?\n\nP: He's"
    },
    {
        "whisper_chunk": "a little bit fatigued because of the sneezing and the runny nose You know he's not going out to play as much But it's not you know he's still he's still cheerful He's not irritable or anything Okay okay Um and then have you noticed that he's like um taking in like rapid breaths No no He's breathing",
        "gt_chunk": "P: a little bit fatigued because of the sneezing and the, and the runny nose. You know, he's not going out to play as much.\n\nD: Mhmm.\n\nP: Um but it's not, you know he's still, he's still cheerful. He's not irritable or anything. \n\nD: OK, OK. Um and then have you noticed that he's like, taking in like, rapid breaths?\n\nP: No, no, his breathing"
    },
    {
        "whisper_chunk": "often good Okay How about his bowel movements Have those been normal Yeah Yeah okay Any nausea or vomiting No Um how about his urine No no problems there Okay How about like dizziness or fainting spells No no no I didn't notice anything like that No Any confusion that you noticed Headaches No",
        "gt_chunk": "P: been good.\n\nD: OK. How about his bowel movements? Have those been normal? \n\nP: Yeah.\n\nD: Yeah OK, any nausea or vomiting?\n\nP: No.\n\nD: Um, how about his urine?\n\nP: No, no problems there. \n\nD: OK, how about like dizziness or fainting spells?\n\nP: No, no, no. I didn't notice anything like that.\n\nD: No? Any confusion that you noticed?\n\nP: No. \n\nD: Headaches?\n\nP: No"
    },
    {
        "whisper_chunk": "No Okay Um has he been like excessively itching anywhere Um just his uh just his nose And I think he's like I think his mouth is itchy too because he keeps doing this thing with his tongue just kind of I don't know just kind of like itching the top of his mouth with the tongue or something Okay Yeah It's just like his face is itchy Hmm Okay",
        "gt_chunk": "D: No, OK. Um has he been like excessively itching anywhere?\n\nP: Um just his uh, just his nose and I think his like, I think his mouth is itchy too, 'cause he keeps doing this thing with his tongue just kind of, I don't know, just kind of like\nitching the top of his mouth with his tongue or something.\n\nD: OK.\n\nP: Um yeah just like his face is itchy.\n\nD: Hmm, OK"
    },
    {
        "whisper_chunk": "Um has he come into any contact with sick people recently Um I don't maybe So two weeks ago he was playing outside Um and uh I know that he he does his symptoms do get worse when he's outside So I don't know maybe Um Okay He was playing with uh with his brother but then this other kid from the neighborhood also came",
        "gt_chunk": "D: Um, has he come into any contact with sick people recently?\n\nP: Um, I don't, maybe. So, two weeks ago he was playing outside, um and I know that he, he does, his symptoms do get worse when he's outside, so I don't know, maybe.\n\nD: OK.\n\nP: He was playing with uh, with his brother but then this other kid from the neighbourhood also came"
    },
    {
        "whisper_chunk": "around Okay Okay How about um travel to anywhere No we've just been staying at home Okay Okay Good Um is he an otherwise healthy kid at the moment Yeah Yeah he's a healthy kid Okay Um any complications when you were pregnant with him No No Um how about at birth",
        "gt_chunk": "P: around.\n\nD: OK, OK. How about um travel to anywhere?\n\nP: No, we've just been staying at home.\n\nD: OK, OK good. Um is he an otherwise healthy kid at the moment?\n\nP: Yeah, yeah, he's an, he's a healthy kid.\n\nD: OK, um any complications when you were pregnant with him?\n\nP: No. \n\nD: No? Um how about at birth"
    },
    {
        "whisper_chunk": "No No complications Okay Did he need to be hospitalized after birth for any reason No Any surgeries No Um any allergies I don't think so No he's not No He's never been diagnosed with like eczema or asthma Oh he's he's had eczema He had eczema Okay Yeah Yeah Comes and goes",
        "gt_chunk": "P: No, no complications.\n \nD: OK. Did he need to be hospitalized after birth for any reason?\n\nP: No. \n\nD: Any surgeries?\n\nP: No.\n\nD: Um, any allergies?\n\nP: Um I don't think so. I know he's not.\n\nD: No? He's never been diagnosed with like eczema or asthma? \n\nP: Oh he's, he's had eczema. He had it.\n\nD: OK. \n\nP: Yeah, comes and goes"
    },
    {
        "whisper_chunk": "His eczema comes and goes Okay Um is he on any medications No No Even for his eczema It's pretty mild Okay Um has have you ever like given him um reactin or like any of the those anti allergy medications in the past",
        "gt_chunk": "D: His eczema comes and goes?\n\nP: Hmm. \n\nD: OK, um is he on any medications?\n\nP: No. \n\nD: No? Even for his eczema?\n\nP: It's pretty mild.\n\nD: OK. Um has, have you ever like given him um Reactine or like any of the, those anti allergy medications in the past"
    },
    {
        "whisper_chunk": "I've tried the uh yeah the ones over the counter Um they do help Um I tried it this time but uh it didn't do much Okay Okay And I was gonna ask you something else Um his symptoms like the sneezing and the uh runny nose",
        "gt_chunk": "P: I've tried the, uh, yeah, the ones over the counter, um, they do help. Um, I tried it this time, but uh it didn't do much.\n\nD: OK. OK. And, I was gonna ask you something else. Um, his symptoms, like the sneezing and the, and the runny nose"
    },
    {
        "whisper_chunk": "like has he experienced this before Oh yeah Okay It usually gets worse um uh I guess like around this time Uh I can tell when the spring's coming up Um it gets pretty bad but he always has a runny nose um and he sneezes sometimes here and there Okay And you mentioned this has been going on for more than four days this",
        "gt_chunk": "D: like has he experienced this before?\n\nP: Oh yeah.\n\nD: OK.\n\nP: It usually gets worse um uh I guess like around this time, uh I can tell when spring is coming up. Um, it gets pretty bad, but he always has a runny nose um and he sneezes sometimes here and there.\n\nD: OK, and you mentioned this has been going on for more than four days this"
    },
    {
        "whisper_chunk": "time around It's been it's been going on for the past uh two weeks Okay Okay And is it like um impairing his like daily activities or like his ability to um like sleep Uh it does affect his sleep sometimes He doesn't like um he just the itching really bothers",
        "gt_chunk": "D: time around? \n\nP: It's been, it's been going on for the past uh two weeks. \n\nD: OK. OK, and is it like um impairing his like daily activities or like his ability to um like, sleep?  \n\nP: Uh it does affect his sleep sometimes he doesn't like um, just the itching really bothers"
    },
    {
        "whisper_chunk": "him so he can't uh it's just he finds it hard to fall asleep That's like usually that's when I give him the uh uh the medications to help him fall asleep Okay Okay And uh is he up to date with all his immunizations Yep Okay Any family history of asthma eczema or something",
        "gt_chunk": "D: Mhmm.\n\nP: So he can't uh, he finds it hard to fall asleep. That's like, I usually, that's when I give him the the medications. To help him fall asleep. \n\nD: OK. OK. And uh is he up to date with all his immunizations?\n\nP: Yeah. \n\nD: OK. Any family history of asthma, eczema, or something"
    },
    {
        "whisper_chunk": "called allergic rhinitis Uh I have asthma Okay Um and is your asthma severe Uh no it's it's pretty well controlled I used to actually I used to have asthma as a child It's pretty well controlled right now I don't even need medications Okay Okay Um yeah I remember I used to I used to get allergies as well as a child Oh I see Be very similar Lots of sneezing",
        "gt_chunk": "D: called allergic rhinitis?\n\nP: Uh I have asthma. \n\nD: OK. And is your asthma severe?\n\nP: Uh no, it's it's pretty well controlled. I used to, actually, I used to have asthma as a child. \n\nD: OK, I see.\n\nP: It's pretty well controlled right now. I don't even need medications.\n\nD: OK, OK.\n\nP: I remember I used to, I used to get allergies as well as a child.\n\nD: Oh I see. \n\nP: But very similar, lots of sneezing"
    },
    {
        "whisper_chunk": "and um yeah Okay Uh were you ever uh did you ever take like an allergy test No I didn't think about it I just never like my my parents didn't take me to uh get that testing done Okay How about uh your son Has he been allergy tested No but I feel like he probably should Yeah Okay And then",
        "gt_chunk": "P: and yeah.\n\nD: Mhmm, alright. Were you ever, did you ever take like an allergy test?\n\nP: No. I didn't think about it, I just never, like my my my parents didn't take me to get that testing done.\n\nD: OK, how about your son? Has he been allergy tested?\n\nP: No, but I feel like he probably should.\n\nD: Yeah, OK. And then"
    },
    {
        "whisper_chunk": "does anyone at home smoke No No Okay Um do you have any like old carpet dust mold or asbestos at your place Uh we've got all of we got our carpets uh removed uh two years ago That's actually helped uh with the symptoms Um and uh no we tried we removed the curtains as well And we've used um like blinds",
        "gt_chunk": "D: does anyone at home smoke?\n\nP: No. \n\nD: No, OK. Um do you have any, like old carpets, dust, mold, or asbestos at your place?\n\nP: Uh we've got all of, we got our carpets uh removed uh two years ago. That's actually helped uh with his symptoms. Uh and I know, we tried it, we removed the curtains as well and we've used blinds"
    },
    {
        "whisper_chunk": "So yeah Okay And I don't think so I don't think there's any spores or things like that Okay Good Um is he an otherwise healthy child Like developmental wise like he's growing uh gaining weight Okay Like he's his motor skills and like um social behaviors they're all up to par with his peers Oh yeah He's doing great Okay Okay Good",
        "gt_chunk": "P: So yeah. \n\nD: OK.\n\nP: And I don't think so, I don't think there's any spores or things like that.\n\nD: OK, good. Um, is he an otherwise healthy child like developmental wise, like he's growing, gaining weight OK, like he's, his motor skills and like social behaviours are all up to par with his peers?\n\nP: Oh yeah he's doing great.\n\nD: OK OK good"
    },
    {
        "whisper_chunk": "Um those are all the questions that I had for you today Did you have any questions of your own No No Okay So for him um it sounds more in keeping with something called allergic rhinitis than an infection but because his symptoms do overlap with that of COVID we'll probably get him a swab anyways And those results should come back in 24 to 48 hours In the meantime",
        "gt_chunk": "D: um those are all the questions I had for you today. Did you have any questions of your own?\n\nP: No.\n\nD: No, OK. So for him um it sounds more in keeping with something called allergic rhinitis than an infection, but because his symptoms do overlap with that of Covid,  we'll probably get him a swab anyways, and those results should come back in 24 to 48 hours. In the meantime"
    },
    {
        "whisper_chunk": "uh rhinitis allergic rhinitis is caused by allergies to certain things So um we can get him allergy tested Um and that'll give us a better understanding of like what his triggers are and the way to treat that is to avoid those triggers those allergens Um and if his symptoms are persistent um we'll prescribe him also like",
        "gt_chunk": "D: , rhinitis is, allergic rhinitis is caused by allergies to certain things, so we can get him allergy tested um and that will give us a better understanding of like what his triggers are and the way to treat that is to avoid those triggers, those allergens. And if his symptoms are persistent, um we will prescribe him also like"
    },
    {
        "whisper_chunk": "an intranasal corticosteroid Um and there are like there are like second line treatments as well like antihistamines and leukotriene receptor antagonists but those are like second line We'll we'll see how he does with the inhaled corticosteroids at first How does that sound Sounds great Okay great Thank you No problem Okay",
        "gt_chunk": "D: an intranasal corticosteroid. Um and there are like, there are like second line treatments as well, like antihistamines and leukotriene, like leukotriene receptor antagonists, but those are like second line. We'll we'll see how he does with the inhaled corticosteroids at first. How does that sound?\n\nP: Sounds great.\n\nD: OK, great.\n\nP: Thank you.\n\nD: No problem"
    }
]