[
    {
        "whisper_chunk": "What brings you in Yeah nice to meet you I've been having just over the last week a cough that's been getting worse and I had a fever a couple nights And just yesterday I noticed that I started having loss of taste and smell So that got me really worried Okay so yeah let's rewind a little bit The cough you said started a couple of weeks ago so would that be about two weeks three weeks I would say last week so like seven days",
        "gt_chunk": "D: What brings you in?\n\nP: Yeah, nice to meet you I, I've been having just over the last week my cough that's been getting worse and I had a fever a couple of nights and just yesterday I noticed that I started having a loss of taste and smell so that got me really worried.\n\nD: OK, so yeah, let's rewind a little bit. The cough you said started a couple of weeks ago, so would that be about 2 weeks? Three weeks? \n\nP: I would say last week, so like 7 seven days"
    },
    {
        "whisper_chunk": "ago Seven days ago okay So that started seven days ago and then when did the fever start The fever hasn't been constant but I've had some nights where I just feel really chilly and then during the day sometimes I'm getting these chills I haven't recorded a temperature but I think I've had a fever at least three times in the last week Okay so you haven't actually taken your temperature but you just feel like you have chills Yeah Okay we can take your temperature",
        "gt_chunk": "P: ago.\n\nD: Seven days ago, OK. So that started seven days ago and then when did the fever start?\n\nP: The fever I hasn't been constant, but I've like had some nights where I just feel really chilly and then during the day sometimes even getting these chills I've been recorded at a temperature, but I think I've had a fever at least three times in the last week.\n\nD: OK, so you haven't actually taken your temperature, but it you just feel like you have chills?\n\nP: Yeah.\n\nD: OK, we could take your temperature"
    },
    {
        "whisper_chunk": "today And then the loss of smell and taste did they both happen at the same time I think the taste happened before but that was just yesterday and then yesterday morning at breakfast I couldn't really taste anything and then continued during lunch and dinner but smell I kind of lost around the evening Okay okay Yeah it all just started yesterday Okay All right so let's go back to the cough",
        "gt_chunk": "D: today. And then the loss of smell and taste. Do they both happen at the same time?\n\nP: I think the taste happened like before, but that was just yesterday and then yesterday morning like at breakfast, I couldn't really taste anything and then continued during lunch and dinner, but smell, I kind of lost around the evening. \n\nD: OK.\n\nP: Yeah, all just started yesterday.\n\nD: OK. Um alright, so let's go back to the cough"
    },
    {
        "whisper_chunk": "Has it been constant since it started Yeah it's been pretty constant It's been getting worse especially in the last few days I'm mainly coughing Before I was coughing mainly at night but now I'm coughing throughout the day Okay So yeah you mentioned possibly a trigger would be time of day at night Did you notice any other triggers like cold air or dust or anything at home that could be potentially triggering",
        "gt_chunk": "D: has it been constant since it started?\n\nP: Yeah, it's been pretty constant. It's been getting worse, especially like in the last few days. I'm mainly coughing like before I was coughing mainly at night, but now I'm coughing throughout the day.\n\nD: OK, um so yeah, you mentioned possibly a trigger would be like time of day at night? Or did you notice any other triggers like you know, the cold air or dust or anything at home that could be potentially triggering"
    },
    {
        "whisper_chunk": "your cough No not really I've lived in the same place for a while no new changes and I've been barely going outside so I don't think there are any triggers Okay And in terms of the quality of your cough is it would you say it's harsh barky I would just say it's kind of harsh at times but mainly it's a dry cough like I'm not bringing anything up Okay okay And then",
        "gt_chunk": "D: your cough?\n\nP: Uh no, not really. Like I've lived in the same place for awhile, no new changes and I've been barely going outside, so I don't think there are any triggers.\n\nD: OK, and in terms of the quality of your cough is that, would you say it's harsh? Barky?\n\nP: Uhm, I would just say it's like kind of harsh at times, but mainly it's a dry cough, like I'm not bringing anything up.\n\nD: OK, OK. And then"
    },
    {
        "whisper_chunk": "you said dry cough so no sputum or blood right No Okay Have you ever experienced anything like this in the past Not the loss of taste and smell but the other stuff when I just had a cold or flu like symptoms previously but the taste and smell is something completely new Okay And then have you experienced any shortness of breath Not",
        "gt_chunk": "D: you said dry cough so no sputum or blood right?\n\nP: No. \n\nD: OK. Have you ever experienced anything like this in the past?\n\nP: Not the loss of taste and smell, but like the other stuff when I just had a cold or flu like symptoms previously, but the taste and smell is something completely new.\n\nD: OK. And then, um, have you experienced any shortness of breath?"
    },
    {
        "whisper_chunk": "really no No okay How about wheeziness No Chest pain No chest pain Okay Experienced any weight loss recently No not that I know of Okay how about fatigue I have been a bit tired in the last few days so with the fevers at nine in the morning just feeling a little bit crummy just not really energetic to do anything Yeah for sure Just been kind of just sitting on the couch Okay And any changes to your hair nails or skin like rashes No",
        "gt_chunk": "P: really, no.\n\nD: No, OK. How about we wheeziness?\n\nP: No.\n\nD: Chest pain?\n\nP: No chest pain.\n\nD: OK. Uh, experienced any weight loss recently?\n\nP: No, not that I know.\n\nD: OK, how about fatigue?\n\nP: I have been a bit tired in the last few days. The fevers at night and morning. Just feeling a little bit crummy, just not really energetic, energetic to do anything.\n\nD: Yeah, for sure. \n\nP: Just been planner, just sitting on the couch.\n\nD: OK. Any changes to your hair, nails, or skin, like rashes?\n\nP: No"
    },
    {
        "whisper_chunk": "I haven't noticed anything like that Okay You mentioned loss of smell Do you have a runny nose or a stuffy nose I did have a runny nose earlier this week but that's kind of subsided Other than that I don't really feel too much congestion I've been taking Tylenol the Tylenol cold so I don't know if that helped Okay how often are you taking the Tylenol cold I just took it like for four days just before going",
        "gt_chunk": "P: I haven't noticed anything like that. \n\nD: OK, you mentioned loss of smell. Do you have a runny nose or a stuffy nose?\n\nP: I did have a runny nose earlier this week, but that's kind of subsided. Other than that, I don't really feel too much congestion. I've been taking Tylenol, the Tylenol cold so I don't know if that helped.\n\nD: OK, how often are you taking the Tylenol cold?\n\nP: I just took it like for four days just before going"
    },
    {
        "whisper_chunk": "to sleep in the last week Oh I see Okay okay And do you have a sore throat No No okay How about any changes to your vision or hearing No nothing like that Any pain or discharge in the eyes or ears No Okay Do you ever feel like your heart's racing No not really No okay Any swelling in your limbs No I don't think so Okay Any dizziness Any pain or dizziness or fainting spells No",
        "gt_chunk": "P: to sleep in the last week.\n\nD: Oh, I see. OK. OK and then. Any I do have a sore throat?\n\nP: No.\n\nD: No, ok. How about any changes to your vision or hearing?\n\nP: No, nothing like that.\n\nD: Any pain or discharge in the eyes or ears?\n\nP: No.\n\nD: OK. Do you ever feel like your heart's racing?\n\nP: Uh no, not really.\n\nD: No, OK. And any swelling in your limbs?\n\nP: Uh, no, I don't think so.\n\nD: OK, any dizziness or fainting spells?\n\nP: No"
    },
    {
        "whisper_chunk": "Okay Confusion or memory loss No not that I can tell Okay Any changes in your bowel habits like constipation or diarrhea No not really No no blood in the stool right No Okay Any changes to your appetite Just maybe like a little bit with the loss of smell and taste Right It's not really the same in the last few days Yeah yeah that makes sense Any nausea or vomiting No No okay And",
        "gt_chunk": "D: OK. Confusion or memory loss?\n\nP: No, not that I can tell.\n\nD: OK, any changes in your bowel habits like constant constipation or diarrhea.\n\nP: Oh no, not really.\n\nD: No, no blood in the stool, right?\n\nP: No.\n\nD: OK, any changes to your appetite?\n\nP: Um, just maybe in like a little bit with the loss of smell and taste, the food is not really the same in the last day, last few days?\n\nD: Yeah yeah, that makes sense. Any nausea or vomiting?\n\nP: No. \n\nD: No, OK. And"
    },
    {
        "whisper_chunk": "any changes in terms of urine No I've been peeing all right Okay good Any major or longstanding medical conditions or are you otherwise healthy No I've been fortunate otherwise healthy I had asthma as a kid but like I haven't had to use the puffers for more than a decade Oh okay okay And what triggers your asthma I think back then it was just when I did sports and I was running",
        "gt_chunk": "D: any changes in terms of urine?\n\nP: No, I've been peeing alright.\n\nD: OK, good. Any major or a longstanding medical conditions, or are you otherwise healthy?\n\nP: No, I've been fortunate otherwise healthy. I had asthma as a kid, but like I haven't had to use the puffers for more than a decade.\n\nD: Oh ok. OK. And what triggers your asthma?\n\nP: I think back then it was just when I did sports and I was running"
    },
    {
        "whisper_chunk": "around a lot I've been fine for the last 10 years at least Okay okay that's good And any surgeries or hospitalizations in the past No No okay Are you on any medications Currently just the I was taking Tylenol cold but other than that no other medications Okay not even other over the counter medications or herbal supplements No nothing like that Okay Do you have any allergies Sometimes",
        "gt_chunk": "P: around a lot. I've been fine for the last 10 years at least. \n\nD: OK. OK, that's good. And any surgeries or hospitalizations in the past? \n\nP: No.\n\nD: No, OK. Any are you on any medications?\n\nP: Currently just the other thing, Tylenol cold, but other than that no other medications.\n\nD: OK, not even other over the counter medications or herbal supplements?\n\nP: No, nothing like that.\n\nD: OK. Do you have any allergies?\n\nP: Um, sometimes"
    },
    {
        "whisper_chunk": "in the fall like I get a bit sniffly and but other than that I don't know if any allergies to any foods or medications Okay How about immunizations Are you up to date Yeah they're all up to date Okay Any lung conditions or heart conditions that run in the family My father did recently have a heart attack at the age of 58 I think he was He's fine though",
        "gt_chunk": "P: in the fall like I get a bit sniffly and, but other than that, I don't know of any allergies to any foods or medications.\n\nD: OK. And how about immunizations? Are you up to date?\n\nP: Yeah, they're all up to date.\n\nD: Any lung conditions or heart conditions that run in the family?\n\nP: Uh, my father did recently have a heart attack at age of 58 I think he was, he, he's fine though"
    },
    {
        "whisper_chunk": "But that's about it Okay Any cancers that run in the family No I don't think so Okay Do you smoke Yeah yeah I do Okay how much do you smoke Probably I would say a pack a day Pack a day okay for how long And probably since my 20s so at least 10 years now Okay have you ever thought about cutting down Yeah especially",
        "gt_chunk": "P:  that's about it.\n\nD: OK, um any cancers that run in the family?\n\nP: Um, no, I don't think so.\n\nD: OK. And, and do you smoke?\n\nP: Uh, yeah, yeah I do.\n\nD: OK, how much do you smoke?\n\nP: Probably, I would say a pack a day.\n\nD: Pack a day, OK. For how long?\n\nP: Ah, probably since in my 20s, so at least 10 years now.\n\nD: OK, have you ever thought about cutting down?\n\nP: Yeah, especially"
    },
    {
        "whisper_chunk": "with this pandemic going on I've been trying to cut down just because I don't want to get the get COVID and then you know my lungs are probably already weaker because of the smoking So I've been trying to cut down Yeah for sure It's good that you're trying to cut down We have resources to help you if you ever need them Yeah for sure Do you do marijuana No no I've never tried marijuana Okay how about other recreational drugs No",
        "gt_chunk": "P: with this pandemic going on, it's been, I've been trying to cut down just because like I don't want to get the, get COVID and then you know my lungs are probably already weaker because of the smoking. So I've been trying to cut down.\n\nD: Yeah, for sure it's good that you're trying to cut down. We have resources to help you if you ever need them. \n\nP: Yeah, for sure. \n\nD: Do you do marijuana?\n\nP: No, no, I've never tried marijuana.\n\nD: OK, how about other recreational drugs?\n\nP: No"
    },
    {
        "whisper_chunk": "besides alcohol nothing else Okay and then I guess I'll ask you about alcohol How much do you drink Not that much I'd probably say like a few times a week when there's a game on I just grab a couple of beers but that's about it Okay and where do you live right now Yeah so I just live just outside of London with my wife and daughter",
        "gt_chunk": "P: besides alcohol, nothing else.\n\nD: OK, and then um, I guess I'll ask you about the alcohol, uhm, how much do you drink?\n\nP: Um, um, not that much. I'd probably say like a few times a week when there's a game on. I just grab a couple of beers, but that's about it. \n\nD: OK. Uhm, and where do you live right now?\n\nP: Yes, I just live just outside of London with my wife and daughter"
    },
    {
        "whisper_chunk": "in a small townhouse Okay and anyone else at home sick No I've kind of stayed away Once I noticed some symptoms I'm just kind of staying in my room not getting out I don't want to make any of my family sick Yeah that makes sense And have you traveled to anywhere recently No I haven't really traveled I do go to work though I haven't in the last week I've told them that I've been having these symptoms but other than that no",
        "gt_chunk": "P: in a small townhouse.\n\nD: OK and anyone else at home sick?\n\nP: No. I I've kind of stayed away once I noticed some symptoms. I'm just kind of just staying in my room, not getting out. I don't wanna make any of my families like.\n\nD: Yeah, that makes sense. And have you traveled to anywhere recently?\n\nP: No, umm, I haven't really traveled. I do I do go to work though I haven't in the last last week. I've told them that I've been having these symptoms, but other than that, no"
    },
    {
        "whisper_chunk": "traveling Okay Okay that's good Those were all the questions I had for you today Was there anything that you wanted to ask me or anything else that you wanted to discuss that I may have missed Yeah I'm just wondering could it be COVID I don't know if someone in the office had it or I was just basically worried about if I had COVID Yeah for sure That's definitely something that we need to rule",
        "gt_chunk": "P: traveling.\n\nD: OK. Uhm, OK, that's good. Those were all the questions I had for you today. Was there anything that you wanted to ask me or anything else that you wanted to discuss that I may have missed?\n\nP: Uh, yeah, I I that I'm just wondering like I could it be COVID I I don't know. I don't know if someone in the office had it or yeah, it was just basically worried about, if I had COVID.\n\nD: Yeah for sure. that's definitely something that we need to rule"
    },
    {
        "whisper_chunk": "out So we will be doing a COVID swab on you And you will hear back in about 24 to 48 hours with the results But regardless because your symptoms overlap with symptoms of COVID especially the loss of smell and taste we do recommend that you isolate for 14 days And that includes trying to isolate from family members as well So that's where we'll start If it's not COVID it could be another viral illness that's going around at",
        "gt_chunk": "D: out, so we will be doing a COVID swab on you and and you will hear back in about 24 to 48 hours with the results. But regardless, because your symptoms overlap with symptoms of COVID especially umm, the loss of smell and taste, we do recommend that you isolate for 14 days and that includes trying to isolate from family members as well. So we'll, that's where we'll start. If it's not COVID, it could be another viral illness that's going around at"
    },
    {
        "whisper_chunk": "this time of year But we'll start with these COVID swabs How does that sound Yeah that sounds good I'll let my work know And yeah hopefully it comes back negative but I'll stay away from everyone until then Okay sounds great Thank you All right Thank you so much",
        "gt_chunk": "D: this time of year. But, we'll start with, we'll start with these COVID swabs. How does that sound?\n\nP: Yeah, that sounds good. I'll, I'll let my work know and yeah, hopefully it comes back negative, but I'll stay away from everyone till then. \n\nD: OK, sounds great, thank you.\n\nP: Alright, thank you so much"
    }
]