[
    {
        "whisper_chunk": "Would you mind by starting to tell me what brought you in Yeah absolutely I don't know I've just been feeling a little feverish And I also have a bit of a sore throat Okay I just came in to see what's going on because I was worried you know with COVID going on Go everywhere",
        "gt_chunk": "D: Would you mind by starting to tell me what brought you in?\n\nP: Yeah, absolutely. Uhm, I don't know, I've just been feeling a little feverish, uhm, and I also have a, a bit of a sore throat. \n\nD: OK, when...\n\nP: I just came in, I just came in to see what's going on, cause I was worried, you know, with covid going on, uhm, going everywhere"
    },
    {
        "whisper_chunk": "Certainly When did the sore throat start Last night actually Okay Yeah And have you had any problems with swallowing like food or liquids Hmm No I don't think so I just had breakfast this morning No problems there Okay",
        "gt_chunk": "D: Certainly, when did the, the sore throat start?\n\nP: Last night actually. \n\nD: OK.\n\nP: Yeah. \n\nD: And uhm, have you had any, uhm, problems with swallowing, like food or liquids?\n\nP: No, I don't think so. I just had breakfast this morning and no problems there. \n\nD: OK"
    },
    {
        "whisper_chunk": "Any like changes that Other symptoms that you've been having with the sore throat Um yeah I'm just feeling a little feverish Okay And when did that start Mmm this morning Okay Did you take your temperature No I don't have a thermometer",
        "gt_chunk": "D: any like, changes that, uhm, other symptoms that you've been having with the sore throat?\n\nP: Yeah, I'm just feeling a little feverish.\n\nD: OK, and when did that start?\n\nP: This morning.\n\nD: OK, did you take your temperature?\n\nP: No, I don't have a thermometer"
    },
    {
        "whisper_chunk": "at home Okay And have you had any cough No Okay How about any like red eyes or runny nose No neither of those Okay And have you had a headache No",
        "gt_chunk": "P: at home.\n\nD: OK, and have you had any, any cough?\n\nP: No.\n\nD: OK, how about any, like red eyes or runny nose?\n\nP: No, neither of those.\n\nD: OK, have you had a headache?\n\nP: No"
    },
    {
        "whisper_chunk": "Okay And have you had any shortness of breath I don't think so Okay And how about any loss of taste or loss of smell Yeah I don't Yeah as I said I was eating breakfast this morning but it just tasted really bland",
        "gt_chunk": "D: and have you had any shortness of breath?\n\nP: I don't think so. \n\nD: OK, and how about any loss of taste or loss of smell?\n\nP: Yeah, I don't, uh, yes, I said I was eating breakfast this morning, but it just tasted really bland"
    },
    {
        "whisper_chunk": "Okay So maybe loss of taste Do you feel like your nose is really or that you're really congested Uh I guess yeah now that I think about it Okay And how has your appetite been It's all right Okay And so you haven't had any cough",
        "gt_chunk": "D: OK, so maybe loss of taste, so you feel like your nose is really or that you're really congested?\n\nP: I guess yeah, now that I think about it.\n\nD: OK, uh, and how has your appetite been?\n\nP: It's alright. \n\nD: OK, and so you haven't had any cough"
    },
    {
        "whisper_chunk": "or shortness of breath but have you noticed any wheezing No Okay And have you had any chest pain No Have you felt as though your heart's been racing at all or beating out of your chest No Okay And have you been dizzy or lightheaded No Okay Have you had any nausea or vomiting No",
        "gt_chunk": "D: or shortness of breath, but have you noticed any wheezing?\n\nP: No.\n\nD: OK. And have you had any chest pain?\n\nP: No.\n\nD: Have you felt as though your hearts's been racing at all or, or beating out of your chest?\n\nP: No.\n\nD: OK, have you been dizzy or lightheaded? \n\nP: No.\n\nD: OK. Have you had any nausea or vomiting?\n\nP: No"
    },
    {
        "whisper_chunk": "Any abdominal pain No Have you had any diarrhea or constipation Uh I'm often constipated but nothing new there Okay Have you had any urinary problems No All right And then how about any muscle aches or body aches Sort of Like I just I found",
        "gt_chunk": "D: Any abdominal pain?\n\nP: No.\n\nD: Have you had any diarrhea or constipation?\n\nP: Uhm, I'm often constipated but nothing new there.\n\nD: OK, have you had any urinary problems?\n\nP: No.\n\nD: Alright, and then how about any muscle aches or, or body aches?\n\nP: Sort of, like I just, I found"
    },
    {
        "whisper_chunk": "it really hard to get out of bed this morning Okay How has your energy been Have you been uh like really fatigued Yeah Okay And when did and you said the muscle ache started this morning Um how when did the fatigue start I'd say this morning as well Yesterday was just like a little tickle in my throat and I thought it would just go away you know And I woke up this morning and",
        "gt_chunk": "P: it really hard to get out of bed this morning.\n\nD: OK. How has your energy been? Have you been, like really fatigued?\n\nP: Yeah. \n\nD: OK, and when did, uh, you said the muscle ache started this morning, uhm, how, when did the fatigue start?\n\nP: I'd say this morning as well, yesterday was just like a little tickle in my throat and I thought it would just go away you know, and I woke up this morning and"
    },
    {
        "whisper_chunk": "I just felt horrible And the sore throat was just worse and I felt feverish and tired and Yeah I felt really crappy Okay Yeah Um and have you had any symptoms like this before Well yeah I usually get a cold once a year in the fall It does feel similar to that Okay But I still wanted to be careful and come in just in case",
        "gt_chunk": "P: I just felt horrible. And the sore throat was just worse and I felt feverish and tired and I felt really crappy.\n\nD: OK, yeah, and have you had any symptoms like this before?\n\nP: Well yeah, I usually get a cold once a year in the fall. It does feel similar to that.\n\nD: OK.\n\nP: But I still wanted to be careful and come in, just in case"
    },
    {
        "whisper_chunk": "Yeah certainly Um have you had have you been diagnosed with any medical conditions before Um I have migraines Okay And are you taking any medications regularly Um no no I'm not It's not too bad I sometimes just take like Advil whenever my headache's coming on Okay Any allergies",
        "gt_chunk": "D: yeah, certainly. Have you had, have you been diagnosed with any medical conditions before?\n\nP: I have migraines.\n\nD: OK, and are you taking any medications regularly?\n\nP: No, no, I'm not. It's not bad. I sometimes just take like, Advil whenever my headache's coming on.\n\nD: OK. Any allergies"
    },
    {
        "whisper_chunk": "Uh nope Okay And do you smoke cigarettes Uh I smoke two or three a day Okay Um and have you tried to quit No Okay Um if at any point this is something that you wanted to talk about we certainly could later Sure Do you drink alcohol",
        "gt_chunk": "P: Uh, nope.\n\nD: OK. And do you smoke cigarettes?\n\nP: I smoke, uh, two or three a day.\n\nD: OK, and have you tried to quit? \n\nP: No.\n\nD: OK, if at any point this is something that you wanted to talk about, we, we certainly could later. \n\nP: sure.\n\nD: Do you drink alcohol"
    },
    {
        "whisper_chunk": "Um a glass at night with dinner Okay And do you use any other recreational drugs No no no Nothing like that Okay Have you in the past Nope Okay Um and have you been around anybody who's been sick recently Um well",
        "gt_chunk": "P: Uhm, a glass at night with dinner.\n\nD: OK, and do you use any other recreational drugs?\n\nP: No, no, no, nothing like that.\n\nD: OK, have you in the past? \n\nP: No.\n\nD: OK, and have you been around anybody who's been sick recently?\n\nP: Uhm, "
    },
    {
        "whisper_chunk": "my like my little granddaughter had um you know they're always having a runny nose right The little ones Um but no nothing nothing else I've just been at home for the Okay Have you traveled traveled anywhere No Okay And um does your granddaughter go to daycare or is she in school",
        "gt_chunk": "P: my, like my little granddaughter had, uhm, you know, they're always having a runny nose, right, the little ones.\n\nD: Mhm.\n\nP: But no, nothing, nothing else. I've just been at home for the most part.\n\nD: OK, have you traveled traveled anywhere?\n\nP: No. \n\nD: OK, and, uh, does your granddaughter go to daycare? Or is she in school"
    },
    {
        "whisper_chunk": "She um she does go to daycare Yeah Okay Um and has there been anybody else around that that's been sick that um you're living with or No no that's it No Okay Um and I think I don't think I asked this but have you had any surgeries before Um I had cataract uh surgery done Okay And the left right",
        "gt_chunk": "P: She, she does go to daycare, yeah.\n\nD: OK, and has there been anybody else around that, that's been sick that you're living with, or you see often?\n\nP: No, that's about it.\n\nD: OK, I, I think, I don't think I asked this, but have you had any surgeries before?\n\nP: I had cataract surgery done.\n\nD: OK, and the left, right"
    },
    {
        "whisper_chunk": "eye or right eye Both actually It runs in my family We get it pretty early on Okay And um are there any other conditions that run in your family like heart conditions or cancer Diabetes Diabetes Okay Yeah And who had diabetes Let's see My mom my sister my brother",
        "gt_chunk": "D: eye or right eye?\n\nP: Both actually, it runs in my family. We get it pretty early on.\n\nD: OK, and are there any other conditions that run in your family like heart conditions or cancer?\n\nP: Diabetes.\n\nD: Diabetes, OK. And who had diabetes?\n\nP: Lets see, my mom, my sister, my brother"
    },
    {
        "whisper_chunk": "Yeah Yeah Okay Um and uh just to um I get to know you a little bit better as well I was wondering if you could tell me a little bit about your living situation Sure Yeah Um I live with uh uh I live with my son and daughter and uh my my uh grandson",
        "gt_chunk": "P: yeah, yeah.\n\nD: OK. And just to, get to know you a little bit better as well. I was wondering if you could tell me a little bit about your living situation?\n\nP: Sure, yeah, I live with uh, I live with my son and daughter and my grandson"
    },
    {
        "whisper_chunk": "Okay Um and um Okay Yeah I think that's uh all I wanted to ask about today Um was there anything else that you wanted to um tell me or maybe that I forgot to ask about Uh no I don't think so Uh do you think I have COVID Um it's it's uh certainly possible It will be something",
        "gt_chunk": "D: , and, uhm, OK, yeah, I think that's all I wanted to ask about today. Was there anything else that you wanted to tell me or maybe that I forgot to ask about?\n\nP: Uh no, I don't think so. Do you think I have covid?\n\nD: It's, it's certainly possible. It will be something"
    },
    {
        "whisper_chunk": "we uh test for Um symptoms that you're experiencing with um feeling or having a fever a sore throat and um not feeling well with the muscle aches and fatigue Um it's relatively nonspecific So as you mentioned it could be something like the common cold um like uh that you've experienced in the past Uh so we can't rule that out either at this time but we will",
        "gt_chunk": "D:  the symptoms that you're experiencing, with feeling or having a fever, sore throat, and not feeling well with the muscle aches and fatigue, uhm, its relatively non-specific, so as you mentioned, it could be something like the common cold, that you've experienced in the past, so we can't rule that out either at this time, but we will"
    },
    {
        "whisper_chunk": "do uh some investigations um including a a nasal swab for COVID uh and and kind of go from there Okay Sounds good All right We'll get that started Great",
        "gt_chunk": "D: do some investigations including a nasal swab for covid and kind of go from there.\n\nP: OK, sounds good.\n\nD: All right, we'll get that started.\n\nP: Great"
    }
]