[
    {
        "whisper_chunk": "how may I help you Hi Chris so yeah I'm really worried I started coughing up blood this morning and for the last two days I've been having some like on my right calf just a lot of swelling and tenderness I just actually got out of the hospital just last week I had a knee replacement surgery on my right leg so yeah I was just really concerned about this blood that I'm coughing",
        "gt_chunk": "D: How may I help you?\n\nP: Hi, so yeah I I'm really worried. I started coughing up blood this morning, and for the last two days I've been having some, like on my right calf, just a lot of swelling and tenderness. Uhm, I just actually got out of the hospital just last week. I had a knee replacement surgery on my right leg. So yeah, I was just really concerned about this blood that I'm coughing"
    },
    {
        "whisper_chunk": "up Yeah certainly so when so you had a knee surgery last week were you like immobilized afterwards for a period of time Yeah I've been just taking some rest not really doing too much and even in the hospital like I was there for a period of time I was immobilized Okay and",
        "gt_chunk": "P: up.\n\nD: Yeah, certainly. So when, so you had a knee surgery last week, were you like immobilized afterwards for periods of time?\n\nP:Yeah, I've been just taking some rest, not really doing too much. And even in the hospital, like I was there for a day and was pretty immobilized.\n\nD: OK, and"
    },
    {
        "whisper_chunk": "have you had any pain in in your calf and and if so which which one It's just the right calf and it's it's pretty swollen right now and I was having a lot of pain over it for the last two days Okay is it can you feel the pain at rest or do you or is it with like with movement or if you press on it It's yeah it's pretty tender when I press on it I haven't really been moving around",
        "gt_chunk": "D: have you had any pain in your calf, and if so, which which one?\n\nP: It's just the right calf and it's it's pretty swollen right now and I was having a lot of pain over it for the last two days.\n\nD: OK is it, can you feel the pain at rest, or or is it with uh like with movement? Or if you press on it? \n\nP: It's yeah, it's pretty tender when I press on it. I haven't really been moving around"
    },
    {
        "whisper_chunk": "and it's still like painful right now but it doesn't really hurt when I'm like like I've been trying to keep myself rested just because of surgery but when I press on it it is pretty tender Okay and is there is the swelling in kind of what one spot of your leg or is it most of the leg It's just the calf I would say",
        "gt_chunk": "P: and it's still like painful right now, but it doesn't really hurt when I'm like, like I've been trying to keep myself rested just because of the surgery, but when I press on it, it is pretty tender.\n\nD: OK, and is the is the swelling in kind of one spot of your leg, or is it most of the of the leg?\n\nP: It's just the calf, I would say"
    },
    {
        "whisper_chunk": "more like just the lower leg area Okay and have you noticed any skin changes like redness or or or temperature like it feels hot to touch Maybe a little bit I haven't really noticed it too much Okay and do you have a history of like varicose veins or anything like that",
        "gt_chunk": "P: more like just the lower leg area.\n\nD: OK. Have you noticed any skin changes, like redness or or or temperature like it feels hot to touch.\n\nP: Maybe a little bit. I haven't really noticed it too much.\n\nD: OK, and do you have a history of like varicose veins or anything like that"
    },
    {
        "whisper_chunk": "No When did the coughing up blood start Just this morning actually so just like I would say a couple hours ago Okay and how much blood are you coughing up Just some on like I just noticed on the tissue like just some spots that",
        "gt_chunk": "D:  when did the coughing up blood start?\n\nP: Just this morning actually. So just uh, like I would say a couple hours ago.\n\nD: OK, and how much blood are you coughing up?\n\nP: Just some on like I just notice on the tissue like just some spots that"
    },
    {
        "whisper_chunk": "I in the last couple hours I've had three episodes of that where I've noticed blood on the tissue I see and did you have a cough prior to this No not really Okay and have you been experiencing any infectious symptoms like red",
        "gt_chunk": "P:  in the last couple hours, I've had three episodes of that where I've noticed blood on the tissue.\n\nD: I see and did you ever cough prior to this?\n\nP: No, not really.\n\nD: OK, uhm, and have you been experiencing any infectious symptoms like red"
    },
    {
        "whisper_chunk": "or runny No nothing like that Have you been having any chest pain or shortness of breath No chest pain but I do feel like I do have to take like a deeper breath I just I've been feeling it this morning a little bit it's just kind of a bit of uneasy breathing Okay",
        "gt_chunk": "D: ?\n\nP: No, nothing like that.\n\nD: Have you been having any chest pain or or shortness of breath?\n\nP: No chest pain, but I do feel like I do have to take like a deeper breath. Like I've just been feeling it this morning a little bit. It's just kind of a bit of uneasy breathing.\n\nD: OK"
    },
    {
        "whisper_chunk": "so it has been more difficult to breathe and it has that is that at rest as well do you feel that kind of sensation Yeah even right now just a little bit like it's it's not anything that I'm too worried about but it is there Okay do you have any pain if you have it I could take a deep breath in No I don't know I don't really have any pain Okay and you feel like your heart's racing or beating really fast",
        "gt_chunk": "D: so it has been more difficult to breathe. And is that is that at rest as well, do you feel that kind of sensation?\n\nP: Yeah, even right now, just a little bit, like it's it's not anything that I'm too worried about, but it is there.\n\nD: OK, do you have any pain if you have if if you take a deep breath in.\n\nP: Uh, no I don't, no I don't really have any pain.\n\nD: OK, and do you feel like your your heart's racing or beating really fast"
    },
    {
        "whisper_chunk": "I do feel like my heart is beating like faster especially today but yeah I don't know All right and how about your breathing No breathing I feel like it's around the same Okay and have you had any lightheadedness or dizziness or feeling like you're gonna pass out No Okay and have you",
        "gt_chunk": "P: I do feel like my heart is beating like faster, especially today. But yeah, I don't know.\n\nD: Alright, and how about your breathing? Do you feel like you're breathing faster.\n\nP: No breathing, I feel like it's around the same.\n\nD: OK, and have you had any lightheadedness, or dizziness, or or feeling like you're going to pass out? \n\nP: No. \n\nD: OK. And have you"
    },
    {
        "whisper_chunk": "had any any wheezing No wheezing All right have you had any abdominal pain Any nausea or vomiting Nope You had any diarrhea No diarrhea no How about any urinary problems like pain or frequency Nope Have you had any skin changes or rashes No Okay and how about any other like joint pains muscle aches No nothing like that All right",
        "gt_chunk": "D: had any any wheezing? \n\nP: No wheezing.\n\nD: Alright, uh have you had any abdominal pain?\n\nP: Uh no, no abdominal pain.\n\nD: Any nausea or vomiting. \n\nP: Nope.\n\nD: Have you had any diarrhea? \n\nP: No diarrhea, no.\n\nD: How about any urinary problems, like pain or frequency.\n\nP: No.\n\nD: Have you had any skin changes or or rashes?\n\nP: Uh, no. \n\nD: OK, and how about any other like joint pains, muscle aches?\n\nP: No, nothing like that. \n\nD: Alright"
    },
    {
        "whisper_chunk": "and have you ever had a DBT before No I've never had anything like that Okay or yeah like a deep vein thrombosis or have you had a pulmonary embolism before No I've never had anything like that before Okay have you been diagnosed with any medical conditions in the past I do have with my with my knee and then I do have high",
        "gt_chunk": "D: . Have you ever had a a DVT before?\n\nP: No, I've never had anything like that.\n\nD: OK, or yeah, like a deep vein thrombosis or have you had a pulmonary embolism before?\n\nP: No, I've never had anything like that before. \n\nD: OK, have you been diagnosed with any medical conditions in the past?\n\nP: I do have uh, so with my with my knee and then I do have high"
    },
    {
        "whisper_chunk": "blood pressure I have diabetes Okay and was it a knee replacement you had done Yeah Okay and you take any medications for the blood pressure and diabetes Yeah so for the blood pressure I'm taking a medication called Ramapril and then for diabetes I'm taking metformin Okay have you needed insulin for diabetes before No I've never had to use",
        "gt_chunk": "P: blood pressure, uh I have diabetes.\n\nD: OK, then was it a knee replacement you had done?\n\nP: Yeah.\n\nD: OK, and do you take any medications for the blood pressure and diabetes?\n\nP: Yeah, so for the blood pressure I'm taking medication called Ramipril, and then for diabetes I'm taking Metformin.\n\nD: OK, have you needed like insulin for diabetes before?\n\nP: No, I've never had to use"
    },
    {
        "whisper_chunk": "insulin Okay and do you take any other medications either prescribed or over the counter No nothing else I actually I do take some multivitamins but besides that nothing All right and do you have any allergies to medications Not that I know of Okay and any hospitalizations or surgeries in the past besides the the knee surgery last week No All right you've been healthy otherwise and I'm not sure I asked this",
        "gt_chunk": "P: insulin. \n\nD: OK, and and do you take any other medications, either prescribed or over the counter?\n\nP: No, nothing else. I actually I do take some multivitamins, but besides that nothing.\n\nD: Alright, and do you have any allergies to medications?\n\nP: Not that I know of.\n\nD: OK, and any hospitalizations or surgeries in the past besides the the knee surgery last week?\n\nP: No.\n\nD: Alright, so you've been healthy otherwise. I I'm not sure I I ask this"
    },
    {
        "whisper_chunk": "I'm wondering if you've had any fevers or chills No not really Okay and how about any night sweats No All right and has your weight been stable over the last several months or have you had any changes Yeah it's been pretty stable Okay thank you just wanted to clarify a little bit And currently can you tell me about where you're living and who you're living with Yeah so I'm living with my wife in a house I",
        "gt_chunk": "D: I'm wondering if you had any fevers or chills.\n\nP: No, not really.\n\nD: OK, and uh how about any night sweats?\n\nP: No.\n\nD: Alright and uhm has your weight been stable over the last several months or have you had any changes?\n\nP: Yeah, it's been pretty stable.\n\nD: OK, thank you, just wanted to clarify a few things there. And uhm, currently, can you tell me about where you're living and who you're living with?\n\nP: Yeah, so I'm living with my wife in a house. I"
    },
    {
        "whisper_chunk": "do have two kids but they're off to college right now so it's just us two Okay and what what do you do for for work Yeah so I actually work as a mechanic and right now I'm kind of off of work with I just need to recover and kind of get that physiotherapy done and then I can return hopefully in a month or two Okay yeah",
        "gt_chunk": "P: do have two kids, but they're off to college right now so it's just us 2.\n\nD: OK, and and what what do you do for uh for work?\n\nP: Yes, so I actually work as a mechanic, and right now I'm kind of off of work with, I just need to recover and kind of get that physiotherapy done and then I can return, hopefully in a month or two. \n\nD: OK, yeah"
    },
    {
        "whisper_chunk": "I need to recover after the knee surgery Okay and do you smoke cigarettes I used to but I quit when I was in my 30s I used to smoke like probably a pack a day between my 20s and 30s Okay it sounds like yeah you quit about 20 years ago then Yeah Okay and do you drink alcohol No Okay how about using any other recreational drugs No other drugs Okay",
        "gt_chunk": "D:  need to recover after the knee surgery. OK, and do you smoke cigarettes?\n\nP: I used to, but I quit when I was in my thirties. I used to smoke like probably a pack a day between my 20s and 30s.\n\nD: OK, but it sounds like yeah, you quit, about 20 years ago then?\n\nP: Yeah.\n\nD: OK, and do you drink alcohol?\n\nP: Uh no. \n\nD: OK, how about using any other recreational drugs?\n\nP: No other drugs. \n\nD: Ok"
    },
    {
        "whisper_chunk": "and in the family are there any heart conditions or lung conditions No not that I know Okay and anybody in the family have bleeding disorder or clotting disorder No not that I'm aware of Okay have you heard of anybody in the family having I know you said you haven't had had this before but anybody in the family having a deep vein thrombosis or or a PE Not that I know not really Okay",
        "gt_chunk": "D: and in the family, are there any heart conditions or or lung conditions?\n\nP: No, not that I know of. \n\nD: OK, and anybody in the family have a bleeding disorder or or a clotting disorder?\n\nP: No, not not that I'm aware of.\n\nD: OK, have you heard of anybody in the family having, I know you said you haven't had had this before, but anybody in the family having a deep vein thrombosis or or PE.\n\nP: Not that I know, not really. \n\nD: OK"
    },
    {
        "whisper_chunk": "so that was everything that I wanted to ask about on history today We'll do a physical exam and I'll listen to your chest and have a look at your leg We'll also order some imaging studies at the CTPA it's called but before we go ahead with that was there anything else that that you wanted to add No I think",
        "gt_chunk": "D: So that was everything that I wanted to ask about on history today. We'll do physical exam and I'll listen to your chest and have a look at your leg. We'll also order some imaging studies, with a CTPA it's called. Uh but before we go ahead with that, was there anything else that that you wanted to add?\n\nP: No, I think"
    },
    {
        "whisper_chunk": "that's that's all Okay so we'll get the lab work started as well as the imaging ordered it will look for to see if there is any pulmonary embolism present because with the surgery last week and being immobilized for a period of time it is a risk factor for it and leg swelling with coughing up blood can be symptoms of this so",
        "gt_chunk": "P: that's that's all.\n\nD: OK, so we'll get the lab work started, as well as the imaging ordered. It will look for, to see if there is any pulmonary embolism present, because with the surgery last week and being immobilized for a period of time, it is a risk factor for it, and leg swelling with uhm coughing up blood can be symptoms of this. So"
    },
    {
        "whisper_chunk": "we'll want to make sure to investigate for a pulmonary embolism Okay sounds good thank you so much Sounds good thank you",
        "gt_chunk": "D: we'll wanna make sure to to do, to investigate for a pulmonary embolism.\n\nP: OK. Sounds good, thank you so much.\n\nD: Sounds good, thank you"
    }
]