[
    {
        "whisper_chunk": "What brings you in here today I've just had difficulties with breathing for the past I want to say eight nine months and my wife just told me to come in It's just she was worried about it and I thought I'd just come in and have it checked out Okay so it's been going on for the last eight to nine months Has it been",
        "gt_chunk": "D: What brings you in here today?\n\nP: Um, I've just had difficulties with breathing for the past, I want to say eight, nine months. And um, my wife just told me to come in. It's just, she was worried about it and uh, I thought I'd just come in and have it checked out.\n\nD: Okay, so it's been going on for the last eight to nine months. Has it been"
    },
    {
        "whisper_chunk": "getting worse at all Yeah I would think so I would say so yeah Very good So it was just I feel like I just get short of breath more easily now Okay and is it short of breath with activities or are you getting short of breath with sitting or resting as well No when I'm with activity And",
        "gt_chunk": "D: getting worse at all?\n\nP: Yeah, I would think so. I would say so, yeah. So,\n\nD: Sorry, go on.\n\nP: So, it was just um, I feel like I just get short of breath more easily now.\n\nD: Okay, and is it short of breath with activities? Or are you getting short of breath with uh, sitting or resting as well?\n\nP: So when I'm, when I'm, with activity."
    },
    {
        "whisper_chunk": "the cough that you're getting is it a wet cough or a dry cough It's a dry cough And are you bringing up any material at all like any yellow or green any blood No no blood No blood Okay and with your shortness of breath are you having difficulty taking deep breaths or do you find that you're taking",
        "gt_chunk": "D: the cough that you're getting, is it a wet cough or a dry cough?\n\nP: It's a dry cough.\n\nD: Okay. And are you bringing up any material at all, like any um, yellow or green sputum?\n\nP: No, no.\n\nD: Any blood?\n\nP: Um, no, no blood. \n\nD: No blood, okay. And with your shortness of breath, is it, are you having difficulty taking deep breaths, or do you find that you're taking"
    },
    {
        "whisper_chunk": "more fast shallow breaths Just I guess just fast shallow breaths Okay okay And so this is over the last eight or nine months Have you noticed any other symptoms at all like chest pain dizziness or pain No And do your symptoms get worse at all when you're lying flat like when",
        "gt_chunk": "D: more fast, shallow breaths?\n\nP: Um, just, I guess, just uh, shallow breaths.\n\nD: Okay, okay. And um, so this is over the last eight or nine months. Have you noticed any other symptoms at all, like chest pain, dizziness or fainting? No?\n\nP: No.\n\nD: Okay. And do your symptoms get, get worse at all when you're lying flat, like when"
    },
    {
        "whisper_chunk": "you're sleeping No And do you ever wake up gasping for air No No okay And have you tried anything that's helped you relieve some of these symptoms Sorry say that again Have you tried anything like over the counter to help you relieve these symptoms No no I haven't",
        "gt_chunk": "D: you're sleeping?\n\nP: No.\n\nD: No. And do you ever wake up gasping for air?\n\nP: No.\n\nD: Okay. Um, and have you tried anything that's helped you uh, relieve some of these symptoms? \n\nP: Sorry, could you say that again?\n\nD: Uh, have you tried anything like over the counter, to help you relieve these symptoms?\n\nP: No, no I haven't"
    },
    {
        "whisper_chunk": "Have you traveled at all recently No Have you been in contact with anyone that's been sick No not really I did go out to the pharmacy to get my medications but that's the only time I actually interact with anyone outside of my home And what medications do you take",
        "gt_chunk": "D: have you traveled at all recently?\n\nP: No. \n\nD: Have you been in contact with anyone that's been sick?\n\nP: Um, no, not really. I, I did go out to the pharmacy to get my medications, but that's, that's the only time I actually interact with anyone outside of my home.\n\nD: And what, what medications do you take"
    },
    {
        "whisper_chunk": "I just take aspirin Aspirin okay Have you been diagnosed with any medical conditions I had a heart attack Oh okay When was that Last year Last year Well I'm so sorry And did they give you any medications to go on after that Yeah yeah yeah There are a couple other medications as well Something",
        "gt_chunk": "P: I just take aspirin. \n\nD: Aspirin, okay. Have you been diagnosed with any medical conditions?\n\nP: I had a heart attack. \n\nD: Oh okay, well when was that? \n\nP: Last year.\n\nD: Last year, well I'm so sorry and um, did they give you any medications to go on after that?\n\nP: Yeah yeah, yeah there, there were a couple of other medications as well. Something"
    },
    {
        "whisper_chunk": "Prill and I think there's Resuvastatin Okay and do you still take those Yeah I take those Sometimes I forget but I try to take them as much as I can Okay and then you also take the aspirin Okay have you noticed any fevers or chills No Any nausea",
        "gt_chunk": "P: pril. And uh, I think there's uh, uh, rosuvastatin.\n\nD: Okay, and do you still take those? \n\nP: Yeah, I take those. Sometimes I forget that I do, I try to take them as much as I can.\n\nD: Okay, and you also take the aspirin. Alright, have you noticed any fevers or chills?\n\nP: No. \n\nD: Nausea"
    },
    {
        "whisper_chunk": "or vomiting No And any chest pain No No okay Any increased fatigue No Any diarrhea or constipation No Any numbness or tingling anywhere No Any",
        "gt_chunk": "D: or vomiting?\n\nP: Nope.\n\nD: And any chest pain?\n\nP: Uh, no. \n\nD: No, okay. Any increased fatigue?\n\nP: No.\n\nD: Any diarrhea or constipation?\n\nP: No. \n\nD: Any numbness or tingling anywhere?\n\nP: No.\n\nD: Any"
    },
    {
        "whisper_chunk": "confusion or memory loss No I don't think so Any trouble urinating No Okay have you noticed any swelling in your feet ankles legs at all No Okay and how has your appetite been",
        "gt_chunk": "D: confusion or memory, like memory loss?\n\nP: Um, no, I don't think so.\n\nD: Any trouble urinating?\n\nP: Um, no. \n\nD: Okay, have you noticed any swelling um, in your feet, ankles, legs at all? \n\nP: No.\n\nD: Okay. Um, and how's your appetite been"
    },
    {
        "whisper_chunk": "like It's been the same Okay and any significant weight loss No Any exposure to fumes or dust within your environment Not right now When I was young yeah Okay and so did you have exposure to fumes or dust I used",
        "gt_chunk": "P: it's been the same.\n\nD: Okay, and any um, significant weight changes? Have you lost any weight? \n\nP: No.\n\nD: No. Um, any exposure to fumes or dust within your environment?\n\nP: Um, not right now. When I was young, yeah.\n\nD: Okay, now did you, so did you have exposure to fumes or dust?\n\nP: Um, I used"
    },
    {
        "whisper_chunk": "to work in a mine so lots of chemicals and things like that And any exposure to any pets or animals No Besides your medical history of having a heart attack and some blood pressure any other medical conditions I just have high blood pressure Okay any allergies to any medications or",
        "gt_chunk": "P: to work in a mine so.\n\nD: A mine?\n\nP: Yeah, lots of chemicals and things like that.\n\nD: Okay. And any exposure to any pets or animals?\n\nP: Uh, no. \n\nD: Besides your medical history of having a heart attack and some blood pressure, um, any other medical conditions?\n\nP: Uh, I just have high blood pressure.\n\nD: Okay, any allergies to any medications or"
    },
    {
        "whisper_chunk": "any environmental allergies No Okay any hospitalizations besides when you had a heart attack previously No Any surgeries No Okay did they tell you at all what the cause of your heart attack was They just they said it was my diet Your diet",
        "gt_chunk": "D: any environmental allergies?\n\nP: No. \n\nD: Okay. Um, any hospitalizations besides when you had a heart attack, previously?\n\nP: No.\n\nD: Any surgeries?\n\nP: No.\n\nD: Okay. Did they tell you at all what the cause of your heart attack was? \n\nP: Um, they just uh, they said it was my, my diet"
    },
    {
        "whisper_chunk": "okay Something about cholesterol Did you require any stents or did you have to get a bypass surgery or anything like that They put in I think they put in stents Stents okay Any family history of any heart or lung conditions Yeah my mom had a heart failure Okay",
        "gt_chunk": "P: , something about cholesterol.\n\nD: Did you require any stents, or did you have to get a bypass surgery or anything like that? \n\nP: Uh, they put in, I think they put in stents.\n\nD: Stents, okay. Um, any family history of any heart or lung conditions? \n\nP: Yeah, um, my um, mom had heart failure. \n\nD: Okay"
    },
    {
        "whisper_chunk": "and how old was she when she had a heart failure She was young She was 55 55 okay And currently right now or sorry do you have any family history of any cancers any lung cancer or anything like that No And currently do you work or are you retired I'm retired Okay and what's your living situation like right now Do you live with anyone I live with",
        "gt_chunk": "D: and how old was she when she had her heart failure? \n\nP: She was young, she was uh, 55. \n\nD: 55, okay. Um, and currently, right now, or sorry, do you have any family history of any cancers, any lung cancer or anything like that?\n\nP: No. \n\nD: And currently do you work or are you retired? \n\nP: I'm retired.\n\nD: Okay. And what's your living situation like right now? Do you live with anyone?\n\nP: I live with"
    },
    {
        "whisper_chunk": "my wife Okay and do you smoke No Have you ever smoked I did when I was young Okay and how long would you say you smoked for I'd say 45 years And how much would you smoke in an average day About a pack a day Any",
        "gt_chunk": "P: my wife.\n\nD: Okay, and do you smoke?\n\nP: Uh, no.\n\nD: Have you ever smoked?\n\nP: I did when I was young.\n\nD: How long would you say you smoked for?\n\nP: Um, I'd say 45 years.\n\nD: And how much would you smoke in an average day? \n\nP: Um, about a pack a day."
    },
    {
        "whisper_chunk": "recreational drugs like marijuana No And do you drink alcohol Yeah I do I drink a glass every night every day And a glass of what would you drink I'll just say a glass of wine white wine Okay Okay so those are all the questions I have for you today Any questions for me No",
        "gt_chunk": "D: recreational drugs like marijuana?\n\nP: No. \n\nD: And do you drink alcohol?\n\nP: Yeah I do. Um I'll, I'll drink a glass at night, every night. \n\nD: And a glass of, what would you drink?\n\nP: Oh just a, a glass of wine, white wine.\n\nD: Okay, so those are all the questions I have for you today. Any questions for me?\n\nP: No"
    },
    {
        "whisper_chunk": "Okay so yeah there's definitely like the coughing and the shortness of breath are definitely concerning and they've been going on for a pretty long time Do you have any night sweats or anything like that No Okay so there's a few things that we think about with the chronic shortness of breath and the cough One could be just a COPD diagnosis with your long",
        "gt_chunk": "D: Okay, so yeah, there's definitely like the coughing and shortness of breath are definitely concerning, and they've been going on for a pretty long time. Do you ever have any night sweats or anything like that? \n\nP: No.\n\nD: Okay. So there's a few things that we think about with the chronic shortness of breath and a cough. One could be just a COPD diagnosis with your long"
    },
    {
        "whisper_chunk": "history of chest x ray as well The other thing that we need to look out for is lung cancer And since you have been smoking for a pretty long time even though you may have quit which is really great but that long history of smoking especially also with you working in a mine",
        "gt_chunk": "D: ray, chest x-ray as well. Um another thing that we need to look out for is uh, lung cancer. And since you have been smoking for a pretty long time, even though you may have quit, which is really great, but that long history of smoking, especially also with um, you working in a mine"
    },
    {
        "whisper_chunk": "those are some things I need to think of as well And so we may require like chest x ray and even a CT scan of your lungs as well So yeah first we'll just do a couple tests do a physical examinations get your vitals do some blood work and do some of those tests And then we'll also get a COVID swab test done for you as well just in case Does that sound good Yeah Great Great So we'll be with you shortly",
        "gt_chunk": "D: those are some things that means we can test as well, and so we may require like a chest x-ray, and even um, a CT scan of your lungs as well. Um, so yeah, first we'll just do a couple tests, do a physical examination, get your vitals, do some blood work and do some of those tests and then we'll also get a COVID swab test done for you as well, just in case. Does that sound good?\n\nP: Yeah.\n\nD: Alright, so we'll be with you shortly"
    }
]