[
    {
        "whisper_chunk": "may I help you Hi I have been having this nasal obstruction and discharge for the past week and it doesn't seem to be going away and it's bothering me so I thought I would get it checked out by you Okay for sure Could you describe the It doesn't have a color to",
        "gt_chunk": "D: may I help you? \n\nP: Hi I'm, I have been having this nasal obstruction and discharge for the past week and it doesn't seem to be going away and it's bothering me so I thought I would get it checked out by you.\n\nD: OK, for sure. Uhm, could you describe the discharge?"
    },
    {
        "whisper_chunk": "it Okay so no yellow green or red to indicate any blood No Okay and you mentioned so with the obstruction have you had difficulties breathing A little bit I just need to and it's mostly at night I just need to shift to one side or the other to unblock my airways I see okay and have you been having any pain on your face like",
        "gt_chunk": "P: it.\n\nD: OK, so no yellow, green or or red to indicate any blood?\n\nP: No.\n\nD: OK, and you mentioned, so with the obstruction, have you had difficulties breathing?\n\nP: Um a little bit, I just need to, and is mostly at night. I just need to shift to one side or the other to like unblock my airways.\n\nD: I see OK and have you been having any pain on your face? Like"
    },
    {
        "whisper_chunk": "kind of over your cheeks or over your forehead No Okay how about any headaches No headaches All right have you had any changes to your sense of smell or any loss of smell No maybe a little bit but no not really I can still eat I can still smell like candles and things like that so maybe go with no Okay have you had any changes to your sense of taste No Okay have",
        "gt_chunk": "D: kind of over your cheeks or over your forehead?\n\nP: No.\n\nD: OK, how about any headaches? \n\nP: No headaches. \n\nD: All right, have you had any changes or to your sense of smell or any loss of smell?\n\nP: Uhm no, maybe a little bit, but no, not really. I can still eat. I can still smell like candles and things like that so, maybe go with no. \n\nD: OK. Have you had any changes to your sense of taste?\n\nP: No. \n\nD: OK. Have"
    },
    {
        "whisper_chunk": "you had any eye redness or any eye pain No Any ear pain or ear discharge No Any changes to vision or hearing Nope Okay have you had a sore throat No Have you had a cough No Have you had any shortness of breath No Have you had any wheezing No Okay and have you coughed up any blood Nope Okay and have you had any chest pain No Have you had any lightheadedness or",
        "gt_chunk": "D: you had any eye redness or or any eye pain?\n\nP: No.\n\nD: Any ear pain or ear discharge?\n\nP: No. \n\nD: Any changes to the vision or hearing?\n\nP: Uh, no.\n\nD: OK, have you had a sore throat?\n\nP: No. \n\nD: Have you had a cough?\n\nP: No.\n\nD: Have you had any shortness of breath \n\nP: Uh, no. \n\nD: Have you had any wheezing?\n\nP: No. \n\nD: OK. And have you coughed up any blood?\n\nP: No. \n\nD: OK, and have you had any chest pain?\n\nP: No. \n\nD: Have you had any lightheadedness or"
    },
    {
        "whisper_chunk": "dizziness No Have you felt like your heart's beating really fast or racing No Okay have you had any fevers or chills No Have you had any night sweats No Have you had any unexpected weight loss No Okay have you had any loss of appetite Nope Okay have you had any nausea or vomiting No Have you had any abdominal pain No Have you had any diarrhea or constipation No Have you had any painful urination",
        "gt_chunk": "D: dizziness? \n\nP: Uh, no.\n\nD: Have you felt like your hearts beating really fast or racing?\n\nP: No.\n\nD: OK, have you had any fevers or chills?\n\nP: No. \n\nD: Have you had a night sweats?\n\nP: No.\n\nD: Have you had any unexpected weight loss?\n\nP: No. \n\nD: OK, have you had any loss of appetite?\n\nP: Uh, nope.\n\nD: OK, have you had any nausea or vomiting?\n\nP: No.\n\nD: Have you had any abdominal pain?\n\nP: No.\n\nD: Have you had any diarrhea or constipation?\n\nP: No. \n\nD: Have you had any painful urination"
    },
    {
        "whisper_chunk": "or urinary muscle aches or joint pains No Have you had any memory loss or confusion No Okay and how has your energy been Have you had fatigue or malaise No nothing like that Okay have you had any",
        "gt_chunk": "D:  any muscle aches or joint pains?\n\nP: No.\n\nD: Have you had any memory loss or confusion?\n\nP: No. \n\nD: OK, and how has your energy been? Have you had fatigue or malaise?\n\nP: No, nothing like that. \n\nD: OK. Uhm, and have you had any"
    },
    {
        "whisper_chunk": "sneezing No Okay and are you healthy or have you been diagnosed with any medical conditions in the past No I've been pretty healthy Okay have you had any prior surgeries or hospitalizations Nope Okay and any allergies to any medications or any seasonal allergies Do you get symptoms like this that change throughout the year No Okay and sorry no allergies to medications as well No allergies to medications",
        "gt_chunk": "D: sneezing?\n\nP: No.\n\nD: OK. Uhm, and, uh, are you healthy? Or, or have you been diagnosed with any medical conditions in the past?\n\nP: No, I'm actually pretty healthy.\n\nD: OK. Have you had any prior surgeries or hospitalizations?\n\nP: Nope.\n\nD: OK, and any allergies like to any medications or any seasonal allergies? Like do you get symptoms like this that change throughout the year?\n\nP: No. \n\nD: OK and sorry, no allergies to medications as well?\n\nP: No allergies to medications"
    },
    {
        "whisper_chunk": "Okay and do you take any medications regularly either prescribed or over the counter No I don't take any medications Okay and can you tell me about where you're living currently and who you're living with I live by myself right now I live in an apartment downtown Okay and are you working right now or are you going to school or both I'm working right now but I'm working from",
        "gt_chunk": "D: OK, and do you take any medications regularly, either prescribed or over the counter?\n\nP: No, I don't take any medications.\n\nD: OK, and can you tell me about where you're living currently and who you're living with?\n\nP: Uhm, I live by myself right now. I live in an apartment downtown.\n\nD: OK, and are you, got working right now or are you going to school or both?\n\nP: I'm working right now, but I'm working from"
    },
    {
        "whisper_chunk": "home Okay have you been around anybody who's been sick No one personally but I do go to the grocery store and the bank and all the essential things I see Okay and have you traveled anywhere recently No I haven't Okay are you in a relationship I am Okay and",
        "gt_chunk": "P: home.\n\nD: OK, uh, have you been around anybody who's been sick?\n\nP: No one personally, but I do go to the grocery store and the bank and all the essential things.\n\nD: I see, OK. Uhm, and have you have you traveled anywhere recently? \n\nP: No, I haven't.\n\nD: OK. Are you in a relationship?\n\nP: I am."
    },
    {
        "whisper_chunk": "are you sexually active I am Okay could you tell me a little bit about your partner or partners Yeah so we've been together for the past five years and yeah he's the only sexual partner I have Okay and do you use condoms or birth control Birth control Okay and any concern for a sexually transmitted infection No Okay",
        "gt_chunk": "D: Are you sexually active?\n\nP: I am.\n\nD: OK, could you tell me a little bit about your partner or, or partners?\n\nP: Uhm yeah, so we've been together for the past five years. And yeah, he's the only sexual partner I have.\n\nD: OK, and do you use condoms or birth control?\n\nP: Birth control.\n\nD: OK. Uhm, and any concern for a sexually transmitted infection?\n\nP: No.\n\nD: OK"
    },
    {
        "whisper_chunk": "and do you smoke cigarettes I don't Do you smoke cannabis or use cannabis products Nope Okay and how about the use of any recreational drugs No Okay and do you drink alcohol I do I'll have like a glass of wine every day Okay and in the family are there any heart conditions or lung conditions that run in the family No How about things like diabetes or high blood pressure I don't think so Okay",
        "gt_chunk": "D: and you smoke cigarettes?\n\nP: I don't.\n\nD: Do you smoke cannabis or use cannabis products?\n\nP: Uh, nope.\n\nD: OK, how about the use of any recreational drugs?\n\nP: No. \n\nD: OK, do you drink alcohol? \n\nP: I do, I'll have like a glass of wine every day.\n\nD: OK. And in the family, are there any heart conditions or lung conditions that run in the family?\n\nP: No. \n\nD: How about things like diabetes or or high blood pressure?\n\nP: Uhm, I don't think so. \n\nD: OK"
    },
    {
        "whisper_chunk": "and are there any cancers in the family There's colon cancer in the family Okay and who was that and how old were they My grandfather he was 55 Okay All right and so that was everything that I wanted to ask today on history Was there anything else that I was maybe forgetting No I think that was it",
        "gt_chunk": "D: and uh, are there any cancers in the family?\n\nP: Uhm, there's colon cancer in the family.\n\nD: OK, and who was that and how old were they? \n\nP: Uhm, my grandfather, he was 55.\n\nD: OK. Uhm, alright, and so that was everything that I wanted to ask today on history. Was there anything else that I was maybe forgetting?\n\nP: Uh, no, I think that was it"
    },
    {
        "whisper_chunk": "Okay so with the predominant symptoms of being nasal discharge and obstruction without fever and without like changes to smell and also without pain it's most likely a viral rhinosinusitis However this could",
        "gt_chunk": "D: OK, so with the prominent symptoms of being nasal discharge and obstruction without fever and without, like changes to smell and also without pain, it's most likely a viral rhinosinusitis. Uhm, however, this could"
    },
    {
        "whisper_chunk": "have symptoms that overlap with COVID and so we will still end up doing a swab even though the most likely diagnosis is going to be a viral acute rhinosinusitis Do you have any other questions No thank you Yeah thank you Thank you",
        "gt_chunk": "D: have symptoms that overlap with, with COVID, and so we will still end up doing a swab even though the most likely diagnosis is going to be a viral acute rhinosinusitis. \n\nP: OK.\n\nD: Do you have any other questions?\n\nP: No thank you or yeah, thank you.\n\nD: Thank you"
    }
]