[
    {
        "whisper_chunk": "I do for you Hi I came in here today I just was feeling just a bit short of breath over the last few days and I've had a so I normally have a cough but I've just been coughing a lot more over the last week and I don't know if it's if it's something else I do have a COPD diagnosis which I was diagnosed with like a couple years ago but",
        "gt_chunk": "D: I do for you?\n\nP: Hey I I came in here today I I just was feeling just a bit short of breath over the last few days and I've had a so I normally have a cough, but I've just been coughing a lot more over the last week and I don't know if it's if it's something else. I I do have a COPD diagnosis which I was diagnosed with like a couple years ago, but"
    },
    {
        "whisper_chunk": "this is this seems to be much worse Okay you said you were diagnosed with COPD a couple years ago was that two years ago three years ago It was almost probably five years ago Five years ago okay and have you always had this cough since then Yeah I've probably had a cough for the Okay Yeah And you mentioned that this cough",
        "gt_chunk": "P: this is this seems to be much worse.\n\nD: OK, you said you were diagnosed with COPD couple years ago. Was that two years ago? Three years ago?\n\nP: It was almost, probably five years ago.\n\nD: Five years ago, OK, and have you always had this cough since then? \n\nP: Yeah I’ve probably had a cough for the last 10 years, I think. \n\nD: OK.\n\nP: Yeah. \n\nD: And you you’ve mentioned that this cough"
    },
    {
        "whisper_chunk": "has gotten worse over the last week Yeah I've been coughing a lot more even just walking down the stairs from my bedroom to even the kitchen I just have to take a little bit of a breather and just start coughing Okay and is it a dry cough or are you bringing up any It's usually before this week it was like kind of a clear to",
        "gt_chunk": "D: has gotten worse over the last week?\n\nP: Yeah, I've been coughing a lot more. Even just walking down the stairs from my bedroom to even the kitchen I just have to take a little bit of a breather, just start coughing. \n\nD: OK. And is it a dry cough or are you bringing up any phlem?\n\nP: No, I'm bringing up like this. It's usually before this week. It was like kind of a clear to"
    },
    {
        "whisper_chunk": "yellow sorry clear to white material but this past week it's been more yellow in color Okay any blood in there No I haven't noticed any blood Okay and you said you were also short of breath and when did that start That's just been the last few days but just to clarify I do get short of breath here and there sometimes I have to use puffers but the last",
        "gt_chunk": "P: yellow. Sorry clear to white material, but this past week it's been more yellow in color.\n\nD: OK, any blood in there?\n\nP: No, I mean notice any blood.\n\nD: OK and you said you were also short of breath, uhm when did that start?\n\nP: So that's just in the last few days. But just to clarify, I do get short of breath here and there sometimes I have to use puffers, but the last"
    },
    {
        "whisper_chunk": "few days I've just been really short of breath even if I walk a little bit I have to like sit down and can't really catch my breath Okay all right and do you get short of breath when you're laying down No not really it's mainly just when I'm moving around and doing stuff Okay how about when you're asleep does it wake you up and kind of make you gasp for air",
        "gt_chunk": "P: few days I've just been really short of breath, even even if I walk a little bit after like sit down and, can't really catch my breath.\n\nD: OK. Alright, and do you get short of breath when you're laying down?\n\nP: Uhm no, not really, it's mainly just when I'm moving around and doing stuff.\n\nD: OK, how about when you're asleep? Does it wake you up and kind of make you gasp for air"
    },
    {
        "whisper_chunk": "No No okay so no orthopnea or PND All right and the puffers that you're on can you remind me which ones you're on again So I'm on this one called Ventolin which I've been using a lot more recently just for relief and then I'm on this other puffer I think",
        "gt_chunk": "P: No. \n\nD: No OK. So no orthopnea or PND. Alright, and the puffers that you're on, can you remind me which ones you're on again?\n\nP: So I'm on this one called Ventilin for the which I’ve been using a lot more recently just for relief and then, I'm on this other puffer thing"
    },
    {
        "whisper_chunk": "it's called Spiriva Okay how often how many times this week have you had to use your Ventolin Ventolin I've probably used probably almost like ten times this past week Okay all right any chest pain Just when I'm having like those coughing fits and with the breathing",
        "gt_chunk": "P: It's called spiriva. \n\nD: OK, how often? How? How many times this week have you had to use your ventilin?\n\nP: Uhm, Ventilin are probably used. Probably almost like 10 times this past week.\n\nD: OK. Alright, any chest pain? \n\nP: Uhm? Just when I'm having like those coughing fits in with the breathing"
    },
    {
        "whisper_chunk": "I feel some discomfort but that's it Okay all right and then any palpitations or feeling like your heart's racing Nope Okay all right and do you ever feel like your calves hurt after you walk a while No not really No okay any dizziness",
        "gt_chunk": "P: I feel some discomfort, but that's it.\n\nD: OK, OK. Alright and then any palpitations or feeling like your heart's racing? \n\nP: Uh no.\n\nD: OK. Alright, and do you ever feel like your calves hurt after you walk awhile?\n\nP: No, not really.\n\nD: No OK, any dizziness"
    },
    {
        "whisper_chunk": "or confusion or memory loss Nope Headaches Nope Changes in your bowel movements Nope Nausea or vomiting Nope Changes in your appetite",
        "gt_chunk": "P: No.\n\nD: Confusion or memory loss? \n\nP: No. \n\nD: Headaches?\n\nP: No.\n\nD: Changes in your bowel movements?\n\nP: No. \n\nD: Uhm nausea or vomiting?\n\nP: Uh, no. \n\nD: Changes in your "
    },
    {
        "whisper_chunk": "No not really Okay changes in your urine Nope Runny nose or stuffy nose No I haven't had that Okay sore throat Nope Changes in your vision or hearing Nope Changes in your smell or taste No not really Okay how about weight loss No my",
        "gt_chunk": "P:  the same. \n\nD: OK, changes in your urine?\n\nP: No. \n\nD: Runny nose or stuffy nose?\n\nP: Uh, no. I don’t have that.\n\nD: OK, sore throat? \n\nP: No.\n\nD: Any changes in your vision or hearing?\n\nP: No.\n\nD: Changes in your smell or taste?\n\nP: No, not really.\n\nD: OK, how about weight loss?\n\nP: No, my"
    },
    {
        "whisper_chunk": "weight's been pretty steady Okay chills Maybe a few times this like the last couple days I've been feeling a bit chilly but I don't know I have a fever or anything like that Okay so you haven't actually measured your temperature right No Okay we can do that today Any rashes",
        "gt_chunk": "P: weights been pretty steady.\n\nD: OK, chills? \n\nP: Uhm, maybe a few times this, like from that last couple days I've been feeling a bit chilly. But I I don't know if I have a fever or anything like that.\n\nD: OK, so you haven't actually measured your temperature right?\n\nP: No.\n\nD: OK, we can do that today. Any rashes"
    },
    {
        "whisper_chunk": "Nope Fatigue Nope Okay and besides the COPD do you have any other long standing medical conditions I have like high cholesterol Okay And I used to take blood pressure medication but",
        "gt_chunk": "P: no. \n\nD: Fatigue?\n\nP: No. \n\nD: OK, um and besides the COPD do you have any other longstanding medical conditions?\n\nP: Uhm. I I have a like high cholesterol.\n\nD: OK. \n\nP: And. Just I, I used to take blood pressure medications but"
    },
    {
        "whisper_chunk": "I don't right now Okay what kind of blood pressure medications did you use to take and how come you stopped I was on like a diuretic and then the doctor said like my blood pressure was really well under control so I just stopped taking it Okay Okay and the doctor was okay with that No I just stopped taking",
        "gt_chunk": "P: I don't right now.\n\nD: OK. And what kind of blood pressure medications did you use to take, and how come you stopped?\n\nP: I was on like a diuretic. Then the doctor said, like my blood pressure was really well under control, so I just stopped taking it.\n\nD: OK, OK, and the doctor was OK with that.\n\nP: Uh no, I just stopped taking"
    },
    {
        "whisper_chunk": "it I didn't really like ask the doctor Okay well we'll keep checking your blood pressure and that's something you should keep an eye on as well just in case you have complications with your kidneys Does that sound okay Yeah Okay and are you on any medications other than the puffers Just a torpostatin",
        "gt_chunk": "P: it. I didn't really like ask the doctor.\n\nD: OK, well, we'll keep checking your blood pressure and that's something you should keep an eye on as well, just in case ou have complications with your kidneys. Does that sound OK? \n\nP: Yeah. \n\nD: OK uhm? And are you on any medications other than the puffers?\n\nP: Just a Torva"
    },
    {
        "whisper_chunk": "For your cholesterol okay And are you up to date with your immunizations Yeah I even got the coronavirus vaccine Okay good congrats Did you also get the shingles vaccine and the pneumococcal vaccine Yeah I got those Okay good Any allergies No not that I know of",
        "gt_chunk": "D: For your cholesterol OK, and are you up to date with your immunizations?\n\nP: Yeah, not even a vaccine.\n\nD: Pardon me?\n\nP: I even got the coronavirus vaccine.\n\nD: OK, good Congrats. Did you also get the shingles vaccine and the pneumococcal vaccine?\n\nP: Yeah I got them.\n\nD: OK, OK good, any allergies?\n\nP: Uh, no, not that I know.\n\n"
    },
    {
        "whisper_chunk": "Okay how about a family history of lung or heart conditions My father had lung cancer but he smoked a lot so I sometimes worry about that but my father had lung cancer and my mother she was perfectly healthy Yeah so just my father That's your father okay How much do you smoke",
        "gt_chunk": "P: .\n\nD: How about a family history of lung or heart conditions?\n\nP: Uhm? My father had lung cancer but he smoked a lot, I also smoke so I sometimes worry about that, but he had cancer and my mother, she was perfectly healthy. Yeah, so just my father.\n\nD: Just your father OK. How much do you smoke"
    },
    {
        "whisper_chunk": "Probably half a pack a day It used to be one pack even two packs at one point in time but right now it's half a pack a day Okay all right Well it's good that you're cutting down And if you need more resources to help you do that we have some available that we can refer you to Do you take any other recreational drugs like cannabis heroin cocaine",
        "gt_chunk": "P: Probably half a pack a day. It used to be one pack, even 2 packs at one point in time, but right now it's half the packaging.\n\nD: OK, alright, well, it's good that you're cutting down. And if you need more resources to help you do that, we have some available that we can refer you to. Do you take any other recreational drugs like cannabis, heroin, cocaine"
    },
    {
        "whisper_chunk": "No nothing like that Okay and do you drink alcohol Just probably maybe like a couple times a month A couple times a month okay And are you currently married Yeah I currently live with my wife",
        "gt_chunk": "P: No, nothing like that, no. \n\nD: OK. And do you drink alcohol? \n\nP: Um just probably maybe like a couple times a month. \n\nD: Couple times a month OK. And are you currently married?\n\nP: Yeah, I currently live with my "
    },
    {
        "whisper_chunk": "Okay and any reason for you to believe you have old carpets mold dust asbestos pets anything that could be triggering your symptoms No nothing like that We live in like a fairly new apartment Okay okay good And have you been in contact with any sick people recently No not really We've been just",
        "gt_chunk": "D: OK, and any reason for you to believe you have old carpets, mold, dust, asbestos, pets, anything that could be triggering your symptoms?\n\nP: No, nothing like that. We live in like a fairly new apartment.\n\nD: OK, OK, good, and have you been in contact with any sick people recently?\n\nP: No, not not really. Wie’ve been just"
    },
    {
        "whisper_chunk": "to ourselves Okay and have you traveled anywhere recently No just been in our house Okay all right Well those were all the questions that I had Did you Yeah you know it sounds like you have",
        "gt_chunk": "P: to ourselves.\n\nD: OK, and have you traveled anywhere recently?\n\nP: No, just been on our house.\n\nD: OK. Alright, well those were all the questions that I had. Did you have any questions of your"
    },
    {
        "whisper_chunk": "a cough and shortness of breath and both of these things you've had for a while but now they're getting worse And based on your past history of COPD I would say this sounds like a COPD exacerbation So for that we will start off with some basic blood work like CBC electrolytes your kidney function ABGs as well",
        "gt_chunk": "D: a cough and shortness of breath, and both of these things you've had for a while, but now they're getting worse and based on your past history of COPD I would say this sounds like a COPD exacerbation. So for that we will start off with some basic blood work like CBC, electrolytes, your kidney function, ABG’s, as well"
    },
    {
        "whisper_chunk": "as like a chest x ray And basically to treat it we're going to take your oxygen saturation and give you some extra oxygen if you need it We'll continue to use your bronchodilators And in addition to both of that we'll also give you some steroids as well as antibiotics just to prevent any infections or if you already have it then it can help",
        "gt_chunk": "D: as like a chest X Ray. And basically we should treat it we're going to take your oxygen saturation an give you some extra oxygen if you need. We’ll continue to use your bronchodilators an and in addition to both of that will also give you some steroids as well as antibiotics. And just to prevent any infections or if you already have it then it can help"
    },
    {
        "whisper_chunk": "with that as well And because your symptoms somewhat overlap with those of COVID we'll also do a COVID swap just to make sure it's not that And you should hear back about those results in 24 to 48 hours How does that sound That sounds good Thank you Okay yeah no problem",
        "gt_chunk": "D: with that as well. And because your symptoms somewhat overlap with those of Covid will also do a covid swab just to make sure it's not that. And you should hear back about those results in 24 to 48 hours. How does that sound?\n\nP: That sounds good. Thank you.\n\nD: OK, yeah, no problem"
    }
]