[
    {
        "whisper_chunk": "It's nice to meet you What's your name My name's Scott It's nice to meet you too All right So Scott how old are you I'm 15 15 Okay what brings you in today I've had a sore throat now for a couple of weeks and it's just not going away Couple of weeks Okay so about two weeks three weeks Yeah about two to three weeks Okay What does it feel like Is it kind of like a burning feeling Is it more like an itchy feeling What does it feel like",
        "gt_chunk": "D: It's nice to meet you. What's your name? \n\nP: It my name is Scott. It's nice to meet you too. \n\nD: Alright, um so Scott. How old are you?\n\nP: 15.\n\nD: OK, What brings you in today? \n\nP: Um, I've had a sore throat now for a couple of weeks and it's just not going away.\n\nD: Couple of weeks. OK, so about two weeks, three weeks?\n\nP: Yeah, about two to three weeks.\n\nD: OK, um what does it feel like is it, is it kind of like a burning feeling? Is it more like an itchy feeling? What does it feel like"
    },
    {
        "whisper_chunk": "I would say it's kind of yeah like burning or scratchy Okay And does it hurt when you swallow It does yeah My throat hurts when I'm eating or swallowing liquids as well but cold stuff seems to make it feel a little bit better Okay good And does your neck hurt too A little tender I've noticed some lumps at the front of my neck that",
        "gt_chunk": "P: I would say it's kinda yeah like burnin' or burning or scratchy. \n\nD: OK, and does it hurt when you swallow?\n\nP: It does, yeah, uh, If my throat hurts when I'm eating or Um uh or swallowing like liquid's as well, but cold stuff seems to make it feel a little bit better. \n\nD: OK, good, and does your neck hurt too?\n\nP: Um. A little tender, I've noticed the um some lumps at the front of front of my neck that"
    },
    {
        "whisper_chunk": "have been a bit sore Okay And is it mostly sore kind of like midline or is it more sore to one side versus the other I'd say maybe the right side is a little bit more sore but I can feel it on both sides of my neck Okay And how bad would you say your discomfort is one to 10 10 being the worst I would say maybe a two or three If I move my neck I can feel it more",
        "gt_chunk": "P: have been a bit sore. \n\nD: OK, and is it mostly sore, kind of like midline? Or is it more sorta one side versus the other? \n\nP: Um I'd say, maybe the, uh, the right side is a little bit more sore, but I think I can feel it on both sides of my neck.\n\nD: OK, and how bad would you say your discomfort is 1 to 10, 10 being the worst.\n\nP: Um. I would say maybe a two or three if I move my neck I I can feel it more"
    },
    {
        "whisper_chunk": "but otherwise I can just barely notice that it's there Okay so it's not preventing you from sleeping going to school playing things like that No it's more so the sore throat when swallowing Okay okay Have you noticed a fever at all I have yeah I felt hot and I checked my temperature this morning and it was 38 7 I",
        "gt_chunk": "P: but otherwise I can just barely notice that it's there. \n\nD: OK, so it's not preventing you from sleeping, going to school, playing, things like that? \n\nP: No, it's more so the sore throat when swallowing. \n\nD: OK. OK. Um, have you noticed a fever at all?\n\nP: Um, I have. Yeah I felt hot and Um I checked my temperature this morning and it was 38.7 I"
    },
    {
        "whisper_chunk": "think it was Is that a fever Yeah I'd say that's a fever We can also do another temperature check today Okay Yeah but that definitely sounds like a fever And have you noticed rashes anywhere Yeah I've had this red I guess pink rash that I have noticed It's come over my chest and belly area Okay how big is it Is it more than a centimeter",
        "gt_chunk": "P: think it was. Is that a fever?\n\nD: Yeah, I'd say that's a fever. We can also do another temperature check today. \n\nP: OK\n\nD: Um yeah, but that definitely sounds like a fever. Um, have you noticed rashes anywhere?\n\nP: Um Yeah, I've had this, uh this, like red I guess pink rash that I have noticed it's come over my chest and and belly area.\n\nD: OK, how big is it? Is it more than a centimeter"
    },
    {
        "whisper_chunk": "Yeah it's pretty well I mean it's kind of spread out over an area Like it's not all continuous I guess You can kind of see patches or blotches Okay and is it raised No it's not raised Okay okay Is it itchy No it's not itchy Okay painful No not painful Okay and is it bleeding or oozing anything like pus No it's not nothing",
        "gt_chunk": "P: Yeah, it's pretty well, I mean, it's kind of, um spread out over over an area like it's not all continuous I guess. You can kind of see patches or blotches.\n\nD: OK and, is it raised?\n\nP: No, it's it's not raised.\n\nD: OK. OK, is it itchy?\n\nP: Uh, no, it's not itchy.\n\nD: Painful? \n\nP: No, not painful.\n\nD: OK and is it bleeding or oozing anything like pus?\n\nP: Um no it's not, nothing"
    },
    {
        "whisper_chunk": "like that It's just pink and red and it's just kind of shown up over the last little while I've noticed it on my hands a little bit too Okay and you said this started when Like was this before the sore throat or after I can't specifically remember the onset I think",
        "gt_chunk": "P: like that, it's just pink and red and it's just kind of shown up over the last little while. I've noticed it on my um like hands a little bit too.\n\nD: OK, and you said this started when like was this before the sore throat or after? \n\nP: Oh I can't like remember the onset. I I think"
    },
    {
        "whisper_chunk": "the sore throat started first and the rash came a little bit later Okay okay And have you noticed that your glands are swollen I think so maybe that's what's swollen in my neck Okay okay How about coughing No I haven't had a cough No and how about a stuffy nose or a runny nose Nothing like that Okay body aches Yeah I've felt",
        "gt_chunk": "P: the sore throat started first and maybe a rash came a little bit later. \n\nD: OK, OK and have you noticed that your that your glands are swollen?\n\nP: I think so, um maybe that's what's swollen in my neck.\n\nD: OK, OK. Um how about coughing?\n\nP: No, I haven't had a cough no.\n\nD: And how about a stuffy nose or or a runny nose?\n\nP: Nothing like that. \n\nD: OK, body aches? \n\nP: Yeah, I felt"
    },
    {
        "whisper_chunk": "some muscle aches for sure Okay upper limbs or lower limbs I'd say kind of whole body I just feel like my muscles and joints are sore Okay yeah And do you have any headaches No I haven't really had any headaches No okay And how's your appetite Are you still eating well It might have been a",
        "gt_chunk": "P: some muscle aches for sure. \n\nD: OK, upper limbs or lower limbs?\n\nP: I say I got a whole body, I just feel like my muscles and joints are sore. \n\nD: OK, yeah, and or do you have any headaches?\n\nP: Uh. No, I haven't really had any headaches. \n\nD: No OK. And how's your appetite? Are you still eating well?\n\nP: Um. It might be a"
    },
    {
        "whisper_chunk": "little bit down I just kind of haven't been feeling so great so I probably have eaten less the last few weeks Yeah have you been around anyone who may have been sick recently Yeah actually I think a few of my friends or there was somebody in my gym class who sounded like they had similar symptoms Okay okay and when was",
        "gt_chunk": "P: little bit down. I just kind of haven't been feeling so great, so I'm I've probably eating less the last few weeks, yeah.\n\nD: Have you been around anyone who may have been sick recently?\n\nP: Yeah, actually I think a few of my friends or there was somebody in my gym class knew that I sounded like they had similar symptoms. \n\nD: OK, OK, and when was"
    },
    {
        "whisper_chunk": "this Now that I think about it probably about three or four weeks ago Okay and were they ever treated for that Did they see a doctor I'm not sure No okay no worries I just remember them being off for school because they were sick Okay yeah Any issues with your eyes No No nothing like crusting or pus coming out of your eyes red eye anything like",
        "gt_chunk": "P: Uh, now that I think about it, probably about three or four weeks ago.\n\nD: OK, and were they ever treated for that? Did they see a doctor?\n\nP: Um I'm not sure. \n\nD: No, OK. No worries. \n\nP: I just remember them being off for school 'cause they were they were sick. \n\nD: OK yeah, any issues with your eyes?\n\nP: No.\n\nD: No, nothing like crusting or pus coming out of your eyes? Red eye, anything like"
    },
    {
        "whisper_chunk": "that No well they have looked maybe a little bit more red than usual but I haven't noticed anything in terms of itchiness or discharge Okay any nausea or vomiting No no nausea or vomiting Okay how about your stools Have they been normal Have you had diarrhea constipation anything like that Those no changes to your bowel",
        "gt_chunk": "P: that well, did they might have looked maybe a little bit more more red, red then usual but I haven't noticed any anything in terms of itchiness or um discharge. \n\nD: OK. Any nausea or vomiting?\n\nP: Um, no nausea or vomiting. \n\nD: OK, how how about your stools? Have they been normal? Have you had diarrhea, constipation, anything like that?\n\nP: No changes to bowel"
    },
    {
        "whisper_chunk": "habits Okay how about urine That's been okay Okay okay have you ever had these symptoms before I mean I've had sore throats in the past but not while feeling like this though Yeah Okay when was the last time you had a sore throat I don't know maybe when I was a kid Okay It's been a while Yeah like a strep throat kind of thing or more viral Yeah I do remember getting",
        "gt_chunk": "P: habits. \n\nD: OK how about urine?\n\nP: Um, that's been OK. \n\nD: OK, OK. Um, have you ever had these symptoms before?\n\nP: Um, I mean I've had sore throats in the past, but not while feeling like this though. \n\nD: Yeah. OK, when was the last time you had a sore throat?\n\nP: Um, I don't know maybe when I was a kid. \n\nD: OK. \n\nP: It's been awhile.\n\nD: Yeah, like a strep throat kind of thing, or or more viral?\n\nP: Yeah, I do remember getting"
    },
    {
        "whisper_chunk": "antibiotics when I was younger Okay okay and are you otherwise healthy Do you have any medical conditions I was diagnosed with asthma Okay and are you on any medications for that Yeah so I just use ventolin as needed but otherwise oh and then I take Flovent daily",
        "gt_chunk": "P: antibiotics when I was younger. \n\nD: OK, OK, and are you otherwise healthy? Do you have any medical conditions?\n\nP: I was diagnosed with uh with asthma. \n\nD: OK, and are you on any medications for that? \n\nP: Um yeah, so I, I just use ah Ventolin as needed, but otherwise oh and then I take Flovent daily"
    },
    {
        "whisper_chunk": "so Okay I think that's the one There's a couple inhalers that I take Okay okay and any other medications Sometimes I'll take like reactin or some other type of allergy pill but that's it Okay what are you allergic to Well I would say mostly seasonal allergies bug me like yeah like seasonal allergies and dust maybe Okay",
        "gt_chunk": "P: .\n\nD: OK.\n\nP: I think that's the one, there's there's a couple inhalers that that I take. \n\nD: OK, OK, and any other medications?\n\nP: Uh, sometimes I'll take um like Reactine or some other type of allergy pill, but that's it. \n\nD: OK, What are you allergic too?\n\nP: Um mostly seasonal allergies, bug me like um yeah, like seasonal allergies and dust, maybe. \n\nD: OK"
    },
    {
        "whisper_chunk": "and are you up to date with all your immunizations Yeah my mom makes me get the flu shot every year Okay good and okay have you seen another doctor for these symptoms at all Have you been worked up for that any blood work testing done for it already No I thought I would have felt better by now and so I haven't seen anybody but it's kind of just been going on",
        "gt_chunk": "D: And are you up to date with all your immunizations?\n\nP: Yeah, my mom makes me get the flu shot every year. \n\nD: OK, good. And it's, OK, have you seen another doctor for the symptoms at all? Have you been worked up for that? Any blood work testing done for it already? \n\nP: No, I thought I would have felt better by now and so I haven't seen anybody but it's kind of just been going on"
    },
    {
        "whisper_chunk": "now not seeming to get better so wanted to come see somebody Yeah for sure Have you tried anything for your symptoms any medications anything over the counter Yeah I've tried some Tylenol and I think what is it Advil and that definitely has helped with some of the kind of aches and pains but they've come right back Okay any family history of lung",
        "gt_chunk": "P: now, not seeming to get better. So wanna come see somebody.\n\nD: Yeah for sure. Have you tried anything for your symptoms? Any medications, anything over the counter?\n\nP: Um yeah, I've tried some Tylenol and it's, I I think what is it Advil? And that definitely is helped with some of the kind of aches and pains, but they've come right back.\n\nD: OK, um any family history of Lung"
    },
    {
        "whisper_chunk": "issues heart issues No nothing like that yeah Okay how about cancers I think my grandfather had pancreatic cancer Okay okay all right so you live at home correct Yeah I live with my parents and my younger sister She's 12 She's 12 is she healthy Yeah she is Okay good and have you guys traveled",
        "gt_chunk": "D: issues, heart issues?\n\nP: Um, No. nothing like that, um no.\n\nD: Yeah, OK. How about cancers?\n\nP: I, I think my Grandfather had a like pancreatic cancer. \n\nD: OK, OK. Um, alright, so do you live at home correct? \n\nP: Yeah, I live with my parents and my younger sister. She's 12.\n\nD: She's 12, Is she healthy?\n\nP: Yeah she is.\n\nD: OK, good and have you guys traveled"
    },
    {
        "whisper_chunk": "recently No we've been at home Okay okay and do you smoke No I don't smoke No how about marijuana I've tried it once or twice but just those couple times nothing that I do or use regularly Okay and how about alcohol No no alcohol No alcohol okay",
        "gt_chunk": "P: been, we've been at home. \n\nD: OK, OK, Um, and do you smoke?\n\nP: No, I don't smoke.\n\nD: No, How about marijuana? \n\nP: I I've tried it once or twice but it was just those couple times, nothing that I do or used regularly.\n\nD: OK, And how about alcohol?\n\nP: No, no alcohol.\n\nD: No alcohol."
    },
    {
        "whisper_chunk": "Are you sexually active No I'm not No okay Is there a possibility that or actually sorry I should rephrase that Have you kissed anyone recently Well I guess I kind of have a girlfriend now that I started hanging out with about two months ago Okay okay So I guess yes Okay all right well that's",
        "gt_chunk": "D: are you sexually active?\n\nP: No, I'm not.\n\nD: No, OK um. Is there a possibility that? Or actually sorry I should rephrase that. Have you kissed anyone recently?\n\nP: Um I. Well, I I guess I kinda have a girlfriend now. Um that we, that I started hanging out with about two months ago.\n\nD: OK, OK. \n\nP: And so I guess yes. \n\nD: OK, alright, well that's"
    },
    {
        "whisper_chunk": "good Has she had any of these symptoms Uh well she wasn't feeling well for a while back but I don't think it was this bad for her Okay and she's better now Yeah she's better now Okay All right so you mentioned you're not sexually active If you were to be make sure you use protection And okay so everything",
        "gt_chunk": "D: , has she had any of these symptoms?\n\nP: Uh, well she she was, wasn't feeling well for awhile back, but, I don't think it was this bad for her. \n\nD: OK. Actually, and she's better now?\n\nP: Yeah, she's better now. \n\nD: OK. Alright, so you mentioned you're not sexually active. If you were to be, make sure you use protection. Um and OK. So everything"
    },
    {
        "whisper_chunk": "at home is okay then No one's sick at home you mentioned right Yeah no one's sick at home Okay And school is going okay Yeah school's been going okay for the most part It's been tough these last few weeks feeling like this though Yeah for sure And are you and your girlfriend in an exclusive relationship I think so yeah Okay I ask because there's something called",
        "gt_chunk": "D: at\nhome is OK then? No ones, no ones sick at home you mentioned, right?\n\nP: Yeah, no ones, no ones sick at home. \n\nD: OK. And school is going OK?\n\nP: Um yeah, schools been been going OK for the most part it's been tough these last few weeks feeling like this though. \n\nD: Yeah for sure. And are you and your girlfriend in an exclusive relationship?\n\nP: Uh. I I think so yeah.\n\nD: OK, I ask because there's something called"
    },
    {
        "whisper_chunk": "what you may be familiar with is called the kissing disease In medical terminology it's called mono as caused by a virus called EBV So it could be that so we're covering all our bases Oh I've heard of mono before Yeah Okay It's likely it could be up there in terms of what you have So I think those were all the questions I had for you Did you have any questions for",
        "gt_chunk": "D: what you may be familiar with um it's called the kissing disease. In medical terminology, it's called mono, as caused by a virus called EBV, and so it could be that so we're covering all our bases. \n\nP: Oh, I've heard of mono before. \n\nD: Yeah, \n\nP: OK. \n\nD: It's it's likely it could be up there in terms of what you have, so I think those were all the questions I had for you. Did you have any questions for"
    },
    {
        "whisper_chunk": "me anything you wanted to add No I think that's you covered everything Okay all right So we'll go off a few we'll try to cover our bases and get you tested for mono which you'd have to do like a mono spot test and we can do a rapid strep test as well to see if he has something called strep throat But yeah we'll see what those results come back as and we'll go from there Does that sound good Yeah no that",
        "gt_chunk": "D: me? Anything you wanted to add?\n\nP: Um, no, I think that's you covered everything. \n\nD: OK alright so I will will go off a few, we'll try to cover our basis and get you tested for mono which I would have to do like a monospot test and we can do rapid strep test as well to see if he has something called strep throat. But yeah, we'll see what those results come back as. And we'll go from there. Does that sound good? \n\nP: Yeah, no, that"
    },
    {
        "whisper_chunk": "sounds good Okay Thank you Thank you",
        "gt_chunk": "P: sounds good. \n\nD: OK, thank you"
    }
]