[
    {
        "whisper_chunk": "How may I help you Hi I just want to talk about these times when I feel like I'm just I'm suffocating and I just can't breathe It's pretty scary and I don't know what's going on Yeah certainly feeling short of breath like that can be quite scary for sure",
        "gt_chunk": "D: How may I help you?\n\nP: Hi I just want to talk about these, these times when I feel like I'm just I'm suffocating and I just can't breathe. It's pretty scary and I don't know what's going on.\n\nD: Yeah, certainly, um, feeling short of breath like that can be quite scary for sure"
    },
    {
        "whisper_chunk": "When do these episodes kind of happen Are they spontaneous or can you think of things that you're doing when they come on I don't know it's just like sometimes like before interviews sometimes just kind of random",
        "gt_chunk": "D: when do these episodes kind of happen? Are they spontaneous? Or can you think of things that you're doing when they when they come on.\n\nP: Uhm? I, I don't know, it's just like. Uhm? Sometimes, like before interviews, sometimes just kind of random"
    },
    {
        "whisper_chunk": "Yeah I can kind of tell when they're about to come on Yeah I think it's mostly like job interviews Okay have you had many of those recently Okay job interviews Yeah I got laid off because of",
        "gt_chunk": "P: yeah. I can kind of tell when they're about to come on. Uhm? Yeah, I think. It's mostly like job interviews.\n\nD: OK, have you had many of those recently?\n\nP: Job interviews? \n\nD: Yeah. \n\nP: I got I got laid off because of"
    },
    {
        "whisper_chunk": "the pandemic and now I've been looking for a job and yeah it's just like it's kind of nerve wracking But also like I don't know I'm not just worried it could be something else Like it's just yeah it's like I really just can't believe it's so weird Okay yeah it certainly sounds like there's been a lot of stress recently",
        "gt_chunk": "P: the pandemic and now I've been looking for jobs and it's just like it's kind of nerve wracking. But also like I don't know, I'm just worried it could be something else like it's just, yeah, it's like I really just can't breathe, it's so weird.\n\nD: OK, yeah, it's certainly. It sounds like there's been a lot of stress recently"
    },
    {
        "whisper_chunk": "certainly plenty with the pandemic as well And so when you get short of breath you said you could feel that it's coming on and how long does it last for Like 15 minutes 15 20 minutes Is there anything you do to help it go away I'll just like go and lie down and close my eyes Okay and do",
        "gt_chunk": "D: Certainly plenty for with the pandemic as well. And so when you get short of breath, you you said you have this, you could feel that it's coming on and how long does it last for?\n\nP: Like 15 minutes 15, 20 minutes.\n\nD: Is there anything you do to help it go away?\n\nP: I'll just say go and lie down and close my eyes. \n\nD: OK. And do"
    },
    {
        "whisper_chunk": "you get short of breath if you walk far distances or exert yourself Oh no no I go out for a run every single day Nothing happens at that time Okay and have you had a cough No Any wheezing No Okay have you had any chest pain Yeah",
        "gt_chunk": "D: you get shorter breath if you walk far distances or exert yourself?\n\nP: Oh no, no. I go out for a run every single day. Nothing happens at that time.\n\nD: OK. And. Have you had a cough?\n\nP: No.\n\nD: Any wheezing? \n\nP: No.\n\nD: OK. And have you had any any chest pain?\n\nP: Yeah"
    },
    {
        "whisper_chunk": "I kind of feel like this pressure at that time It's just like yeah someone's like pressing my chest inwards kind of It's hard to explain I see do you is it like do you feel it in any one particular spot or No I just feel like my chest is really tight and it just it's like I can't like expand my lungs I see",
        "gt_chunk": "P: I kind of feel like this pressure at that time is just like yeah, someone's like pressing my chest inwards, kind of. It's hard to explain.\n\nD: I see do you it is it um like, do you feel it in any one particular spot or? \n\nP: No. \n\nD: OK. \n\nP: I just feel like my chest is really tight and it's just it's like I can't like expand my lungs.\n\nD: I see"
    },
    {
        "whisper_chunk": "and does this last around 15 minutes as well Yeah Yeah Okay and similarly you're like going for runs and stuff like that you don't ever get any chest pain No no no Okay and you mentioned you did have a cough but have you brought up any phlegm or brought up any blood No no I have not had a cough Oh no okay sorry",
        "gt_chunk": "D: and does this last around 15 minutes as well? \n\nP: Yeah. \n\nD: OK. And similarly you like going for runs and stuff like that you on't ever get any chest pain?\n\nP: No, no, no. \n\nD: OK. And and I know you mentioned you didn't have a cough, but have you brought up any phlegm or brought up any any blood?\n\nP: No, no, I have not had a cough.\n\nD: Oh no, OK, I'm sorry"
    },
    {
        "whisper_chunk": "That's okay Okay and have you otherwise been well or have you had any infectious symptoms like a runny or red eyes a runny nose or a sore throat No none of those All right have you had any headaches No How about any fevers or chills No Have you had any night sweats No but I get really sweaty",
        "gt_chunk": "P: That's OK. \n\nD: And have you otherwise been well? Or if you had any infectious symptoms, like a runny or red eyes, runny nose or sore throat? \n\nP: No. None of those. \n\nD: Alright, have you had any headaches? \n\nP: No.\n\nD: How about any fevers or chills?\n\nP: No. \n\nD: Have you had any night sweats?\n\nP: No, but I get really sweaty"
    },
    {
        "whisper_chunk": "when these episodes happen I'm just like yeah my face is like sweating in my neck Okay yeah okay and how has your weight been recently Any weight gain or loss Yeah gained quite a bit of weight since the pandemic started Yeah gained about 10 pounds Okay any changes to your",
        "gt_chunk": "P: when these episodes happen. Just like yeah, my face is like sweating, and my neck.\n\nD: OK. Yeah, Um, OK, and How is your weight been recently? Any weight gain or loss?\n\nP: Yeah, I've gained quite a bit of weight since the pandemic started. Yeah, gained about 10 pounds. \n\nD: OK, any changes to your"
    },
    {
        "whisper_chunk": "diet or appetite Oh yeah I've been eating quite a bit been baking a lot at home Okay and have you had any abdominal pains No Any diarrhea No Okay any nausea or vomiting No",
        "gt_chunk": "D: diet or appetite?\n\nP: Oh yeah, I've been eating quite a bit, been baking a lot at home. \n\nD: OK. And, and have you had any abdominal pains?\n\nP: No. \n\nD: Any diarrhea? \n\nP: Uhm? No. \n\nD: OK. Any nausea or vomiting? \n\nP: No"
    },
    {
        "whisper_chunk": "All right and any urinary problems like pain or frequency No Any rashes or skin changes No And any muscle aches body pains or joint pains or swelling Nothing like that no Okay and how has your energy been Well I've been feeling a little low since",
        "gt_chunk": "D: Alright, and any urinary problems like pain or frequency?\n\nP: No.\n\nD: Any rashes or skin changes?\n\nP: No. \n\nD: And, any muscle aches, body pains or joint pains or swelling?\n\nP: Nothing like that, no.\n\nD: OK and how's your energy been?\n\nP: Um. Well, I've been feeling a little low. Since"
    },
    {
        "whisper_chunk": "I've been laid off I'm just like worried about my finances and I kind of sleep all day I'm not feeling very energetic Okay how has your interest in activities been I don't know I just feel like staying at home and just being in bed all the time Okay so have you had a low mood",
        "gt_chunk": "P: I've been laid off just like worried about my finances and I kind of sleep all day. I'm not feeling very energetic.\n\nD: OK. How is your interest in activities been?\n\nP: I don't know, I just feel like staying at home and just being in bed all the time.\n\nD: OK, so you're um, have you had a low mood"
    },
    {
        "whisper_chunk": "Yeah All right and are you sleeping more than usual Yeah Okay is there anything that you're feeling particularly guilty about right now No Okay and how has your concentration been Not great Okay I haven't been able to focus And have",
        "gt_chunk": "P: Yeah. \n\nD: Alright and are you sleeping more than usual?\n\nP: Yeah.\n\nD: OK, is there anything that you're feeling particularly guilty about right now?\n\nP: No. \n\nD: OK. How is your concentration been?\n\nP: Uhm, not great.\n\nD: OK. You haven't been able to focus and have"
    },
    {
        "whisper_chunk": "you felt like things are moving in slow motion No All right and have you had any thoughts of hurting or harming yourself No Okay Okay and have you had depression or anxiety in the past I've been diagnosed with depression Okay",
        "gt_chunk": "D: you felt like things are moving in slow motion? \n\nP: No.\n\nD: Alright, so have you had any thoughts of hurting or harming yourself?\n\nP: No. \n\nD: OK. And have you had depression or anxiety in the past?\n\nP: Um I've been diagnosed with depression.\n\nD: OK"
    },
    {
        "whisper_chunk": "and have you had panic attacks before No but do you think that's what's going on Potentially it certainly can't rule out an organic cause meaning something going on Otherwise just yeah we need to do a physical exam and some investigations first but it certainly could",
        "gt_chunk": "D: And have you had panic attacks before?\n\nP: No, but do you think that's what's going on?\n\nD: Potentially, it certainly can't rule out. Inorganic cause meaning something going on, otherwise just yet we might need to do some physical exam and some investigations first, but it certainly could"
    },
    {
        "whisper_chunk": "be related to that with all of the stressors that are going on Okay and so you've had a low mood Have you had any periods in your life where you felt really energetic like you didn't need any sleep you were really talkative you had all the energy in the world I wish no I've never really felt that way Okay and have",
        "gt_chunk": "D: be related to that. With all of the stressors that are going on. And so you had a low mood. Have you had any periods in your life where you felt really energetic, like you didn't need any sleep, you're really talkative, you had all the energy in the world.\n\nP: I wish, no, I've never really felt that way,\n\nD: OK. And have"
    },
    {
        "whisper_chunk": "you had any concerns with eating disorders in the past No All right and you mentioned you've been diagnosed with depression Have you been diagnosed with any other medical conditions No Okay are you on any medications right now No I was doing pretty well I used to have these episodes of depression when I was younger as a teenager and they kind of went away I was",
        "gt_chunk": "D: you had any concerns with eating disorders in the past?\n\nP: No. \n\nD: Alright. And then you mentioned, even diagnosed with depression, if you had, are you have you been diagnosed with any other medical conditions?\n\nP: No.\n\nD: OK, are you on any medications right now?\n\nP: No, I was doing pretty well. I used to have these episodes of depression when I was younger as a teenager and they kind of went away. I was"
    },
    {
        "whisper_chunk": "on meds at that time but I think it's coming back now Okay so you haven't been on medication now for quite a while for years Yeah for like I'd say 12 years 13 years Okay what did you use then if you can remember Prozac Okay and did you find it helped Yeah yeah it was very helpful it was very good Okay",
        "gt_chunk": "P: on meds at that time, but I think I think it's coming back now.\n\nD: OK, so you haven't been on medication now for for quite awhile for years.\n\nP: For like 12 years 13 years. \n\nD: OK, what did you use that, if you can remember?\n\nP: Prozac?\n\nD: OK, and did you find it helped?\n\nP: Yeah, yeah it was very helpful, was very good. \n\nD: OK"
    },
    {
        "whisper_chunk": "well that's good And any allergies to medications No All right and any hospitalizations or surgeries No Okay and can you tell me a little bit about where you're living and who you're living with I live with my girlfriend",
        "gt_chunk": "D: . That's good. Any allergies to medications?\n\nP: No. \n\nD: Alright and any hospitalizations or surgeries?\n\nP: No. \n\nD: OK, and can you tell me a little bit about where you're living and who you're living with? \n\nP: I I live, I live with my girlfriend"
    },
    {
        "whisper_chunk": "Okay And has there been anybody around that has been sick that you've been around No Okay and have you traveled anywhere No no And do you smoke cigarettes No I don't Okay and do you drink alcohol I don't Okay",
        "gt_chunk": "D: OK. And. Has there been anybody around that that has been sick that they have been around?\n\nP: No. \n\nD: OK, have you traveled anywhere? \n\nP: No no.\n\nD: And do you smoke cigarettes?\n\nP: Oh no, I don't.\n\nD: OK, do you drink alcohol? \n\nP: I don't. \n\nD: OK"
    },
    {
        "whisper_chunk": "And are you currently sexually active Yeah Okay and any chance that you could be pregnant currently No And have you been pregnant in the past No Okay and do you smoke cigarettes I don't Do you drink alcohol No And do you use any recreational drugs No Okay and any family",
        "gt_chunk": "D: And. Are you currently sexually active?\n\nP: Yeah. \n\nD: OK, and any chance that you could be pregnant currently?\n\nP: No.\n\nD: And have you been pregnant in the past?\n\nP: No. \n\nD: OK. And do you smoke cigarettes?\n\nP: I don't. \n\nD: Do you drink alcohol? \n\nP: No.\n\nD: And do you use any recreational drugs? \n\nP: No.\n\nD: OK, and any family"
    },
    {
        "whisper_chunk": "history of heart or lung problems My grandfather had lung cancer but that's about it Did he smoke for a long time Oh yeah he was a big smoker Okay and anybody in the family have problems with mental illness My mom has depression too Okay",
        "gt_chunk": "D: history of heart or lung problems?\n\nP: My grandfather had lung cancer. But that's about it.\n\nD: Did he smoke for a long time?\n\nP: Oh yeah, he was a big smoker.\n\nD: OK, and anybody in the family have problems with mental illness?\n\nP: My mom has uh depression too.\n\nD: OK"
    },
    {
        "whisper_chunk": "and anybody in the family have problems with substance use No Okay and I think that's everything that I wanted to ask on history today So you've been having these episodes where you get really short of breath and you get chest pain you'll get sweaty",
        "gt_chunk": "D: . Anybody in in the family have problems with substance, substance use?\n\nP: no.\n\nD: OK. Um, and  I think that's everything that I I wanted to ask on history today. So you been having these episodes where you get really short of breath and you get chest pain, you'll get sweaty"
    },
    {
        "whisper_chunk": "and have what sounds like an impending sense of doom where you kind of feel like it's coming on and it lasts for 15 minutes and not related to exercise Were there any other symptoms or things that you've been experiencing recently Yeah I also feel like my heart's beating really fast Oh okay And does that",
        "gt_chunk": "D:  what sounds like an impending sense of doom where you kind of feel like it's coming on and it lasts for 15 minutes and not related to exercise. Were there any other symptoms or things that you've been experiencing recently?\n\nP: Yeah, it's also,  I also feel like my heart's like breathing really fast.\n\nD: Oh, OK. And I does that"
    },
    {
        "whisper_chunk": "how long does that last for Same time like everything's just sort of comes on at the same time just kind of goes away together Okay would you say that it comes on like kind of like at the snap of your finger sort of thing like really quickly and then I can kind of tell it's gonna come on like I have a sense of it and then it just like starts suddenly just happens Okay so you have the heart racing Are there any other",
        "gt_chunk": "D: how long does it last for?\n\nP: Same time. Like everything is just sort of comes on at the same time. Just kind of goes away together.\n\nD: OK, would you say that it comes on like kind of like at the snap of your fingers sort of thing like really quickly and then?\n\nP: I can kind of tell it's gonna come on like I have a sense of it and then it just like starts. It suddenly just happens.\n\nD: OK. So you you have the heart racing, are there any other"
    },
    {
        "whisper_chunk": "symptoms as well I don't think so Okay so we will get an ECG and have a look at that but I'm concerned now thinking that this might be related to anxiety or panic attacks And so",
        "gt_chunk": "D: symptoms as well?\n\nP: I don't think so.\n\nD: OK, so, uh, we will get an ECG and  I will look at that, but I've been concerned now thinking that this might be related to anxiety or panic attacks and so"
    },
    {
        "whisper_chunk": "I guess that'll be something that we could discuss more about in regards to like I guess previous traumas and things that and the stresses that you might be dealing with currently to help manage the stress better Sure thank you",
        "gt_chunk": "D: I guess that would be something that we could discuss more about in regards to like I guess previous traumas and things that and the stresses that you might be dealing with currently to help manage manage stress better.\n\nP: Sure, thank you"
    }
]