[
    {
        "whisper_chunk": "So can you tell me a little bit about what brought you in here today Yeah I've noticed I've had this pretty bad cough for like the last couple of days I'm a little bit worried I want to talk to someone Okay so it started two days ago No about what day is it today Today's Wednesday It started on Sunday Sunday as I noticed it started getting really bad Okay so it got really bad then Was it still",
        "gt_chunk": "D: So can you tell me a little bit about what brought you in here today?\n\nP: Yeah, I've noticed I've had this pretty bad cough for like the last couple of days. A little bit worried. Wanna talk to someone.\n\nD: OK, so started two days ago.\n\nP: No about what day is it today? Today is Wednesday. It started on Sunday, Sunday. I noticed it getting really bad.\n\nD: OK, so it got really bad. Then it "
    },
    {
        "whisper_chunk": "present but not as bad before that Yeah I think I had a bit of a raspy cough on Friday but Sunday was when I started getting nervous about it Okay so almost a week it sounds like And what exactly changed on Sunday that made it worse in your opinion So Sunday I started bringing I noticed little spots of red kind of in the gunk I",
        "gt_chunk": "D: present but not as bad before that?\n\nP: Yeah I think I had like a bit of like a raspy cough on like Friday but Sunday it was when I started getting nervous about it.\n\nD: OK so almost a week, it sounds like. And what exactly changed on Sunday that you made it worse in your opinion?\n\nP: So Sunday I started bringing I noticed like little spots of red kind of the the gunk I"
    },
    {
        "whisper_chunk": "was bringing up Okay And I kind of ignored it but the next day they were still there I started getting fever just didn't I felt off you know Okay Okay so you first noticed that on Were you bringing up sputum before that and it just didn't have these spots or did that part just start on Sunday Sputum's kind of like the gunk I've been bringing up Yeah it's like",
        "gt_chunk": "P: was bringing up.\n\nD: OK. \n\nP: And I kind of ignored it, but the next day they were still there. I started getting fever just in I felt off, you know.\n\nD: OK. OK, so that you first notice that on Sunday, were you bringing up sputum before that and it just didn't have these spots or did it, did that part just start on Sunday?\n\nP: Sputum is kind of like the gunk up and bring it up? Yeah, it"
    },
    {
        "whisper_chunk": "this yellow custard It's got little spots of red on it on Sunday Okay And before that did you have the yellow custard without red or it all started at once All kind of started at once to be honest Okay Sorry I know these are tricky questions And you said that you've had some fevers Can you tell me a little bit about that When did that start So that started the Monday really was when I first started I never took",
        "gt_chunk": "P: this yellow custard, it’s got like well spots are red on it on Sunday.\n\nD: OK, and before that did you have like the yellow custard without red? Or it all started at once all kind of started?\n\nP: It all started at once to be honest.\n\nD: Sorry, I know these are tricky questions, and you said that you've had some fevers. Can you tell me a little bit about that? When did that start?\n\nP: So that started, the Monday really is when I first started. I never took"
    },
    {
        "whisper_chunk": "my temperature I just felt hot you know And that's been going on pretty much until today Okay Did you ever feel like you were really shaky at that time Yeah I've been getting the chills especially the last two days Okay So over this time you've had this cough Have you felt like you've had difficulty breathing Not really I feel a little bit winded doing things I used to do",
        "gt_chunk": "P: my temperature. I just felt hot. You know that's been going on pretty much until today.\n\nD: OK, did you ever feel like you were really shaky?\n\nP: Yeah, I've been getting the chills, especially last two days. \n\nD: OK. So over this time you've had this cough, have you felt like you've had difficulty breathing?\n\nP: Not really, I feel a little bit winded doing things. I used to do"
    },
    {
        "whisper_chunk": "like I take the stairs up to my apartment But I just haven't been really trying to exert myself just been taking it easy So I haven't really noticed being out of breath no Okay So probably if you were to get up and do a lot of physical activity you would feel worse Yeah I can still take the two stairs up to my apartment But after that I start to feel pretty crummy Okay Is there anything else that you can think of that makes it feel worse",
        "gt_chunk": "P: like I take the stairs up to my apartment, but I have just happened really trying to exert myself that's been taking it easy so I haven't really noticed being out of breath.\n\nD: OK, so probably if you were to get up and do a lot of physical activity you would feel worse.\n\nP: Yeah, I could, probably I can still take the two stairs up to my apartment, but after that I started to feel pretty crummy.\n\nD: OK. Is there anything else that you can think of that makes it feel worse"
    },
    {
        "whisper_chunk": "No Okay Has anything helped it to feel better at all Bringing up gunk makes it feel better for a little while Okay So you kind of just clear it up and that feels a little bit better Yeah I've been taking some Tylenol at home and that helps a little bit Okay Have you felt a sore throat at the same time After an awful lot of coughing yeah it",
        "gt_chunk": "P: No. \n\nD: Has anything helped it to feel better at all? \n\nP: Bringing up gunk makes it feel better for a little while.\n\nD: So you kind of just clear it up and that feels a little bit better?\n\nP: Yeah, I haven't taken some Tylenol at home and that helps a little bit. \n\nD: OK, have you felt a sore throat at the same time?\n\nP: After an awful lot of coughing, yeah, it"
    },
    {
        "whisper_chunk": "starts to feel a little raw Okay Have you had a runny nose Yeah a bit of one back in the like maybe a week ago But that kind of gone away by now Okay Have you felt any chest pain Yeah Yeah I got a pain kind of on the right Okay Have you ever had anything like this before No",
        "gt_chunk": "P: starts to feel a little raw.\n\nD: Have you had a runny nose?\n\nP: Yeah, bit of 1 back in the day, maybe a week ago, but that kind of gone away by now.\n\nD: Have you felt any chest pain? \n\nP: Yeah. Yeah I got pain kinda on the right.\n\nD: OK. Have you ever have you ever had anything like this before?\n\nP: No"
    },
    {
        "whisper_chunk": "never Okay Actually Doc you're saying something that makes it feel worse Uh huh Taking a deep breath makes it feel pretty bad Okay And I'm just going to circle back to this chest pain You said you feel it on the right side Is it always there or is it just when you take a deep breath or is it kind of on and off It's kind of always there It gets a little bit worse with coughing",
        "gt_chunk": "P: never. Actually Doc, you're saying something that makes it feel worse? Taking a deep breath makes it feel pretty bad.\n\nD: OK, and. I'm just going to circle back to this chest pain. You said you feel it on the right side. Is it always there or is it just when you take a deep breath or is it kind of on and off?\n\nP: It's kind of always there. It gets a little bit worse with coughing"
    },
    {
        "whisper_chunk": "when I take a pretty deep breath Yeah Okay But if you were just laying down not coughing is that pain there Yeah yeah especially notice over the last day Okay Kind of dull Okay And you had any weight loss recently No not really Okay",
        "gt_chunk": "P: when I take a pretty big deep breath.\n\nD: Yeah, OK, but if you were just laying down, not coughing, is that pain there?\n\nP: Yeah yeah, specially notice over the last day, \n\nD: OK.\n\nP: Kind of dull.\n\nD: OK. And have you had any weight loss recently? \n\nP: No, not really."
    },
    {
        "whisper_chunk": "Okay Have you traveled anywhere recently Went to Sarnia about a week back for work Okay Were you in contact with anyone that was sick Nope just been keeping to myself mostly Okay Okay So in terms of your own medical history do you have any chronic conditions that you see your family doctor for regularly",
        "gt_chunk": "D: . Have you traveled anywhere recently?\n\nP: Went to Sarnia. About a week back for work but.\n\nD: OK, were you in contact with anyone that that was sick?\n\nP: Nope, just been keeping to myself mostly.\n\nD: OK, so in terms of your own medical history, do you have any chronic conditions that you see your family doctor for regularly"
    },
    {
        "whisper_chunk": "Yeah he's giving me a pill for cholesterol Okay And do you know the names of any medications that you take Lipitor Okay Is that the only one Yeah Okay Have you ever had any surgeries Had my wisdom teeth out as a kid 15 or so I think Okay Do you have",
        "gt_chunk": "P: Yeah, he’s given me a pill for a cholesterol.\n\nD: OK. And do you know the names of any medications that you take?\n\nP: Lipitor. \n\nD: OK is that the only one?\n\nP: Yeah \n\nD: OK. Have you ever had any surgeries?\n\nP: Uh, my wisdom teeth out as a as a kid. 15 or so I think. \n\nD: OK. Do you have"
    },
    {
        "whisper_chunk": "any allergies No Okay I'm just going to ask you a few questions about your lifestyle Like do you live here in town Yep I live here in town Got a girlfriend live in an apartment Okay You live with your girlfriend Yeah Okay Do you have any pets Cat yeah Oh nice Do you do anything for work or are you retired Yeah I still work",
        "gt_chunk": "D: any allergies? \n\nP: No.\n\nD: I’m just going to ask you a few questions about your lifestyle and like do you live here in town?\n\nP: Yeah, I live here in town, got a girlfriend living in apartment.\n\nD: OK, you live with your girlfriend, \n\nP: Yeah.\n\nD: Do you have any pets?\n\nP: Cat, yeah. \n\nD: Do you do anything for work or are you retired?\n\nP: Yeah, I still work"
    },
    {
        "whisper_chunk": "I'm a consultant for chemical plants out west mainly in Sarnia Okay So have you had a lot of exposure to chemicals throughout your career No they've always been pretty good for keeping us safe I'm on the engineering side of things so I don't really work too much in the plant directly you know Okay Fair Do you drink alcohol Once in a blue moon",
        "gt_chunk": "P:  a consultant for the chemical plant, so West. Mainly in Sarnia.\n\nD: So have you had a lot of exposure to chemicals throughout your career?\n\nP: Now they've always been pretty good for keeping us safe. I'm on the engineering side of things, so I don't really work too much in the plant directly. You know, \n\nD: OK. Here, well, do you drink alcohol?\n\nP: Once in a blue moon"
    },
    {
        "whisper_chunk": "Okay Do you smoke Yeah How much would you say that you smoke typically About a pack a day Okay And how long has that been going on for Jeez must have picked it up when I was 15 Okay And do you use any other substances Like drugs Yeah cannabis or any other recreational drugs Smoke the odd joint from time to",
        "gt_chunk": "P: . \n\nD: Do you smoke?\n\nP: Yeah.\n\nD: How much would you say that you smoke?\n\nP: Got a pack a day. \n\nD: Long is that been going on for? \n\nP: Geez, must have picked it up when I was 15. \n\nD: OK. Do you use any other substances?\n\nP:  Like drugs?\n\nD: Yeah, cannabis or any other recreational drugs. \n\nP: Smoke the odd joint from time to"
    },
    {
        "whisper_chunk": "time but haven't in years no Okay Okay And do you have any family history of any respiratory illnesses Respiratory illness like lungs Yeah exactly I think my grandpa died of lung cancer actually He was a pretty big smoker too though Okay Okay well thank you for sharing all of that with me So I'm going to go over this with the physician I'm working with and we should be back",
        "gt_chunk": "P: time, but haven't in years now.\n\nD: Do you have any family history of any respiratory illnesses?\n\nP: Respiratory illness, like lungs?\n\nD: Yeah, exactly.\n\nP: Think my grandpa died of lung cancer, actually he was a pretty big smoker too though. \n\nD: OK. OK, well thank you for sharing all of that with me, so I'm going to go over this with the physician I’m working with and we should be back"
    },
    {
        "whisper_chunk": "shortly together to talk to you about the next steps Thank you kindly Okay thanks",
        "gt_chunk": "D: shortly together to talk to you about the next steps.\n\nP: Thank you kindly. \n\nD: K, thanks"
    }
]