[
    {
        "whisper_chunk": "So what brings you in the clinic today Hey I just have this cough that's been like really bothering me Okay how long have you had that for Uh like in the past few days it's been really like gross and I've been coughing up this like gunk but I've had it through I've honestly had a cough for like three months It's just like sometimes it's like there and sometimes it kind of goes away It feels like it keeps coming back Okay have you had any chest",
        "gt_chunk": "D: So what brings you in the clinic today?\n\nP: Hey, uh I just had this cough that's been like really bothering me.\n\nD: OK, how long have you had that for?\n\nP: Uh like in the past few days, it's been really like gross and I've been coughing up this like gunk, but I've had it for, I've honestly had a cough for like three months, it's just like sometimes it's like there, and sometimes it kind of goes away. It feels like it keeps coming back.\n\nD: OK, have you had any chest"
    },
    {
        "whisper_chunk": "pain Um no like it kind of hurts when I cough now but not like on its own Okay have you noticed any fevers at home or fevers at all in the last couple days Uh I've been feeling like hot at night in the past couple days but like I didn't actually take my temp Okay have you had any night sweats You wake up the sheets are soaked Uh no not that Nothing",
        "gt_chunk": "D: pain?\n\nP: Um no, like it kinda hurts when I cough now but not not like on its own.\n\nD: OK, have you noticed any fevers at home? Or fevers at all in the last couple days?\n\nP: Uh I've been feeling like hot at night in the past couple days, uh but like I didn't actually take my temp.\n\nD: OK, have you had any night sweats? You wake up, the sheets are soaked?\n\nP: Uh no, not that.\n\nD: Nothing"
    },
    {
        "whisper_chunk": "like that Okay have you noticed any unexplained weight loss over the last little while Um no So you go on the scale you lost a few pounds but you haven't been trying to basically No like I don't really weigh myself but I don't think so So you haven't been noticing clothes have been fitting loose or anything like that No no like I wish but no Got it got it Now let's talk about what you're bringing up with your cough What color is it It's really gross It's kind of like greenish Greenish Okay",
        "gt_chunk": "D: like that, OK, have you noticed any unexplained weight loss over the last little while?\n\nP: Um, no.\n\nD: So so you go on the scale, you lost a few pounds, but you haven't been trying to basically.\n\nP: No, like I, I don't really weigh myself, but I don't think so.\n\nD: So you haven't been noticing clothes have been fitting loose or anything like that?\n\nP: No, no, like I wish but no.\n\nD: Got it, got it. Now let's talk about what you're bringing up with your cough. What colour is it?\n\nP: It's really gross. It's kind of like greenish.\n\nD: Greenish, OK"
    },
    {
        "whisper_chunk": "You didn't notice any red or any blood with it No Okay and does it smell at all Smell funky Um I haven't noticed Okay so you've just been bringing this stuff up for the last couple of days When specifically Two days ago Three days ago Like maybe maybe three days Three days ago And you said before that you kind of had this dry cough before When did you first notice that Three months ago you said Yeah I was",
        "gt_chunk": "D:  any red or any blood with it? \n\nP: No. \n\nD: OK. And doesn't smell at all, smell funky?\n\nP: I haven't noticed.\n\nD: OK, so you've just been bringing this stuff up for the last couple of days, when specifically? Two days ago, three days ago?\n\nP: Like maybe maybe three days.\n\nD: Three days ago, and you said before that you kind of had this dry cough before. Uh when did you first notice that? Three months ago, you said?\n\nP: Yeah, I was"
    },
    {
        "whisper_chunk": "I do like it's like sounds silly but I do like a pole dancing class just for exercise and I was like at my class and I kind of just started to like feel like I was like a little coughy and like I don't think there's anything special that was just like when I noticed it Okay Anyone at the class sick at that time I don't think so Like it's a really long time ago I don't really remember Got it got it Anyone sick near you or around you in the last couple of weeks",
        "gt_chunk": "P: I do like um, it like sounds silly but I do like a pole dancing class just for exercise and I was like at my class and I kind of just started to like feel like I was like a little coughy and like I don't think there's anything special, that was just like when I noticed it.\n\nD: OK, anyone at the class sick at that time?\n\nP: I don't think so, like it's a really long time ago, I don't really remember.\n\nD: Got it, got it. Anyone sick near you or around you in the last couple of weeks"
    },
    {
        "whisper_chunk": "No not that I can think of Okay and in regards to others we already talked about chest pain You've been able to eat food all right Yeah like I yeah it's like pretty normal So no nausea no vomiting No none of that You don't have a stiff neck at all do you No no I don't Okay but how about other parts of your body Any pain tenderness anywhere Um I don't think so",
        "gt_chunk": "P: no, not that I can think of.\n\nD: OK, and regarding other, any, we already talked about chest pain, uh you've been able to eat food alright?\n\nP: Uh yeah, like uh yeah it's like pretty normal.\n\nD: So no nausea, no vomiting?\n\nP: Uh no, none of that. \n\nD: You don't have a stiff neck at all, do you? \n\nP: No, no I don't. \n\nD: OK, but how about other parts of your body? Any pain? Tenderness anywhere?\n\nP: I don't think so"
    },
    {
        "whisper_chunk": "No like I'm a little tired now Um like the cough was like maybe for like a month It's been kind of waking me up a little bit So my my sleep hasn't been great but I don't think it's like I have like pain I'm just like tired Okay so the cough does wake you up at night Yeah Does it wake you up every night Yeah like pretty well for like the last not like all three months but probably the last month Okay",
        "gt_chunk": "P:  I'm a little tired now, um like the cough is like maybe for like a month, it's been kind of waking me up a little bit so my my sleep hasn't been great, but I don't think it's like I have like pain. I'm just like tired.\n\nD: OK so the cough does wake you up at night?\n\nP: Yeah.\n\nD: Does it wake you up every night?\n\nP: Yeah, like pretty well, for like the last, not like all three months, but probably the last month. \n\nD: OK"
    },
    {
        "whisper_chunk": "All right I'm just going to move on talk a little bit about you and the past So any issues that you've seen a doctor for before Uh just like eczema Okay and do you take anything for that Um just like moisturizing creams Um like my family doctor back home said like a couple times when it was really bad she would give me one like to go get at like Shoppers but right now it's not bad So",
        "gt_chunk": "D: Alright. I'm just gonna move on, talk a little bit about you and the past. Uh so any issues that you've seen a doctor for before?\n\nP: Uh just like eczema.\n\nD: OK, and do you take anything for that?\n\nP: Just like moisturizing creams, um like my family doctor back home said like, a couple times when it was really bad she would give me one like to go get at like shoppers, but right now it's not bad so"
    },
    {
        "whisper_chunk": "I just have just like a regular cream Got it Ever been hospitalized before Uh no Okay any surgeries No Okay so aside from the eczema it sounds like you're pretty healthy eh Yeah Okay Do you have any allergies Uh I think maybe um maybe cats because I don't have one but sometimes I've noticed stuff but I've never like it's never really been too big of an issue Okay so you've never taken any medications or got stung by a bee and had any trouble breathing or",
        "gt_chunk": "P: I just have just like a regular cream.\n\nD: Got it, ever been hospitalized before?\n\nP: Uh, no.\n\nD: OK, any surgeries?\n\nP: No.\n\nD: OK so aside from the eczema, it sounds like you're pretty healthy eh? \n\nP: Yeah.\n\nD: OK. Do you have any allergies?\n\nP: Uh I think maybe um maybe cats because, I I don't have one, but sometimes I've noticed stuff, but I've never like, it's never really been too big of an issue.\n\nD: OK, so you've never taken any medications or got stung by a bee and had any trouble breathing or"
    },
    {
        "whisper_chunk": "eating a certain food No Nothing like that Okay are you taking any medications right now Uh no Okay and do you just go to Western Do you live near campus with anyone Uh I have like a roommate Yeah I live in an apartment with a roommate Okay Have they been sick at all in the last little while No Okay and the last little while have you done any traveling No So haven't been outside the country or any exotic locales in the last little while No like I'm planning",
        "gt_chunk": "D: even a certain food?\n\nP: No.\n\nD: Nothing like that, OK, are you taking any medications right now?\n\nP: Uh no.\n\nD: OK, and you just go to Western?\n\nP: Mhmm.\n\nD: Do you live uh near campus with anyone?\n\nP: Uh I have like a roommate, yeah we, I live in an apartment with a roommate.\n\nD: OK, have they been sick at all in the last little while?\n\nP: No.\n\nD: OK, and last little while, have you done any traveling? \n\nP: No.\n\nD: So you haven't been outside the country or any exotic locales in the last little while?\n\nP: No, like I'm planning"
    },
    {
        "whisper_chunk": "to on March break but I haven't gone anywhere Got it got it So you live in town with your roommate and you're currently a full time student Okay and just regards to anything do you smoke Uh no like I don't um I don't smoke cigarettes Like I sometimes sometimes smoke marijuana but usually um usually it's like the vape Okay how often do you say you do that a week Oh like maybe like once every like two weeks or something Got it Any other",
        "gt_chunk": "P: to on March break, but I haven't gone anywhere. \n\nD: Got it, got it, so you live in town uh with your roommate and you're currently a full time student?\n\nP: Mhmm. \n\nD: OK, and just regards to anything, do you smoke?\n\nP: No, like I don't um I don't smoke cigarettes like I sometimes sometimes smoke marijuana, but usually um usually it's like the vape.\n\nD: OK, how often we say you do that a week?\n\nP: Oh, like, maybe like once every like 2 weeks or something.\n\nD: Got it, any other"
    },
    {
        "whisper_chunk": "substances slash drugs No like alcohol sometimes Like No heroin No And have you ever um injected drugs into your body No Got it got it Let's come back to alcohol Uh how often would you say you drink Maybe like one one night like on the weekend Okay and when you and when you do drink how much do you drink I don't know maybe like five or six beers I guess it just depends on the night Got it got it And other questions When was your",
        "gt_chunk": "D: substances slash drugs?\n\nP: No, like alcohol sometimes, like.\n\nD: OK so no cocaine, no heroin?\n\nP: No.\n\nD: And have you ever um injected drugs into your body? \n\nP: No.\n\nD: Got it, got it. Just coming back to alcohol, uh how often would you say you drink?\n\nP: Maybe like one one night like on the weekend.\n\nD: OK and what do you drink, how much do you drink? \n\nP: I don't know, maybe like 5 or 6 beers. I guess it just depends on the night.\n\nD: Got it, got it, and other questions, when was your"
    },
    {
        "whisper_chunk": "last menstrual period Maybe like two weeks ago Two weeks ago Okay are you sexually active Uh yeah just with my boyfriend Okay so with men And do you two use contraception Birth control Yeah we use uh like condoms Okay any chance you could be pregnant right now I know it's a strange question to ask if you're sexually active but any unprotected sex in the last two weeks No Got it all right And we'll just kind of going over things So it sounds like you've had this cough or a cough for a little while but it's only become bad in the last three days",
        "gt_chunk": "D: last menstrual period?\n\nP: Maybe like 2 weeks ago?\n\nD: Two weeks ago, OK. Are you sexually active?\n\nP: Uh yeah, just with my boyfriend.\n\nD: OK, so do you two use contraception, birth control?\n\nP:  Yeah, we use uh like condoms.\n\nD: OK, any chance you could be pregnant right now? That was a strange question to ask if you're sexually active, but any unprotected sex in the last two weeks?\n\nP: No.\n\nD: Got it, alright, and we're just kind of going over things,so it sounds like you've had this cough or a cough for a little while but it's only become bad in the last three days"
    },
    {
        "whisper_chunk": "You're waking up at night and you're kind of bringing up this foul or not this foul but this kind of greenish sputum but it's no blood in it And otherwise you don't have any constitutional symptoms So I will go review your story with the doctor Is there anything else you'd like to bring up with them before I go I don't think so I just like I like I hope I just can feel better because I've been missing like my exercise stuff because I feel like it's like coughing and it makes it hard to like",
        "gt_chunk": "D: You're waking up at night and you're kind of bringing up this foul or not this foul but this kind of greenish sputum, but it's, no blood in it, and otherwise you don't have any constitutional symptoms so I will go review your story with the doctors. Anything else you'd like to bring up with them before I go?\n\nP: I don't think so, I just like I like I hope I just can feel better 'cause I've been missing like my exercise stuff 'cause I feel like it's just like coughing and it makes it hard to like"
    },
    {
        "whisper_chunk": "do well Got it got it We'll see what we can do Okay thank you very much Okay thanks",
        "gt_chunk": "P: do well.\n\nD: Got it, got it. We'll see what we can do. OK, thank you very much. \n\nP: OK, thanks"
    }
]