[
    {
        "whisper_chunk": "to start could you tell me a little bit about what brought you in today Really I just don't I don't feel quite right like I've had this pain in my chest for like five days now and I've been just feeling kind of out of breath Okay where are you feeling this pain Um it's it's kind of um on the left side of my chest and it's just like a tiny it's like a lingering sharp pain I don't",
        "gt_chunk": "D: To start, could you tell me a little bit about what brought you in today?\n\nP: Really I just don't I I don't feel quite right like I've had this pain in my chest for five days now and I've been just feeling kind of out of breath.\n\nD: Oh OK, um where are you feeling this pain?\n\nP: Um, it's it's kind of um. On the left side of my chest and it's just like a tiny. It's like a lingering sharp pain. I don't"
    },
    {
        "whisper_chunk": "feel it anywhere else it's just kind of there all the time right now I've never had anything like this before Okay so you're not feeling the pain radiate any to any other locations you're just feeling it sort of in the one spot on the left side Yeah yeah Okay and since this pain started five days ago has it gotten any better any worse stayed the same Um like when it started I was just I was just like",
        "gt_chunk": "P: feel it anywhere else. It's just kind of there all the time right now. I I've never had anything like this before.\n\nD: OK, so you're not feeling the pain radiate any to any other locations. You're just feeling it sort of in the one spot on the left side?\n\nP: Yeah, yeah, exactly.\n\nD: OK, and since this pain started 5 days ago, has it gotten any better, any worse, or stayed the same?\n\nP: Like when I when it started I was just I was just like"
    },
    {
        "whisper_chunk": "sitting on my couch and now it's harder if I'm it's worse if I'm walking around like if I walk just down the street to get the mail but otherwise it's kind of kind of just there like I took some Tylenol and Advil and they maybe take the edge off a little bit but it's always there and it's worse when I when I take a deep breath then I",
        "gt_chunk": "P: sitting on my couch. Um and now it's harder if I'm, it's worse if I'm walking around, like if I walk just down the street to get the mail. But otherwise it's kind of kind of just there, like I took some Tylenol and Advil, and they maybe take the edge off a little bit, but it's always there. And it's worse when I, when I take a deep breath then I"
    },
    {
        "whisper_chunk": "really feel it Okay so it's worse your is the pain worse when you're walking as well like to get the mail It's I don't the pain is but I am not I can't catch my breath when I'm doing that Okay and how far could you usually walk or yeah usually walk before I go for long walks like probably like five kilometers",
        "gt_chunk": "P: really feel it.\n\nD: OK, so it's worse. Is the pain worse when you're walking as well? Like out to get the mail?\n\nP: It's I don't the the pain is, but I I'm not I can't catch my breath when I'm doing that.\n\nD: OK, and how far could you usually walk, or um? \n\nP: Oh yeah, usually walk before I go for long walks like every day, like probably like 5 kilometers"
    },
    {
        "whisper_chunk": "or something Okay so prior to this happening you were feeling well Yeah totally I've not ever had any problems with my heart or lungs or anything I thought it was maybe just like a chest infection but I don't know anymore Okay so you've had that the difficulties breathing and the pain and have you had any",
        "gt_chunk": "P: or something.\n\nD: OK, so prior to this happening you were feeling well?\n\nP: Yeah, totally. I've not ever had any problems with my heart or lungs or anything. I thought it was maybe just like a chest infection. But I I don't know anymore. \n\nD: OK, so you've had that, the difficulties breathing and the pain. And have you had any"
    },
    {
        "whisper_chunk": "other symptoms I think it's just those those the two things that I said Okay so have you been experiencing any fevers or chills No nothing like that Okay how about any nausea or vomiting No Okay and how is your energy been have you been experienced any like significant fatigue Not well I mean I've been doing",
        "gt_chunk": "D: other symptoms?\n\nP: Mmm I think it's just those those, the two things that I said.\n\nD: OK, so have you been experiencing any fevers or chills?\n\nP: No. Nothing like that.\n\nD: OK, how about any nausea or vomiting?\n\nP: No.\n\nD: OK, and um, how is your energy been? Have you experienced any like significant fatigue?\n\nP: Um. Not. Well, I mean, I've been doing"
    },
    {
        "whisper_chunk": "less stuff because it's harder to breathe like I'm getting kind of like I can't catch my breath so I guess maybe maybe a I see okay but feeling fine energy wise prior to the two five days ago Yeah totally Okay and have you been having any night sweats No no I haven't Okay how about any",
        "gt_chunk": "P: less stuff because it's harder to breathe like I'm getting kind of like I can't catch my breath. So I guess maybe maybe a little bit like fatigue.\n\nD: I see OK, but feeling fine energy-wise prior to the two 5 days ago?\n\nP: Yeah, totally. \n\nD: OK, uh and, have you been having any night sweats?\n\nP: Uh, no, no I haven't.\n\nD: OK, how about any"
    },
    {
        "whisper_chunk": "unusual headaches No All right have you felt as though your heart is racing or beating out of your chest at all No no it's just that like sharp that sharp pain Okay have you had any episodes of lightheadedness or feeling like you you might might faint No no it's just the difficulty breathing that scares me but it hasn't been like that Okay have",
        "gt_chunk": "D: unusual headaches?\n\nP: No.\n\nD: Alright, and have you felt as though your heart is racing or beating out of your chest at all?\n\nP: No, no, it's just that like sharp that sharp pain.\n\nD: OK, have you had any episodes of lightheadedness or feeling like you, you might might faint?\n\nP: No, no, just the difficulty breathing that scares to me, but it hasn't been like that.\n\nD: OK, have"
    },
    {
        "whisper_chunk": "you had a cough No no that's the thing that's seems weird right Okay sometimes things can be associated with a cough so we'll absolutely look into what the causes of your your symptoms are today but you haven't brought up any any blood or any sputum No no Okay and have you had any wheezing with your with your breath",
        "gt_chunk": "D: you had a cough?\n\nP: No, no, that's the thing, that it seems weird, right?\n\nD: OK, um sometimes things can be associated with a cough so we'll absolutely look into what the causes of your symptoms are today. But you haven't brought up any any blood or any sputum?\n\nP: No no. \n\nD: OK, and have you had any wheezing with your with your breath"
    },
    {
        "whisper_chunk": "I don't think so All right and how about any abdominal pain No I mean the the pain is like yeah it's in my chest yeah it's not in my it's not in my belly at all Okay and have you had any urinary problems No I mean so I I had I had a hysterectomy two weeks ago maybe like only like a month ago now",
        "gt_chunk": "P: I don't think so.\n\nD: Alright, and how about any abdominal pain?\n\nP: No, I mean the pain is like, yeah, it's in my chest. Yeah, that's not in my it's not in my belly at all. \n\nD: OK, and have you had any urinary problems?\n\nP: No, I mean so I had. I had a I had a hysterectomy. Weeks ago, maybe like maybe like a month ago now"
    },
    {
        "whisper_chunk": "so after that I was you know feeling a little like I was kind of not drinking as much and that so I wasn't peeing as much then but I think it's normal now Okay and how have you recovered since the the hysterectomy Were you like bed bound for quite a while afterwards or were you up and active Like it was not",
        "gt_chunk": "P: So after that it was, you know, feeling a little. Like I was kind of not drinking as much and that so I wasn't peeing as much then, but I think it's normal now.\n\nD: OK um. And how have you recovered since the hysterectomy? Were you like bedbound for quite awhile afterwards or were you up an active?\n\nP: Really, it was not"
    },
    {
        "whisper_chunk": "really long that I maybe a few days I wasn't I wasn't walking as much but I thought it was like back to my normal self Okay that's good I'm glad that you recovered from that surgery quickly and what was the surgery for I I mean I'm done having kids and I I had I was just having really heavy periods",
        "gt_chunk": "P: really long that I may be a few days, I wasn't. I wasn't walking as much, but I thought it was like back to my normal self. \n\nD: OK, well that's good. I'm glad that you recovered from that surgery quickly. And what was the surgery for?\n\nP: Uh, I uh. I mean I, I'm done having kids and I, uh, I had. I was just having really heavy periods"
    },
    {
        "whisper_chunk": "still so and you know a lot of pain there so that's why I had a hysterectomy Okay and have you had any bowel problems No no Okay how about any skin changes or or rashes No Okay and any joint pains or or leg pains or muscle pains No I don't think so Okay so in",
        "gt_chunk": "P: still so, uh, and you know a lot of pain there, so hat's why I had hysterectomy.\n\nD: OK, um, and have you had any bowel problems?\n\nP: No no.\n\nD: OK, how about any skin changes or or rashes?\n\nP: No. \n\nD: OK, how about any joint pains or or leg pains or muscle pains?\n\nP: Uh, no, I don't think so.\n\nD: OK. Um, so in"
    },
    {
        "whisper_chunk": "regards to past health any previous medical diagnoses No just like I had the hysterectomy but I don't like any medications I don't have like high blood pressure or anything Okay so no prescription medications or over the counter medications you take regularly like supplements or No just just those like the Advil and the Tylenol I was taking for the pain Okay and",
        "gt_chunk": "D: regards to past health, any previous medical diagnosis?\n\nP: Uh, no. Just like I had the hysterectomy but I I don't like take any medications I don't have like high blood pressure or anything.\n\nD: OK so no prescription medications or over the counter medications you take regularly like supplements or?\n\nP: No, just just to those like the Advil and the Tylenol I was taking for the pain.\n\nD: OK. And"
    },
    {
        "whisper_chunk": "any other surgeries besides the That's it though Okay and how about any allergies None Okay and are your immunizations up to date I think so yeah yeah I don't yeah I don't think I That's good",
        "gt_chunk": "P: a teenager. That's it though.\n\nD: OK, then, how about any allergies?\n\nP: None.\n\nD: OK, and are your immunizations up to date?\n\nP: I think so, um. Yeah, yeah I don't. Yeah, I don't think, I"
    },
    {
        "whisper_chunk": "and has anybody in your your family experienced anything like this before My mom had a heart attack when she was like in her 70s other than that I don't I don't know I don't think so Okay any cancers in the family or or coagulation disorders",
        "gt_chunk": "D: , has anybody in your family experienced anything like this before?\n\nP: My mom had a heart attack when she was like in her 70s. Uh. Other than that, I don't. I don't know. I don't think so.\n\nD: OK, any, um, cancers in the family or or bleeding disorders"
    },
    {
        "whisper_chunk": "No I don't think so Okay so I haven't heard of anybody in the family having like a blood clot or or a thrombosis anywhere Like my mom's cousin but not no one like not like my parents or anything Okay so the next few questions I just wanted to ask you about your personal and kind of lifestyle habits a little",
        "gt_chunk": "P: no, I don't think so.\n\nD: OK, so I haven't heard of anybody in the family having like a blood clot, or or a thrombosis anywhere?\n\nP: I think my mom's like cousin, but not no one like not like my parents or anything.\n\nD: OK, um, so the next few questions I just wanted to ask about your personal and kind of lifestyle habits a little"
    },
    {
        "whisper_chunk": "bit but first could you tell me about your living situation Yeah I live like I said like I'm done having kids but I have two two kids they're with them and my husband and we live not far from here Okay and what do you do for work I am an accountant Okay and do you drink",
        "gt_chunk": "D: bit. But first, could you tell me about your living situation?\n\nP: Uh, yeah I live. Um, like I said like I'm done having kids but I have 2 two kids. They're teenagers. I live um, with them and my husband and, uh. We live not far from here.\n\nD: OK, and what do you do for work?\n\nP: Um, Im an accountant.\n\nD: OK, and do you drink"
    },
    {
        "whisper_chunk": "alcohol Maybe a glass of wine on the weekends but not other than that Okay and do you smoke cigarettes I do I'm trying to stop I smoke maybe like I don't know like five per day or something at this point Okay but it sounds like you've been working on cutting down which is great Have you used any other recreational drugs",
        "gt_chunk": "D: alcohol?\n\nP: Um maybe a glass of wine on like the weekends but? Not other than no.\n\nD: OK and do you smoke cigarettes?\n\nP: I do, I'm trying to stop. I smoke maybe like. I don't know like 5 per day or something at this point.\n\nD: OK, but it sounds like you've been working on cutting down which is great. Um and have you used any other recreational drugs"
    },
    {
        "whisper_chunk": "No no I mean when I was like younger I sometimes like would use marijuana but I haven't really recently Okay and have you been on any like long trips recently No I haven't Fair enough vacation would be great Okay so that was all I get the questions that I wanted to ask on on history We're going",
        "gt_chunk": "P: no, no. I mean, when I was like younger I sometimes like would use marijuana, but I haven't really recently. \n\nD: OK, and have you been any been on any like long trips recently?\n\nP: No I wish.\n\nD: Fair enough, vacation would be great. Um, OK so. But that was all the questions that I wanted to ask on on history, were going"
    },
    {
        "whisper_chunk": "to run some investigations I'm concerned that you might have a pulmonary embolism and so we're going to do some lab work and imaging to investigate that Okay yeah is that scary Is that bad It can vary from being mild to",
        "gt_chunk": "D: to run some investigations. I am concerned that you might have a pulmonary embolism, and so we're going to do some lab work and imaging to investigate that.\n\nP: OK I yeah. Is that scary? Is that bad?\n\nD: It can vary from being mild to"
    },
    {
        "whisper_chunk": "severe and so that's what we want to get some of the imaging and lab work to see well to first confirm if that's what you actually have and if so offer the the right treatment Okay thanks doctor You're welcome we'll get that started",
        "gt_chunk": "D: severe, and so that's what we want to get. Some of the imaging and lab work to see well to first confirm if that's what you actually have, and if so, offer the right treatment.\n\nP: OK thanks doctor.\n\nD: Welcome will get that started"
    }
]