[
    {
        "whisper_chunk": "brings you in today So I've just had this pain in my chest for just over a week now and it's caused me to have trouble breathing Okay um how old are you Jen I'm 52 52 okay When did this pain start You said a week back Yeah just about that I think maybe eight days ago Okay and is it",
        "gt_chunk": "D: brings you in today?\n\nP: I so I've just had this pain in my chest for just over a week now and it's caused me to have trouble breathing. \n\nD: OK, um how old are you, Jen?\n\nP: Um 52. \n\nD: OK when did this pain start? You said a week back?\n\nP: Uh, yeah, just about that I I think maybe 8 days ago. \n\nD: OK, and is it"
    },
    {
        "whisper_chunk": "a constant pain Is it always there It is but it's definitely worse that it's the breathing that's been bothering me a lot more When I take a deep breath the pain's a lot worse Okay and if you can get that pain how long does it last I",
        "gt_chunk": "D: a constant pain? Is it always there? \n\nP: Ahh it it is, but it's definitely worse that um, it's the breathing that's been bothering me a lot more. When I take a deep breath that the pain is a lot worse.\n\nD: OK, OK um. And when you do get that, get that pain. How long does it last?"
    },
    {
        "whisper_chunk": "would say I don't know 15 20 minutes It goes away over time Okay and the shortness of breath do you have that at rest as well No if I take a break or sit down to rest then I can usually catch my breath but if even if I'm doing a little bit of exertion like walking a",
        "gt_chunk": "P: would say, uh. Around 15-20 minutes. It's it goes away over overtime.\n\nD: OK, and the shortness of breath do you have that at rest as well?\n\nP: Uh no if I if I take a break or sit down to rest then I can usually catch my breath. But if even if I'm doing a little bit of exertion like walking a"
    },
    {
        "whisper_chunk": "few blocks or something like that I'm finding I'm short of breath Okay did anything trigger this a week back Any trauma to the chest area anything like that No no one else has been sick I had a cough about a week ago and so I thought it might",
        "gt_chunk": "P: few blocks or something like that I'm finding it, I'm I'm short of breath.\n\nD: OK um do, did anything trigger this a week back? Any trauma to the chest area? Anything like that?\n\nP: Uh, No, no one else has been sick. I I had a cough about a week ago so I thought it might"
    },
    {
        "whisper_chunk": "be a chest infection but I'm not feverish so I'm not sure Okay the cough any blood No I haven't noticed any blood Okay how about sputum",
        "gt_chunk": "P: be a\nchest infection, but I'm not feverish, so I'm not sure.\n\nD: OK, the cough is it still there?\n\nP: Yeah, it's um. I still have a cough. \n\nD: OK, and are you coughing up any blood?\n\nP: No, I haven't. I haven't noticed any any blood. \n\nD: OK, how about sputum"
    },
    {
        "whisper_chunk": "No sputum No okay and do you feel like you're wheezing No wheezing No wheezing okay The shortness of breath 1 to 10 10 being the worst the most severe how bad is your shortness of breath I would say when I'm exerting myself it could get up to like a 7 or an 8 Okay",
        "gt_chunk": "P: no sputum.\n \nD: No, OK. And do you feel like you're wheezing?\n\nP: Oh no wheezing.\n\nD: No wheezing, OK. Um, the shortness of breath 1 to 10, 10 being the worst, the most severe. How bad is your shortness of breath?\n\nP: I would say when I'm exerting myself, it could get up to like a 7 or 8.\n\nD: OK"
    },
    {
        "whisper_chunk": "and you mentioned how far can you walk before you need to rest I would say maybe a hundred meters Before I was able to run like I was running a few days per week so this is unlike me Okay and the chest pain is it sharp is it dull crampy what does it feel like I'd say it's",
        "gt_chunk": "D: and you mentioned how, how far can you walk before you need to rest. \n\nP: I I would say maybe 100 meters. But before I was able to run uh like I was running a few days per week so. So this is not like me.\n\nD: OK and the chest pain. Is it sharp or is a dull crampy? What does it feel like?\n\nP: I say it's"
    },
    {
        "whisper_chunk": "sharp Okay have you ever experienced this before No nothing like this before at all I have Okay and has it changed since it started a week back or have your symptoms been pretty much the same They've been pretty much the same Okay",
        "gt_chunk": "P: sharp.\n\nD: OK, have you ever experienced this before?\n\nP: No, nothing like like this before at all. I I have never had any, any problems like this before? \n\nD: OK um, and has it changed since it started a week back or has have your symptoms been pretty much the same?\n\nP: They've been pretty much the the"
    },
    {
        "whisper_chunk": "okay do you have anything like COPD congestive heart failure anything like that No I've never had any heart problems in the past I've been healthy up to this point nothing I see a doctor regularly for Okay okay You mentioned no fevers no chills",
        "gt_chunk": "D: , do you have anything like COPD, Congestive heart failure, anything like that?\n\nP: No, I've never had any heart problems, uh in the past. I've been healthy up to this point though, nothing I see a doctor regularly for. \n\nD: OK, OK. This you mentioned, no fevers, no chills"
    },
    {
        "whisper_chunk": "no night sweats too I guess Yeah no night sweats Okay and how about weight loss any weight loss No weight loss No okay Have you experienced any changes in your vision Yeah no my vision's been fine Okay hearing Hearing has been okay",
        "gt_chunk": "D: no night sweats too I guess?\n\nP: Yeah, no night sweats.\n\nD: OK, and how about weight loss? Any weight loss?\n\nP: No weight loss\n\nD: No, OK. Um, have you experienced any changes in your vision?\n\nP: Yeah no, my visions been been, been fine.\n\nD: OK hearing?\n\nP: Hearing has been"
    },
    {
        "whisper_chunk": "Okay how about smell No changes in smell Have you had a stuffy nose or a runny nose in the past week or so No it was just the dry cough Okay dry cough Any changes in your skin like rashes No rashes Okay and you mentioned some chest pain any palpitations like you feel like your",
        "gt_chunk": "D: OK, how about smell? \n\nP: No changes in smell.\n\nD: No, um have you had a stuffy nose or runny nose in the past week or so.\n\nP: No, it's just that the dry cough.\n\nD: OK, dry cough. Any changes in your skin like rashes?\n\nP: no rashes.\n\nD: OK, and you mentioned some chest pain. Any palpitations like you feel like your"
    },
    {
        "whisper_chunk": "heart's racing Actually I did feel like that a little bit especially when I was moving a little bit more I felt like my heart was was racing Okay any calf pain Yeah my left leg's actually a little bit sore Okay any swelling in",
        "gt_chunk": "D: hearts racing?\n\nP: Uh, actually I did feel like that a little bit. Especially when I was moving a little bit more, I felt like my heart was racing. \n\nD: OK, um, any calf pain.\n\nP: Um yeah my left, my left leg's actually a little bit sore.\n\nD: OK, any swelling in"
    },
    {
        "whisper_chunk": "the area No I don't don't see any swelling there Okay no Yeah we'll say that there's swelling Okay and you mentioned some shortness of breath on exertion How about when you're laying down Not when I'm laying down No okay and not when you're okay not when you're",
        "gt_chunk": "D: the area?\n\nP: um uh nope, I don't see any swelling there.\n\nD: OK, no?\n\nP: Um, Yeah, we'll say that there is swelling.\n\nD: Oh, OK. And, and you mentioned shortness some shortness of breath on exertion, how about when you're laying down?\n\nP: Not when I'm laying down. \n\nD: No OK, and not when you're OK, not when you're"
    },
    {
        "whisper_chunk": "laying down Okay all right and in terms of like your stool so bowel movements and urination like all of that's normal Yeah all of that's been normal Okay any headaches No headaches No no confusion No no confusion Okay how about dizziness or fainting spells",
        "gt_chunk": "D: laying down, OK. Um alright and in terms of like\nyour stool, so bowel movements and urination. Like all of that's normal?\n\nP: Yeah, all that's been normal. \n\nD: OK, any headaches?\n\nP: Um no headaches.\n\nD: no, no confusion?\n\nP: No confusion. \n\nD: OK, how about dizziness or fainting spells"
    },
    {
        "whisper_chunk": "No fainting spells Okay okay and have you already received any sort of imaging or pulmonary function tests or anything like that for this recently No I haven't Okay and are you otherwise healthy Do you have any past medical history of any conditions really No like I've been previously",
        "gt_chunk": "P: No fainting spells.\n\nD: OK, OK, and have you already received any sort of imaging or pulmonary function tests or anything like that for this recently?\n\nP: Oh no. I I I haven't.\n\nD: OK and are you otherwise healthy? Do you have any past medical history of any conditions really?\n\nP: No, like I've been um previously"
    },
    {
        "whisper_chunk": "healthy but I guess I did have a hysterectomy a few weeks ago I know it was I didn't bring it up before because it was just a day procedure but I was definitely spending a lot more time relaxing at home after that a few weeks ago Okay okay so you haven't been moving around as much I guess since the hysterectomy Yeah exactly",
        "gt_chunk": "P: healthy, but I I guess I did have a hysterectomy a few weeks ago. I know it was, I I didn't bring it up before 'cause it's just a day procedure, but I was definitely\nspending a lot more time um relaxing at home after that, a few weeks ago. \n\nD: OK, OK, so you haven't been moving around as much. I guess since the hysterectomy?\n\nP: yeah exactly"
    },
    {
        "whisper_chunk": "It's starting to it was starting to get the pain was starting to improve but it was keeping me on the couch a lot of days Okay yeah Are you on any medications No I've tried some Tylenol and Advil for the pain throughout this week and it didn't really help much but other than that don't take",
        "gt_chunk": "P: it's starting to it was starting to get, the pain was starting to improve but it was keeping me on the couch a lot of days. \n\nD: OK, yeah. Um, are you on any medications?\n\nP: Um no I try, I've tried some Tylenol and Advil for the pain throughout this week, and it didn't really help much. But other than that, don't take"
    },
    {
        "whisper_chunk": "any medications nothing for blood pressure or anything like that Okay and sorry what was the hysterectomy for I was having a lot of bleeding Okay so were they thinking it was like a cancer or something I think it was from fibroids Okay",
        "gt_chunk": "P: any medications, nothing for blood pressure or anything like that. \n\nD: OK, and sorry. What was the hysterectomy for?\n\nP: Um I I was having a lot of bleeding.\n\nD: OK, so were they thinking it was like a cancer or something?\n\nP: Um I think it was um. It was from Fibroids.\n\nD: OK"
    },
    {
        "whisper_chunk": "okay and so you mentioned no medications Any allergies No allergies to medications No and are you up to date with any with all your immunizations I am yeah You are okay Any family history of lung conditions No lung conditions Okay how about heart",
        "gt_chunk": "D: ,  So you mentioned no medications, any allergies?\n\nP: Um no allergies to medications .\n\nD: no. And are you up to date with any with all your immunizations?\n\nP: Um, I am yeah.\n\nD: you are OK. Any family history of lung conditions?\n\nP: No lung conditions. \n\nD: But how about heart"
    },
    {
        "whisper_chunk": "Yeah my mom had a heart attack when she was 56 Okay okay I'm sure I'd hear that And any history of family history of something called pulmonary embolism or DVTs No I haven't heard of heard of pulmonary embolism before",
        "gt_chunk": "P:  my mom had a heart attack when she was 56. \n\nD: OK, OK. I'm sorry to hear that. And. Any history of family history of something called pulmonary embolism or DVTS.\n\nP: Uh, no, I haven't heard of a heard of pulmonary embolism before"
    },
    {
        "whisper_chunk": "Okay so it's basically blood clots in your lung and then DVTs are deep vein thrombosis so also blood clots but in different parts of your body Okay Yeah anything like that that you know of No I have might have heard of something like that happening in my mom actually It might have been related to her heart attack but",
        "gt_chunk": "D: OK, so it's basically blood clots in your lung. And then DVT's are deep vein thrombosis. So also blood clots but in different parts of your body.\n\nP: OK. \n\nD: Yeah, anything like that that you know of?\n\nP: Uh no, I I have might have heard of something like that happening in my mom actually, it might have been related to her heart attack, but"
    },
    {
        "whisper_chunk": "I'm not specifically sure Okay sure And Jen do you smoke I smoke maybe about half a pack of cigarettes per day I've smoked ever since I was a teenager I've tried to quit multiple times I was smoking about a pack per day before so I have cut it down but still something that I'm working",
        "gt_chunk": "P: I'm not specifically sure. \n\nD: OK, sure. Um an then do you smoke?\n\nP: Um I I smoke, I may be about half a pack of cigarettes per day. I've smoked ever since I was a teenager. I've tried to quit multiple times I I was smoking about a pack per day before, so I have\ncut it down, but still something that I'm working"
    },
    {
        "whisper_chunk": "on Okay good I'm glad you're trying to cut down We have resources available if you're interested in some more help And do you smoke marijuana No I don't Okay Any use of other recreational drugs No No okay And how about alcohol Do you drink alcohol Maybe a glass of wine on the weekends",
        "gt_chunk": "c: on. \n\nD: OK good, I'm glad you're trying to cut down. Um, we have resources available if you're interested\nin some more help. And you smoke um marijuana?\n\nP: No, I don't.\n\nD: OK. Any use of other recreational drugs?\n\nP: No, no.\n\nD: OK. And how about alcohol? Do you drink alcohol?\n\nP: Uh may be a glass of wine on the weekends"
    },
    {
        "whisper_chunk": "but other than that no Okay And have you had any sick contacts recently People around you people you live with at work I can't think of any anybody who's been sick no Okay okay And what do you do for work Jen I work as an administrator at a bank Okay okay",
        "gt_chunk": "P: but other than that no. \n\nD: OK. I mean, have you had any sick contacts recently? People around you? People you live with at work.\n\nP: I can't think of any anybody who's been sick no.\n\nD: OK, OK, and and what do you do for work Jenn? \n\nP: I work as an administrator at at a bank.\n\nD: OK,"
    },
    {
        "whisper_chunk": "And have you traveled anywhere recently No I can't remember the last vacation Okay all right So those are all the questions that I had for you Did you have anything that you wanted to add No I think you covered everything Thank you Okay yeah no worry So I",
        "gt_chunk": "D:  have you traveled anywhere recently? \n\nP: Um, no I I can't remember the last vacation. \n\nD: OK, alright, and so those are all the questions that I had for you. Did you have anything that you wanted to add? Anything that I hadn't touched on?\n\nP: Um No, I think you covered everything. Thank you. \n\nD: OK yeah, no worries. So I"
    },
    {
        "whisper_chunk": "guess at this point we would do a physical exam just take a listen to your lungs and your chest after that So right now it sounds like it could be something vascular you know like a pulmonary embolism like we talked about That's kind of high on my list of things to work up for but also we don't want to miss other things you know like cancer infection",
        "gt_chunk": "D: guess at this point we would do a physical exam. Just take a listen to your lungs and your chest. After that, so right now it sounds like it could be something vascular you know, like a pulmonary embolism like we talked about. That's kind of high on my list of things to\nwork up for. But also, we don't want to miss other things you know, like\ncancer, infection"
    },
    {
        "whisper_chunk": "autoimmune things that could affect your lungs So we'll just do a workup for all of that How does that sound Yeah whatever you think we need to do Okay sounds good Thank you for your time",
        "gt_chunk": "c: autoimmune things that could affect your lungs, so we'll just do a\nwork up for all of that. How does that sound?\n\nP: Yeah, whatever, whatever you think we need to do. \n\nD: OK sounds good. Thank you for your time"
    }
]