[
    {
        "whisper_chunk": "what brings you in Yeah so I just came in today I'm a bit concerned I've been just having this nasty cough for like the last week and then today morning like I thought the cough would just go away but today morning I also noticed I'm coughing up some blood Oh okay so when did you first start coughing So let me think I just",
        "gt_chunk": "D: What brings you in? \n\nP: Yeah, so I just came in today uh a bit concerned. Uh I've been just having this nasty cough for like the last week and then today morning uh, like I thought the cough would just go away, but today morning I also noticed I'm coughing up some blood. \n\nD: Oh, OK.\n\nP: Yeah.\n\nD: So when did you first start coughing?\n\nP: Um, so let me think uh I just"
    },
    {
        "whisper_chunk": "returned from a mission trip to the Philippines two weeks ago this cough started just last week so I would say around six to seven days Okay and the blood in your cough that was about yesterday you said or Yeah today Okay are you bringing up any phlegm at all besides the blood",
        "gt_chunk": "P: returned from a mission trip uh to the Philippines 2 weeks ago. This cough started uh just last week, so I would say around six to seven days.\n\nD: OK. And that and the blood in your cough, um that was about yesterday, you said? Or?\n\nP: Yeah today, uh. \n\nD: Today, OK. OK. Um are you bringing up any phlegm at all, besides the blood"
    },
    {
        "whisper_chunk": "I know it's just like I saw it on my hand like there wasn't anything like often like pretty dry Okay are you short of breath at all No I'm not short of breath just it's just a cough Okay and are you having any wheeziness No wheeziness Okay any runny nose or stuffy",
        "gt_chunk": "P:  no it's just uh like I saw it on my hand, like there wasn't anything, like my cough is like pretty dry.\n\nD: OK, are you short of breath at all?\n\nP: No, I'm not short of breath. Um just, it's just the cough. \n\nD: OK, and are you having any wheeziness?\n\nP: Uh no wheeziness.\n\nD: OK. Um any runny nose or stuffy"
    },
    {
        "whisper_chunk": "nose No no runny or stuffy nose Changes in vision hearing smell or taste Nope Weight loss I have noticed weight loss over the last I would say few months so I've been I've been doing like like I came back from Philippines last week but I had gone earlier like",
        "gt_chunk": "D: nose?\n\nP: No, no uh runny or stuffy nose.\n\nD: Changes in vision, hearing, smell, or taste?\n\nP: Nope. \n\nD: Uh weight loss?\n\nP: Um I have noticed uh weight loss over the last uh, I would say few months. So I've been I've been doing like like I I came back from Philippines last week, but um, I had gone earlier, like"
    },
    {
        "whisper_chunk": "during this year or two and I've kind of noticed there's a weight change probably lost around 15 pounds within the last few months 15 pounds okay wow that's a lot yeah Any night sweats No I don't think so no Any fevers or chills I did have a I did have some chills over the last week but I didn't really think too much of it Okay we'll take your temperature today just to make sure",
        "gt_chunk": "P: during this year or two and I've kind of noticed this weight change, probably lost around 15 pounds within the last few months.\n\nD: 15 pounds OK. Wow, that's a lot, yeah. Um any night sweats?\n\nP: Um no, I don't think so, no.\n\nD: Any fevers or chills?\n\nP: I did have a, I did have some chills over the last week, um but I didn't really think too much of it.\n\nD: OK, we'll take your temperature today just to make sure"
    },
    {
        "whisper_chunk": "Any rashes No Any chest pain No chest pain Swelling in your limbs No Painting spells or dizziness No nothing like that Confusion or memory loss No Headaches No headaches Joint pain No Fatigue No Changes",
        "gt_chunk": "D: any rashes?\n\nP: No. \n\nD: Any chest pain?\n\nP: No chest pain. \n\nD: Uh swelling in your limbs?\n\nP: No. \n\nD: Fainting spells or dizziness? \n\nP: No, nothing like that.\n\nD: Confusion or memory loss?\n\nP: No. \n\nD: Headaches?\n\nP: No headaches.\n\nD: Uh, joint pain?\n\nP: No. \n\nD: Fatigue?\n\nP: Uh"
    },
    {
        "whisper_chunk": "in your bowel movement No not at all No Changes in your urine Nope Nausea or vomiting No nausea or vomiting Okay how about abdominal pain No nothing like that Okay are you otherwise healthy do you have any long standing medical conditions Yeah no otherwise I don't I'm really healthy I don't take any medication so this was something that happened",
        "gt_chunk": "D: in your bowel movements?\n\nP: Uh, no. Not at all.\n\nD: No, changes in your urine? \n\nP: Nope. \n\nD: Uh, nausea or vomiting?\n\nP: No nausea or vomiting.\n\nD: OK, how about abdominal pain?\n\nP: No, nothing like that.\n\nD: OK, are you otherwise healthy? Do you have any longstanding medical conditions?\n\nP: Yeah no, I'm otherwise I um I don't, I'm really healthy. I don't take any medications so this was something that happened"
    },
    {
        "whisper_chunk": "out of the blue Okay any hospitalizations or surgeries in the past No No Medications are you on any No I haven't tried any medications Okay are you up to date with all your immunizations I've been yeah pretty up to date with all my immunizations Okay allergies do you have",
        "gt_chunk": "P: out of the blue.\n\nD: OK, any um hospitalizations or surgeries in the past? \n\nP: No.\n\nD: No, um medications, are you on any?\n\nP: No, I haven't um tried any medications.\n\nD: OK. Um are you up to date with all your immunizations? \n\nP: Uh I I've been yeah, pretty up to date with all my immunizations.\n\nD: OK, uh, allergies, do you have"
    },
    {
        "whisper_chunk": "any No Sorry I forgot to ask immunizations did you get the flu shot this year Yeah I did Okay good Any family history of lung conditions No not at all No any lung cancers No No okay do you smoke No I have never smoked today in my life Okay recreational drugs No I would never take drugs",
        "gt_chunk": "D: any? \n\nP: No.\n\nD: Sorry, forgot to ask, immunizations. Did you get the flu shot this year?\n\nP: Yeah I did. \n\nD: OK, good. Any family history of lung conditions?\n\nP: No, not at all. \n\nD: No, any lung cancers?\n\nP: No. \n\nD: No, OK. Do you smoke?\n\nP: No, I have never smoked a day in my life.\n\nD: OK, recreational drugs?\n\nP: No I would never take drugs"
    },
    {
        "whisper_chunk": "Okay do you drink alcohol No not at all Okay where do you live right now So I just live in a small apartment by myself just been moving around a lot Okay for sure any like asbestos mold or like old carpets dust anything like that at your apartment No I don't think so No any sick contacts",
        "gt_chunk": "D: OK. Do you drink alcohol?\n\nP: No, no, not at all. \n\nD: OK. Um where do you live right now?\n\nP: So I I just live in a small apartment by myself, uh just been moving around a lot.\n\nD: OK, for sure. Um any like asbestos, mold, or like old carpets, dust, anything like that at your apartment? \n\nP: No, I don't think so.\n\nD: No, any sick contacts"
    },
    {
        "whisper_chunk": "recently Not I don't think so like me maybe in the Philippines we do provide a so I go on like these mission trips the church and we do sometimes go to the hospital as well Okay Sometimes yeah we do see some sick people Mm hmm Other than that not since I've been here no Any travel",
        "gt_chunk": "D: recently?\n\nP: Um not uh, I don't think so like we um, maybe in the Philippines, we do provide a, so I go on like these mission trips with the Church and um we do sometimes go to the hospital as well.\n\nD: OK.\n\nP: Sometimes yeah, we we do see some sick people. \n\nD: Mhmm, OK.\n\nP: But other than that, not since I've been here, no.\n\nD: Any travel"
    },
    {
        "whisper_chunk": "outside the Philippines recently So I think that so this year has just been the Philippines before I used to go to India as well but in recently nothing outside of the for you do you have any questions for me Yeah I was very worried",
        "gt_chunk": "D: outside the Philippines recently?\n\nP: Uhm, so I think. So this year has just been the Philippines, before I used to go to India as well. Um but recently nothing outside of the Philippines. \n\nD: OK. OK, um those were all the questions that I had for you. Do you have any questions for me?\n\nP: Yeah, I I was very worried"
    },
    {
        "whisper_chunk": "about the blood I was just reading some things up and about tuberculosis so I was really stressed out today Yeah so that's definitely high on our differential so we'll do a couple of things we'll do a COVID swab on you just to rule that in or out you should hear back about those results in 24 to 48 hours While you're here in the hospital we're also going to do a chest",
        "gt_chunk": "P: about the blood. I was just reading some things up and uh, about tuberculosis, so I was really stressed out today.\n\nD: Yeah so um, that's definitely high on our differential. So, we'll do a couple of things. We'll do a Covid swab on you um just to rule that in or out, you should hear back for, about those results, in 24 to 48 hours. While you're here in the hospital, we're also going to do a chest"
    },
    {
        "whisper_chunk": "x ray and or like an AFB smear to see if you have active TB or latent TB If those come back positive we will require you to isolate because this because TB is highly infectious and it's we have like a regimen that would put you on it's called the ripe medications that we keep you on for two months",
        "gt_chunk": "D: Ray and or like an AFB smear to see if you have active TB or latent TB. If those come back positive um we will require you to isolate because this uh, because TB is highly infectious and it's airborne. Um so we have a couple of uh, we have like a regimen that we'd put you on. It's called the RIPE medications that we keep you on for two months"
    },
    {
        "whisper_chunk": "and then we continue a couple of those for another four months but we will keep you here until we have more answers on like from this TB standpoint How does that sound Yeah that sounds good I'm really worried but hopefully it's not TB Yeah hopefully it's not but",
        "gt_chunk": "D: and then we continue a couple of those for another four months. Um but we will uh keep you here until we have more answers on um like from this TB standpoint. How does that sound?\n\nP: Yeah, that sounds good. Um yeah I'm really worried, but hopefully it's not TB.\n\nD: Yeah, hopefully it's not, um but"
    },
    {
        "whisper_chunk": "if it is it's it's okay like we'll get infectious disease involved and we'll get the isolation going and we'll get you on the correct treatment Okay thank you so much Yeah no problem",
        "gt_chunk": "D: if it is, it's it's OK, like um we'll get infectious disease involved. Uh we'll get the isolation going and we'll get you on the correct treatment.\n\nP: OK, thank you so much.\n\nD: Yeah, no problem"
    }
]