[
    {
        "whisper_chunk": "I hear that you have been having some coughing So I'm just gonna chat with you for a bit get an idea of how things are going We'll have a listen to your lungs and your heart and then I will go grab the doctor that's working today and we'll talk about it and then we'll come back and let you know what the next steps are gonna be Does that sound good to you Yeah that sounds great thank you Okay so can you tell me about what brought you in today Yeah I've had",
        "gt_chunk": "D: I hear that you have been having some coughing so I'm just going to chat with you for a bit get an idea of how things are going well, have a listen to your lungs in your heart and then I will go grab the doctor that's working today and we'll talk about it and then we'll come back and let you know what the next steps are going to be. That does that sound good to you?\n\nP: Yeah, that sounds great. Thank you.\n\nD: Can you tell me about what brought you in today?\n\nP: Yeah, I've had"
    },
    {
        "whisper_chunk": "this cough for the past four or five days and it doesn't seem to be going away or getting better so I thought I should get it checked out Okay are you here with your mom today I am Hi Mom Okay you've had a cough I'm sorry you said for five days For yeah four to five days ish yeah Okay",
        "gt_chunk": "P: this cough for the past four or five days and it doesn't seem to be going away or getting better, so I thought I should get it checked out.\n\nD: OK, are you here with your mom today? \n\nP: I am.\n\nD: Hi mum. Um OK. You got a cough you said I'm sorry, you said for five days?\n\nP: For, yeah, four to five days ish, yeah? \n\nD: OK"
    },
    {
        "whisper_chunk": "and you said it was a dry cough is that right Yeah that's right Okay so at no point were you bringing up a gunk with your cough Yeah no nothing like that Okay since it started do you think it's gotten worse or has it kind of stayed the same It's gotten better It's kind of stayed the same",
        "gt_chunk": "D:  you said it was a dry cough? Is that right? \n\nP: Yeah, that's right.\n\nD: OK, so at no point were you bringing up on gunk with your cough?\n\nP: Yeah. No, no, nothing like that.\n\nD: OK. Since it started, do you think it's gotten worse or has it kind of stayed the same? Gotten any better?\n\nP: It's kind of stayed the same"
    },
    {
        "whisper_chunk": "Okay along with the cough have you been having any other new symptoms No Have you had a sore throat No Do you feel like you can taste and smell things normally Yeah I think so Okay Okay have you been having a runny nose Oh yes I have",
        "gt_chunk": "D: . Along with the cough have have you been having any other new symptoms?\n\nP: Uh no. \n\nD: OK, have you had a sore throat?\n\nP: No. \n\nD: Do you feel like you can taste and smell things normally?\n\nP: Yeah, I think so. \n\nD: OK. OK, have you been having a runny nose?\n\nP: Oh yes, I have"
    },
    {
        "whisper_chunk": "had that for the past couple of days as well Okay and is it a runny nose with kind of clear stuff Is it watery or is it thick Does it have a color to it a yucky color It's pretty clear Okay okay And have you had any fevers Your mom might be able to answer",
        "gt_chunk": "P: had that for the past couple of days as well.\n\nD: And is it a runny nose with kind of clear stuff? Is it watery or is it thick? Does it have a color to it a yucky the color?\n\nP: It's pretty clear. \n\nD: OK, OK. Uhm. And uh have you had any fevers? Your mom might be able to answer"
    },
    {
        "whisper_chunk": "that one better Yeah He has had like he has had fevers in the past but I didn't really check this time He didn't seem hot He didn't have any chills Okay well that's good Okay have you had any bad breath Back or muscle pain No Have you",
        "gt_chunk": "D: that one better.\n\nP: Yeah, um. He has had uh like he's had fevers in the past, but I I didn't really check this time. He didn't seem hot. He didn't have any chills.\n\nD: OK, well that's good. Uhm. OK, have you had any back or muscle pain? \n\nP: No.\n\nD: OK. Have you"
    },
    {
        "whisper_chunk": "had any chest pain No no chest pain Okay Any nausea or vomiting No no nausea or vomiting Have you ever had any pain in your belly Nope no pain in my belly Any headaches No no headaches",
        "gt_chunk": "D: had any chest pain?\n\nP: Uh no, no chest pain. \n\nD: OK. Any, any nausea or vomiting?\n\nP: Uh no, no nausea or vomiting.\n\nD: Have you ever had any pain in your belly?\n\nP: No, nope that no pain in my belly.\n\nD: Any headaches?\n\nP: No, no headaches"
    },
    {
        "whisper_chunk": "Okay have you been around anyone that's been sick No not that I can remember Have you traveled anywhere recently Nope Are you going to school right now or staying home Going to school they're doing these half days Okay",
        "gt_chunk": "D: OK, have you been around anyone that's been sick? \n\nP: No, not that not that I can remember. \n\nD: OK. Uhm, have you traveled anywhere recently?\n\nP: Uh nope. \n\nD: Are you going to school right now or staying home?\n\nP: I’m going to school and they're doing these half days. \n\nD: OK"
    },
    {
        "whisper_chunk": "Okay and has anyone in your school been sick Nope not recently Okay at least not that we know of Okay No Okay have you ever had anything like this before No I've been pretty healthy otherwise I've never had like a dry cough like this I've had runny nose in the past but they never lasted this",
        "gt_chunk": "D: , and has anyone in your school been sick?\n\nP: Ah, Nope, not recently.\n\nD: At least not that we know of. OK. \n\nP: No. \n\nD: OK, have you ever had anything like this before?\n\nP: No. I've been pretty healthy otherwise. I've never had like I've never had like a dry cough like this. I've had runny nose in the past, but they never lasted this"
    },
    {
        "whisper_chunk": "long Okay have you ever been in the hospital No Okay Do you see your family doctor for anything Any health problems No no Do you take any medicines No This may be a tricky one to answer so mom can definitely help us Do you have any family",
        "gt_chunk": "P: long.\n\nD: OK, have you ever been in the hospital?\n\nP: No.\n\nD: OK. Did you see your family doctor for anything? Any health problems? \n\nP: No, no.\n\nD: Do you take any medicines? \n\nP: No.\n\nD: OK. This may be a tricky one to answer, so Mom can definitely help us. Do you have any family"
    },
    {
        "whisper_chunk": "history of respiratory problems His grandparents had asthma but he's been worked up for that and he doesn't get short of breath or wheezy or anything like that even with physical activity so Oh okay Yeah so he doesn't have that and what",
        "gt_chunk": "D: history of respiratory problems?\n\nP: Um uh his grandparents had um asthma, but he's been worked up for that and he doesn't get short of breath or wheezing or anything like that with even with physical activity. So yeah, so he doesn't have that.\n\nD: And what"
    },
    {
        "whisper_chunk": "else Pardon me I said just some asthma in the family Yeah Okay and so you live with your mom Do you live with anyone else in your family I have a four year old sister Okay Do you live with your dad too Yes Okay Do you guys have any pets No no pets",
        "gt_chunk": "D: else? \n\nP: Pardon me.\n\nD: I said just some some asthma in the family.\n\nP: Yeah. \n\nD: OK. And so you live, you live with your mom. Do you live with anyone else in your family?\n\nP: I have a four year old sister.\n\nD: OK, do you live with your dad too? \n\nP: Yes.\n\nD: Do you guys have any pets? \n\nP: Um no, no pets"
    },
    {
        "whisper_chunk": "And does anyone smoke in the home Nope no Okay and what do you like to do for fun I like playing with my friends I like playing video games Cool what's your favorite game I'm playing Roller Coaster Tycoon Oh cool That sounds like",
        "gt_chunk": "D: And does anyone smoke in the home? \n\nP: Nope, no.\n\nD: OK, and what do you like to do for fun?\n\nP: Um I like playing with my friends, I like playing video games.\n\nD: Oh cool. So what's your favorite game?\n\nP: I am playing Rollercoaster Tycoon.\n\nD: Oh cool, that sounds like"
    },
    {
        "whisper_chunk": "fun Okay well hopefully we can get you back to feeling healthy so you can continue to play lots of Roller Coaster Tycoon I'm going to go get the doctor that I'm working with I'm wondering if he might want to do a chest X ray and get a better look at what's going on there Have you ever had an X ray before I don't think so no Do you know what an X ray is A little bit yeah Yeah it's",
        "gt_chunk": "D: fun. OK well, hopefully we can get you back to feeling healthy so you can continue to play lots of roller coaster Tycoon. So I’m going to go get the doctor that I'm working with. I'm, uh, I'm wondering, you know, he might want to do a chest X Ray and get a better look at what's going on there. Have you ever had an X Ray before?\n\nP: I don't think so, no.\n\nD: Do you know what an X Ray is?\n\nP: A little bit, yeah. \n\nD: Yeah it's"
    },
    {
        "whisper_chunk": "like taking a picture of your body on the inside it's pretty cool So it gives us an idea of what's going on in the inside Also this part is kind of not so much fun but I think we should probably do a COVID swab because we're doing that with anyone that comes in with these symptoms lately and that's not a lot of fun We got to stick something up your nose but I think that you're really brave and I think that you'll be just fine with it okay Okay So we're going to arrange for these things and",
        "gt_chunk": "D: like taking picture of your body on the inside. It's pretty cool so it gives us an idea of what's going on in the inside. Also, this really this part is kind of not so much fun, but I think we should probably do a covid swab because we're doing that with anyone that comes in with these symptoms lately and that's not a lot of fun. We gotta stick something up your nose, but I think that you're really brave and I think that you'll be just fine with it, OK?\n\nP: OK.\n\nD: So we're going to arrange for these things and"
    },
    {
        "whisper_chunk": "then I will come back with the doctor that I'm working with and we'll kind of talk about where to go from here Okay that sounds good Okay well thank you guys for chatting with me Yeah thank you Good thanks",
        "gt_chunk": "D: then I will come back with the doctor that I'm working with and we'll kind of talk about where to go from here.\n\nP: OK, that sounds good.\n\nD: Thank you guys for chatting with me.\n\nP: Yeah, thank you. \n\nD: Thanks"
    }
]