[
    {
        "whisper_chunk": "what brings you in today So I so I have COPD and it's usually like pretty manageable with my puffers and that but just in the last like three days I feel like it's gotten a lot worse you know I feel like I'm coughing more often and I'm now kind of producing",
        "gt_chunk": "D: What brings you in today?\n\nP: So I so I have COPD and it's usually like pretty manageable with my puffers and that. But just in the last like 3 days I feel like it's gotten a lot worse. You know, I, I feel like I'm coughing more often and I'm now, uh, kind of producing"
    },
    {
        "whisper_chunk": "more sputum Kind of like a greeny yellowy sputum I even noticed that there is like a little bit of blood a couple times when I was like really coughing hard I'm finding it like harder to breathe than usual I don't have home medicine or anything I'm not I didn't think I was quite there yet but this these last few days",
        "gt_chunk": "P: more sputum. Kind of like a green yellowy sputum uhm. I even notice that there is like a little bit of blood a couple times when I was like, really coughing hard. I’ve been finding it like harder to breathe than usual. I don’t have home oxygen or anything, and I'm not. I didn't think I was quite there yet, but this these last few days"
    },
    {
        "whisper_chunk": "it's been it's been really hard to breathe Mm hmm I see Okay so this has happened in the past three days Have your symptoms gotten better or worse over this time I feel like they've been getting maybe maybe getting a little worse They definitely haven't gotten better Okay and has this ever happened to you before I've had I've had some troubles like when I've been sick before where the coughs have gotten",
        "gt_chunk": "P: it's been. It's been really hard to breathe. \n\nD: I see OK, so this is happened in the past three days. Have your symptoms gotten better or worse over this time?\n\nP: I feel like they've been get maybe maybe getting a little worse. They definitely haven't gotten better, \n\nD: OK, and has this ever happened to you before?\n\nP: I’ve had I had some troubles like when I've been sick before where the cough is gotten"
    },
    {
        "whisper_chunk": "pretty bad This is probably this is probably the worst that I've had but I have like I have had my COPDs been made worse by being sick I see okay well I guess the first thing we're gonna so how bad is your shortness of breath Like I walked here fine but I normally like",
        "gt_chunk": "P: pretty bad. This is probably this is probably the worst that I've had, but I have like I have had in my COPD been made worse by being sick.\n\nD: I see OK. Well, I guess the first thing we're going. So how's tbad, how bad is your shortness of breath?\n\nP: Like I I walked here fine, but I normally like"
    },
    {
        "whisper_chunk": "can walk around the block and I go for a walk usually a couple times a day to walk my dog and it's been just it's been a little bit trickier to do that I see have you had any patients in the past specifically for COPD exacerbations I haven't",
        "gt_chunk": "P: can walk around the block and I go for a walk, usually a couple times a day to walk my dog and it's been just it's been a little bit trickier to do that.\n\nD: I see OK. And uh have you ever had any hospitalizations in the past specifically for COPD exacerbations?\n\nP: Um I haven't"
    },
    {
        "whisper_chunk": "like stayed over in the hospital I'd like come to a merge a couple times How many times I think twice maybe over the last like three years When were you diagnosed with COPD Four or five years",
        "gt_chunk": "P: like stayed over in the hospital. I like come to emerge a couple times.\n\nD: Alright um. How many times?\n\nP: I think twice maybe over the last like three years. \n\nD: Uhm when were you diagnosed with COPD?\n\nP: Uhm 4, 5 years"
    },
    {
        "whisper_chunk": "ago Okay was it formally diagnosed using the proper testing Yeah they referred me to a lung doctor I see okay and have you had any fevers or chills Oh I feel like I may have had a fever last night I felt really hot Do you check your temperature I",
        "gt_chunk": "P: ago?\n\nD: Was it formally diagnosed using the proper testing?\n\nP: Yeah, they referred me to a lung, a lung doctor. \n\nD: I see OK. And have you had any fevers or chills?\n\nP: I feel like I may have had a fever last night. I felt really hot. \n\nD: Did you check your temperature?\n\nP: I"
    },
    {
        "whisper_chunk": "don't have a thermometer at home No problem we can check your temperature here If I had to bet I would say I had a fever Sure and have you had any other symptoms So have you had like a runny nose or stuffy nose any pain in your sinuses I think I think",
        "gt_chunk": "P: don't have a thermometer at home.\n\nD: No problem. We can now check your temperature.\n\nP: Here by the bed. I would say had a fever. \n\nD: Sure. And. Have you had any other symptoms? So have you had like a runny nose or stuffy nose? Any pain in your sinus?\n\nP: I think I think"
    },
    {
        "whisper_chunk": "I've had a bit of pressure in the sinus area but it's been the cough has been the thing that's been the most bothersome I see and have you had a sore throat at all No Okay a headache Um maybe a little bit yeah Okay and",
        "gt_chunk": "P: I've had a bit of a like this pressure in the sinus area, but it's been the cough has been the thing that's been the most bothersome.\n\nD: I see and have you had a sore throat at all?\n\nP: Oh no. \n\nD: OK. A headache? \n\nP: Uhm? Maybe a little bit, yeah.\n\nD: OK and"
    },
    {
        "whisper_chunk": "any nausea or vomiting No Diarrhea or constipation No Abdominal pain No Okay and have you recently lost weight unintentionally No no I wish but no Okay have you had any night sweats where you",
        "gt_chunk": "D: any nausea or vomiting? \n\nP: No. \n\nD: Diarrhea or Constipation? \n\nP: No. \n\nD: Abdominal pain.\n\nP: No.\n\nD: OK. In have you recently lost weight unintentionally?\n\nP: No no, I wish but no. \n\nD: OK. Have you had any night sweats where you"
    },
    {
        "whisper_chunk": "feel like you're drenched in sweats at night No nothing like that And have you had any exposures to anyone who could potentially be sick Um I think I I meet a couple friends to walk our dogs together outside",
        "gt_chunk": "D: feel like you're drenched in sweat at night?\n\nP: Uh, no, nothing like that.\n\nD: Alright. And have you had any exposures to anyone who could potentially be sick?\n\nP: Um. Let me think I I meet my I meet a couple of friends to walk our dogs together outside"
    },
    {
        "whisper_chunk": "and one of them was a bit sick for a bit We try not to get too close but maybe I don't know maybe sometimes we walk a little too close we feel too safe because we're like outside Okay okay and did your friend get a COVID test done Um I don't know That's okay okay and",
        "gt_chunk": "P: and one of them was a bit sick for a bit. We try not to get too close, but maybe I don't know. Maybe sometimes we walk a little too close. We feel too safe 'cause we're like outside. \n\nD: OK, OK um. And did your friend get a covid test done?\n\nP: Uhm? I don’t know.\n\nD: That's OK. OK, and"
    },
    {
        "whisper_chunk": "you mentioned that you had COPD that was diagnosed four or five years ago any other medical conditions that you've been diagnosed with Um yeah I have a high blood pressure Okay and are you taking any medications Um I'm not I'm not we've talked about it but I decided to try",
        "gt_chunk": "D: you mentioned that you had COPD that was diagnosed four or five years ago. Any other medical conditions that you've been diagnosed with?\n\nP: Um. Yeah I have a high blood pressure.\n\nD: OK, and are you taking any medications?\n\nP: I’m not, I'm not I we talked about it, but I decided to try"
    },
    {
        "whisper_chunk": "to change my lifestyle as much as I could first and I've also done that for the COPD it's generally pretty like I've been really trying to take care of it but I feel like I maybe got sick or something this time Yeah so my blood pressure is like okay right now Okay I've had high blood pressure and then I lost weight and started this walking more That's great that's really really good that you're taking better care of yourself",
        "gt_chunk": "P: to change my lifestyle as much as I could 1st and I've also done that for the COPD. It's generally pretty like I've been really trying to take care of it, but um I feel like I maybe got sick or something this time, yeah, so my blood pressure is like OK right now.\n\nD: OK, OK.\n\nP: My pressure and then I lost weight and started this walking more.\n\nD: That's great. That's really, really good that you're taking better care of yourself"
    },
    {
        "whisper_chunk": "You should yeah and you've mentioned that you have some buffers how often do you use those Oh like I have um the one that I use every day that I'm supposed to just use no matter what and then the one that I use when uh kind of just when I need it I probably use it like once every",
        "gt_chunk": "P: ?\n\nD: And you've mentioned that you have some puffers. How often do you use those?\n\nP: Oh like I have the one that I use every day. That I'm supposed to just use no matter what, and then the one that I use when kind of just when I need it. I probably use it like once every"
    },
    {
        "whisper_chunk": "two months And you mentioned that your COPDs are getting better do you find that it's affecting your life in any way affecting the way that you're doing your daily activities at home or at work if you're working Uh I'm like pretty okay except for like if I get sick I see Yeah it's been I think it's",
        "gt_chunk": "D: ? And you mentioned that your COPD’s are getting better. Do you find that it's affecting your life in any way affecting the way that you're doing your daily activities at at home or at work, if you are working?\n\nP: I like pretty OK except for like if I get sick I so yeah, it's been.\n\nD: I see.\n\nP: So I think it's"
    },
    {
        "whisper_chunk": "like pretty well managed like I stay on top of my lifestyle now That's good Do you have any allergies No No allergies to medications No Okay okay good and do you just a couple more sort of general",
        "gt_chunk": "P: like pretty well managed like I stay on top of my lifestyle now. \n\nD: Thats good, thats good. Do you have any allergies? \n\nP: Uh, no, no.\n\nD: No, no allergies to medications ?\n\nP: No.\n\nD: OK, OK, good and. Do you, just a couple more to general"
    },
    {
        "whisper_chunk": "questions have you traveled anywhere outside the province recently No I guess I should have asked you earlier but have you noticed any change in your sense of smell Uh no I don't think so Any change in your sense of taste Um no I don't think so Any confusion or fuzzy feeling Uh no",
        "gt_chunk": "D: questions. Have you traveled anywhere outside the province recently? \n\nP: No.\n\nD: You, I guess I should have asked you earlier, but have you noticed any change in your sense of smell?\n\nP: Uh no, I don't think so.\n\nD: Any change in your sense of taste?\n\nP: Uhm? No, I don't think so.\n\nD: Any confusion or fuzzy feeling?"
    },
    {
        "whisper_chunk": "Okay any muscle aches in your body Uh no Okay all right and just some questions about your living situation Do you currently live alone Oh and my husband Okay and do you currently work",
        "gt_chunk": "D: OK, any muscle aches in your body?\n\nP: Uh no. \n\nD: OK, alright, and just kind of some questions about your living situation. Do you currently live alone? And I you mentioned"
    },
    {
        "whisper_chunk": "Yeah I like I've been working from home I work for the municipality I see Do you think you might have had any exposures to say dust or smoke or anything like that that could have worsened your symptoms No I don't think so Okay and do you drink alcohol Oh very rarely Okay do you smoke I used to",
        "gt_chunk": "P: Yeah, I uh, like I've been working from home. I worked for the municipality. \n\nD: I see. Do you think you might have had any exposures to say dust or smoke or anything like that that could have worsened your symptoms?\n\nP: I don't think so.\n\nD: And do you drink alcohol?\n\nP: Oh, very rarely .\n\nD: OK do you smoke?\n\nP: I used to"
    },
    {
        "whisper_chunk": "I quit once they said I had COPD I smoked a half pack a day for probably 20 years Okay okay and do you consume marijuana or any recreational drugs Okay all right well I guess one more question are there any lung diseases or heart conditions or cancers that run in the family",
        "gt_chunk": "P: I quit once they said I have COPD. I smoked 1/2 pack a day for probably 20 years.\n\nD: OK, OK, and do you consume marijuana or any recreational drugs?\n\nP: No.\n\nD: OK, uh, alright, well I guess one more question, are there any lung diseases or heart conditions or cancers that run in the family"
    },
    {
        "whisper_chunk": "No nothing that I can think of All right well those are all the questions I had for you I will now do a physical exam and look at your vitals and listen to your chest It's like an infection that you've got which",
        "gt_chunk": "P: No, nothing that I can think of.\n\nD: Alright, well that's those are all the questions I had for you. I will now do it physical exam and look at your vitals and listen to your chest. It's likely that what you have right "
    },
    {
        "whisper_chunk": "worsened some of your COPD symptoms We would also have to rule out COVID so we'll be doing a COVID swab and we'll decide based on the on your labs and your vital signs and sort of other things whether you need to stay in the ER and be admitted or if you are good to go home I will also talk to my attending and we'll make those decisions together and come back and talk to you Does that sound good to you Yeah that sounds",
        "gt_chunk": "D: worsened some of your COPD symptoms. We would also have to rule out covid, so we'll be doing a covid swab and will decide based on the on your labs in your vital signs. It's instead of other things whether you need to stay in the ER and be admitted, or if you are good to go home, I will also talk to my attending and will make those decisions together and come back and talk to you. Does that sound good to you?\n\nP: Yeah, that sounds"
    },
    {
        "whisper_chunk": "great thank you",
        "gt_chunk": "P: great. Thank you"
    }
]