[
    {
        "whisper_chunk": "what brings you in here today I'm just I'm here because I've had this cough for the past two weeks and it's just not going away Okay and is it getting worse at all Not really it's just been the same How would you describe the cough Is it a wet cough or a dry cough It's a dry cough Okay Are you bringing up any sputum or blood at all No",
        "gt_chunk": "D: What brings you in here today?\n\nP: Um, I'm just, I'm here because I've had this cough for the past two weeks and uh, it's just not going away.\n\nD: Okay, and um, is it getting worse at all really?\n\nP: Not really, it's just been the same.\n\nD: How would you describe the cough? Is it a wet cough or a dry cough?\n\nP: It's a dry cough.\n\nD: Okay, are you bringing up any uh, sputum or blood at all? \n\n"
    },
    {
        "whisper_chunk": "Okay Would you describe it as like a barking cough a harsh cough or a muffled cough Not really No Okay Before you started coughing did you have any other symptoms like a runny nose congestion sore throat anything like that No No Okay so it's just the cough Yeah Okay Any fevers or chills No Okay And is the cough constant or does it come and go I guess it's just there throughout the day Is it there throughout the day",
        "gt_chunk": "D: , would you describe it as like a, a barking cough, a harsh cough, or a muffled cough?\n\nP: Not really. \n\nD: No, okay. Um, before you started uh, coughing, did you have any other symptoms, like runny nose, congestion, sore throat, anything like that?\n\nP: Uh, no.\n\nD: Okay, so it's just the cough?\n\nP: Yeah.\n\nD: Okay. Any fevers or chills? \n\nP: Nope.\n\nD: Okay, and is the cough constant, or does it come and go?\n\nP: It, uh, I guess it's just, it's there throughout the day.\n\nD: It's there throughout the day"
    },
    {
        "whisper_chunk": "Okay And is it brought on by any activities or does it just come on by itself It comes on by itself Okay And it hasn't gotten any better at all or stayed around the same It's been the same Okay Has this happened to you before where you had a cough for a long time No Okay Do you have any other symptoms like chest pain No Okay Any recent travel or contact with anyone that's",
        "gt_chunk": "D: okay. And is it brought on by any activities or, or does it just come on by itself?\n\nP: It comes on by itself.\n\nD: Okay, and has it gotten any better at all or stayed around the same?\n\nP: It's stayed the same.\n\nD: Okay. Has this happened to you before, where you had a cough for a long time? \n\nP: No.\n\nD: No, okay. Um, do you have any other symptoms like chest pain, sore throat?\n\nP: No.\n\nD: Okay. Um, any recent travel or contact with anyone that's"
    },
    {
        "whisper_chunk": "been sick I don't think so no I just went to my I went to Okay Any headaches at all No Any nausea or vomiting No Any night sweats No nothing like that Any fatigue at all No Any shortness of breath No And no",
        "gt_chunk": "D: weeks ago, okay. Any headaches at all?\n\nP: No. \n\nD: Okay, nausea or vomiting?\n\nP: No. \n\nD: Any night sweats?\n\nP: Um, no, nothing like that.\n\nD: Any fatigue at all?\n\nP: No. \n\nD: No. Any shortness of breath? \n\nP: No.\n\nD: And no"
    },
    {
        "whisper_chunk": "chest pain No Any diarrhea or constipation No Okay Any wheezing at all No Okay Any changes in your weight recently No no I don't think so No Any change sorry any issues with your urination No Are you sleeping well or does the cough keep you up at night It's it's not it hasn't interrupted my sleep Okay And how's your appetite been like My appetite's okay Okay And any loss",
        "gt_chunk": "D: chest pain?\n\nP: No.\n\nD: Any diarrhea or constipation?\n\nP: No.\n\nD: Okay. Um, any wheezing at all?\n\nP: No.\n\nD: Okay, any changes in your weight recently?\n\nP: Um, no, no, I don't think so.\n\nD: Any changes, sorry, any issues with your urination?\n\nP: No.\n\nD: Are you sleeping well or does the cough keep you up at night?\n\nP: Um, it's, it's not so, it hasn't interrupted my sleep.\n\nD: Okay, and how's your appetite been like?\n\nP: No, everything's okay.\n\nD: Okay, and any uh, loss"
    },
    {
        "whisper_chunk": "of your sense of taste or smell No No Okay Any exposure to any fumes or dust within your environment or animals or pets No And otherwise do you have any medical conditions like asthma COPD anything like that I went in for I went in for a checkups three weeks ago and I found out I had high blood pressure you know who would have thought And then my doc started me on this pill",
        "gt_chunk": "D: of your sense of taste or smell?\n\nP: No. \n\nD: No, okay. Um, any exposure to any fumes or dust within your environment, or animals or pets?\n\nP: No. \n\nD: Um, and otherwise, do you have any medical conditions like asthma, COPD, anything like that?\n\nP: Um, I went in for, I went in for a checkup three weeks ago, and uh, I found out I had high blood pressure. You know, who would have thought and then my doc started me on this pill"
    },
    {
        "whisper_chunk": "called Gramopro and I've just been checking my blood pressure on a regular basis and it's yeah it's been good But other than that I'm very healthy Okay And no asthma No asthma Okay And any allergies to any medications or any environmental allergies Just penicillin Just penicillin And have you taken any antibiotics or and what medications are you on Just just that one Just the Gramopro I also",
        "gt_chunk": "P: called ramipril and uh, I've just been checking my blood pressure on a regular basis, and it's yeah, it's been good. But other than that, I'm very healthy.\n\nD: Okay, and no asthma?\n\nP: No asthma.\n\nD: Okay. And any allergies to any medications or any environmental allergies?\n\nP: Um, just penicillin.\n\nD: Just penicillin. And have you taken any antibiotics or penicillin recently?\n\nP: No. \n\nD: No, and um, what medications are you on?\n\nP: Just, just that one.\n\nD: Just the ramipril?\n\nP: I also"
    },
    {
        "whisper_chunk": "take I also take a multivitamin Multivitamin Okay Have you been hospitalized before or had any surgeries No No Okay Any family history of any longer heart conditions No no I don't think so no Okay Any cancers Yeah pancreatic cancer and colon cancer It runs in the family Okay And is that with any direct relatives like your mom or dad or kids My my grandparents on my mom's side And currently do",
        "gt_chunk": "P: take, I also take a multivitamin.\n\nD: Multivitamin, okay. Have you been hospitalized before or had any surgeries? \n\nP: No.\n\nD: No, okay. Um, any family history of any lung or heart conditions?\n\nP: Um no, no, I don't think so.\n\nD: Okay. Any cancers?\n\nP: Yeah, uh, pancreatic cancer and colon cancer runs in the family.\n\nD: Okay, and is that uh, any direct relatives, like your mom or dad or kids?\n\nP: My, my grandparents on my mom's side.\n\nD: Um, and currently, do"
    },
    {
        "whisper_chunk": "you work or are you retired I'm a lawyer Okay And do you work from home right now or do you go in person Yeah I've been working from home Working from home Okay And what's your home situation like right now Do you live with anyone Do you live in a house or an apartment I live I live in an apartment I I live alone I just I got I had a divorce two years ago and since then I've been I've been living alone Okay I'm sorry And is",
        "gt_chunk": "D: you work um, or are you retired?\n\nP: I'm a lawyer.\n\nD: Okay. And, uh, do you work from home right now? Or do you go in person?\n\nP: Yeah I've been working from home.\n\nD: You've been working from home, okay. Um, and what's your home situation like right now? Do you live with anyone? Do you live in a house or an apartment?\n\nP: Um, I live, I live in an apartment. I, um, I live alone I just got, I had a divorce two years ago and since then I've been, I've been living alone.\n\nD: Okay, I'm sorry. Um, and is"
    },
    {
        "whisper_chunk": "in your home environment is there any kind of allergens like dust or any mold or anything like that No nothing like that Okay And currently do you smoke at all Sometimes Sometimes How often would you say you smoke Um maybe two or three cigarettes um every two or four days three or four days a week Okay And",
        "gt_chunk": "D: in your home environment, is there any kind of allergens like dust or any mold or anything like that?\n\nP: No, nothing like that.\n\nD: Okay, and currently do you smoke at all?\n\nP: Um, sometimes.\n\nD: Sometimes, how often would you say you smoke?\n\nP: Um, maybe uh, two or three cigarettes. Maybe three or four days a week.\n\nD: Okay, and"
    },
    {
        "whisper_chunk": "how long have you been smoking for Um so I I used to smoke a lot when I was young and then I quit and then I started again two years ago Okay Um okay And do you use any recreational drugs like marijuana No I don't Okay Um and do you drink alcohol Yeah How much would you say you drink on an average day More than I would like to mention I uh yeah I maybe five or six uh beers a day Okay And um is",
        "gt_chunk": "D: how long have you been smoking for?\n\nP: Um, so I, I used to smoke a lot when I was young and then I quit. And then I started again two years ago.\n\nD: Okay. Um okay, and do you use any recreational drugs like marijuana? \n\nP: No, I don't.\n\nD: Okay, um, and do you drink alcohol? \n\nP: Yeah.\n\nD: How much would you say you drink on an average day?\n\nP: More than I would like to mention. I, yeah, I, maybe 5 or 6 beers a day.\n\nD: Okay, and um, is"
    },
    {
        "whisper_chunk": "this something that's uh new for you or has been going on for years No again that started uh about two years ago or so Um and uh do you have do you use so no other recreational drugs right No nothing else Okay Yeah So we can definitely um talk more about uh alcohol usage definitely uh especially when there's when people are going through stressful times uh there can be uh increases in substance use including alcohol So we",
        "gt_chunk": "D: this something that's new for you, or has been going on for years now? \n\nP: Again, that started about two years ago, so.\n\nD: Um, and uh, do you use, so no other recreational drugs, right?\n\nP: No, nothing else.\n\nD: Yeah, so we can definitely talk more about alcohol usage definitely, especially when there's uh, people going through stressful times. There can be increasing substance use, including alcohol, so we"
    },
    {
        "whisper_chunk": "definitely have a lot of resources that we can um discuss uh today if you would like Yeah I would really like that Thank you You're welcome Um yeah but those are all the questions I had for today We'll definitely do like a physical examination but it seems you've just been having a cough for the last two weeks Yeah Without any other uh symptoms Um okay So do you have any questions at all for me Um no So what we'll do is since you have this",
        "gt_chunk": "D: definitely have a lot of resources that we can um, discuss today if you would like.\n\nP: Yeah, I would really like that. Thank you. \n\nD: You're welcome. Um yeah, but those are all the questions I had for today. We'll definitely do like a physical examination, but it seems you've just been having a cough for the last two weeks. \n\nP: Yeah.\n\nD: Without any other symptoms. Um, okay, so do you have any questions at all for me?\n\nP: Um no.\n\nD: So what we'll do is, since you've had this"
    },
    {
        "whisper_chunk": "cough um for the last two weeks we definitely want to do a COVID swab just in case um working from home but uh if there was any potential contact uh they usually comes back in 24 to 48 hours Okay Yeah And other than that uh sometimes uh um with a history of smoking you can have something called a COPD Um you can like after doing the physical examinations and everything we can potentially discuss",
        "gt_chunk": "D: cough for the last two weeks, we definitely want to do a COVID swab, just in case. You've been uh, working from home, but if there was any potential contact, they usually, it comes back in 24 to 48 hours.\n\nP: Okay.\n\nD: Other than that, sometimes uh, with a history of smoking, you can have something called uh, COPD. We can, like after the physical examinations and everything, we can potentially discuss"
    },
    {
        "whisper_chunk": "um doing a pulmonary function test as well Um and uh yeah other than that it can also just be like a dry cough can be just a viral upper respiratory tract infection that takes uh two or more weeks to resolve In that case we wouldn't really Sure Yeah We'll do the physical examination and then go from there That's great All right Take care",
        "gt_chunk": "D:  doing pulmonary function tests as well. Um, and yeah, but other than that, it can also just be like a dry cough, can be just a viral upper respiratory tract infection that takes two or more weeks to resolve. In that case we wouldn't really.\n\nP: Sure. \n\nD: Um, yeah, so we'll do the physical examination and then go from there. \n\nP: Sounds great. \n\nD: Alright, take care"
    }
]