[
    {
        "whisper_chunk": "brings you in Yeah I've had a cough that's been bugging me for the last several months now and more recently I've noticed that I've started to bring up a bit more or a little bit of blood as well Okay well that's not good So you said the cough started several months ago how many months ago Do you think like three four five Yeah I would say yeah maybe like five or six and it kind",
        "gt_chunk": "D: brings you in? \n\nP: Yeah, I've had uh, a cough that's been um, bugging me for the last several months now, and more recently I've noticed that I've started to bring up a bit more, or a little bit of blood as well.\n\nD: Okay, well that's not good. So you said the cough started several months ago, how many months ago do you think, like three, four, five?\n\nP: Uh, yeah I would say, yeah, maybe like, like five or six, and it kind"
    },
    {
        "whisper_chunk": "of started it was really infrequent and so it didn't really well I thought it was just the usual smoking but it's been getting worse over these last over this past six months Okay and the blood in the cough when did that start So that started about two weeks ago Two weeks ago okay How much blood are you coughing up Like is it the size of your palm is it more than",
        "gt_chunk": "P: of started um, it was really infrequent and so it didn't really, well I thought it was just the usual smoking, but it's been getting worse over these last, over these past six months.\n\nD: Okay and um, the blood in the cough, when did that start?\n\nP: So that started about, uh, about two weeks ago.\n\nD: Two weeks ago, okay. Um, how much blood are you coughing up like, if uh, like is it the size of your palm, is it more than"
    },
    {
        "whisper_chunk": "that less than that I would say less than that like each time there's maybe it's about the size of I don't know like a loony so like inside of the palm Okay sure and are you experiencing any shortness of breath along with your cough Yeah now that you mention it I have been It's you know I thought that was just kind of me getting older and the smoking but I've certainly been able I haven't been able to walk as far and even to the end of the driveway",
        "gt_chunk": "D: that, less than that?\n\nP: Uh, I would say less than that, like each time there's maybe to about the size of I don't know, uh, like a looney. So like inside of the palm.\n\nD: Okay, sure. Um, and are you experiencing any shortness of breath along with your cough?\n\nP: Yeah, now that you mention it, I have been. It's uh, you know, I thought that was just kind of me getting older and the smoking, but I've certainly been able, I haven't been able to walk as far and even uh, to the end of the driveway"
    },
    {
        "whisper_chunk": "getting the mail now is pretty I'll get short of breath Before I used to be able to walk a lot further than that just a couple years ago Yeah for sure Sorry you said you mentioned you had some wheezing as well right Um I haven't really had any noticed any wheezing No okay Um and have you had a fever recently No Weight loss Um yeah now that you mentioned it maybe maybe a little bit",
        "gt_chunk": "P: getting the mail now is, is pretty, I'll get short of breath. Before I used to be able to walk a lot further than that, just a couple of years ago.\n\nD: Yeah, for sure. Um, and sorry you said, you mentioned, you mentioned you had some wheezing as well, right?\n\nP: Um, I haven't really had any, noticed any wheezing.\n\nD: No, okay. Um, and have you had a fever recently? \n\nP: No. \n\nD: Weight loss?\n\nP: Um yeah, now that you mention it, maybe, maybe a little bit"
    },
    {
        "whisper_chunk": "um like five to ten pounds over the last the last month The last month okay Um any chills fever sorry chills or night sweats No um no I haven't had anything like that Okay any rashes No Changes in your vision or hearing No Um how about a stuffy or runny nose No I haven't had any symptoms like that Okay um and then",
        "gt_chunk": "P: , like 5 to 10 pounds over the last, the last month.\n\nD: Last month, okay. Um, any chills, fever, sorry, chills, or night sweats?\n\nP: No um, no, I haven't had anything like that.\n\nD: Okay, any rashes?\n\nP: No.\n\nD: Changes in your vision or hearing?\n\nP: No.\n\nD: Um, how about a stuffy or runny nose?\n\nP: No, I haven't had any symptoms like that.\n\nD: Okay um, and then"
    },
    {
        "whisper_chunk": "changing your smell or taste No that's been normal Okay and how about chest pain No I haven't had any chest pain Okay um and do you ever feel like your heart's racing No I haven't had anything like that Okay how about calf pain when you walk like more than a block or two No I haven't had any symptoms like that Okay any changes to your bowel movement No things have been normal there",
        "gt_chunk": "D: change in your smell or taste?\n\nP: No, that's been normal.\n\nD: Okay, and how about chest pain?\n\nP: No, I haven't had any chest pain. \n\nD: Okay. Um, and do you ever feel like your heart's racing?\n\nP: No, I haven't had anything like that.\n\nD: Okay, how about calf pain when you walk, like more than a block or two?\n\nP: No, I haven't had any symptoms like that.\n\nD: Okay, any changes to your bowel movements?\n\nP: No things have been normal there"
    },
    {
        "whisper_chunk": "Okay any nausea or vomiting No Changes to your urine No No headaches Every once in a while I'll get a headache but it's they're pretty mild Usually I'll take an Advil and they go away Sure um how about dizziness or fainting spells No I haven't had anything like that Okay um any confusion or memory loss Well I guess I um forget things a little more easily now but uh that's just part of getting older Okay sure um",
        "gt_chunk": "D: Okay, any nausea or vomiting?\n\nP: No. \n\nD: Uh, changes to your urine?\n\nP: No. \n\nD: No. Uh, headaches?\n\nP: Every once in a while, I'll get a headache, but it's, they're pretty mild. Usually I'll take an Advil and they go away.\n\nD: Sure, um, how about dizziness or fainting spells?\n\nP: No, I haven't had anything like that.\n\nD: Okay, um, any confusion or memory loss?\n\nP: Uh, I guess I um, forget things a little more easily now, but, that's just part of getting older. \n\nD: Okay, sure. Um"
    },
    {
        "whisper_chunk": "and then the other questions I have for you are um are you otherwise healthy Do you have any major medical medical conditions I have arthritis um in my knees and uh hands um so I have a lot of pain from that sometimes and um also have uh high blood pressure and um uh GERD Okay Or acid",
        "gt_chunk": "D: and then other questions I have for you, are um, are you otherwise healthy? Do you have any major medical, medical conditions?\n\nP: Uh, I have arthritis um, in my knees and uh, hands, um so I have a lot of pain from that sometimes, and I also have high blood pressure and um, GERD. \n\nD: Okay.\n\nP: Or acid"
    },
    {
        "whisper_chunk": "reflux yeah Sure um do you take any medications for these things Um yeah I'll take Tylenol um for the arthritis and sometimes use some like topical creams for my knees um and uh I I take uh amlodipine as well I think for the blood pressure Okay okay and um are you up to date with all your immunizations Yeah I am I remember getting one not too long",
        "gt_chunk": "P: reflux, yeah.\n\nD: Sure. Do you take any medications for these things?\n\nP: Um, yeah, I'll take Tylenol um, for the arthritis, and sometimes use some like, topical creams for my knees. Um and uh I, I take amlodipine as well, I think, for the blood pressure. \n\nD: Okay. Okay, and um, are you up to date with all your immunizations?\n\nP: Yeah, yeah, I remember getting one not too long"
    },
    {
        "whisper_chunk": "ago actually uh well seven years ago I guess now but I didn't realize but we I had to get anymore Um so yeah after you turned 65 they should have given you the Shinbrex for shingles and the pneumococcal vaccine does that sound familiar Yeah it does yeah I just didn't know about them until that that time Okay yeah sure um any allergies that you have Uh I don't think so No How about family history of lung or heart",
        "gt_chunk": "P: ago, actually. Well, seven years ago I guess now, but I didn't realize, that we uh, had to get anymore. \n\nD: Um, so yeah, after you turn 65, they should've given you the Shingrix for shingles and pneumococcal vaccine, does that sound familiar?\n\nP: Yeah it does. Yeah, I just didn't know about them until that time.\n\nD: Okay yeah, sure. Any allergies that you have?\n\nP: Uh, I don't think so.\n\nD: No. How about family history of lung or heart"
    },
    {
        "whisper_chunk": "conditions My grandfather had had lung cancer um and he was in his uh 70s when he when he passed away I remember Okay okay and um do you currently smoke Uh I do yes yeah I I've I smoke um I don't know maybe a half a pack a day now which is it's a lot less than I used to but um I was smoking two packs a day at one point Okay well congratulations",
        "gt_chunk": "D: conditions?\n\nP: My uh, grandfather had, had lung cancer. And he was in his uh, 70s when he, when he passed away, I remember.\n\nD: Okay, okay. And do you currently smoke?\n\nP: I do, yes. Yeah, I, I smoke um, I don't know, maybe half a pack a day now, which is, it's a lot less than I used to. I was smoking two packs a day at one point.\n\nD: Okay, well congratulations"
    },
    {
        "whisper_chunk": "on cutting down um yeah if you need help cutting that down even more um let us know we have resources that you may be able to use Yeah absolutely thank you Yeah no problem Do you do any recreational drugs like marijuana cocaine heroin anything like that Use some uh oh CBD drops I at at night I find that helps with uh sleep and and the pain in my knees Okay are those prescribed",
        "gt_chunk": "D: on cutting down. Um, yeah, if you need help cutting that down even more, let us know, we have resources that you may be able to use.\n\nP: Yeah, absolutely. Thank you.\n\nD: Yeah, no problem. Do you do any other recreational drugs like marijuana, cocaine, heroin, anything like that?\n\nP: Yeah since I, oh CBD drops, I, at night I find that helps with uh, sleep and, and the pain in my knees.\n\nD: Oh okay, are those prescribed"
    },
    {
        "whisper_chunk": "drops Um well I do buy I get them from uh like um the I don't know OCS store I think they're called Okay yep okay that's good that you're getting them from like an official store Yeah they were they were um uh my my friend said that they worked for her and so I just gave them a try and I I found that they've helped Okay good um and where do",
        "gt_chunk": "D: drops?\n\nP: Um. well I do buy, I get them from uh, like the uh, the OCS store, I think they're called.\n\nD: Okay yeah. Okay, that's good that you're getting them from, like an official store.\n\nP: Yeah they're for, they were, uh, my friend said that they worked for her, and so I just gave them a try and I, I found that they've helped.\n\nD: Okay, good. Um, and where do"
    },
    {
        "whisper_chunk": "you live right now and who do you live with Yeah so I I live in um in an apartment with my uh with my husband Okay um any like old carpet dust mold or asbestos in this apartment No I don't believe so It's relatively new We just moved out of our house uh just to make it a little easier on us Mm hmm okay yeah for sure Um have you been in contact",
        "gt_chunk": "D: you live right now? And who do you live with?\n\nP: Yeah, so I live in uh, in an apartment with my, with my husband.\n\nD: Okay, And any like, old carpets, dust, mold, or asbestos in this apartment?\n\nP: No, I don't believe so. It's relatively new. We just moved out of our house, uh, just to make it a little easier on us.\n\nD: Okay yeah, for sure. Um, have you been in contact"
    },
    {
        "whisper_chunk": "with anyone sick recently No I don't think so I've been spending a lot of time at at home uh with my husband and he's been okay Okay good How about travel Nope we've been pretty scared with uh Okay good Um those are all the questions that I had for you today Did you have any questions of your own for me No I was just really concerned when I started to see um the blood coming up more",
        "gt_chunk": "D: with anyone sick recently?\n\nP: No, I don't think so. I've been spending a lot of time at at home uh, with my husband, and he's been okay.\n\nD: Okay, good. How about travel?\n\nP: No, we've been pretty scared with uh, COVID and all that, so we've been staying, staying home for the most part.\n\nD: Okay, okay, good. Um, those were all the questions that I had for you today. Did you have any questions of your own for me?\n\nP: No, I was just really concerned when I started to see um, the blood coming up more"
    },
    {
        "whisper_chunk": "recently and so I was just hoping to uh get this figured out Yeah for sure Um so there are a couple of things we're gonna work you up for um because some of your symptoms overlap with COVID we'll start by getting a COVID swab and you should hear back in about 24 to 48 hours Um we will also do a chest x ray um to look for any",
        "gt_chunk": "P: recently, and so I was just hoping to get this figured out.\n\nD: Yeah, for sure. Um, so they're a couple of things we're gonna work you up for. Um, because some of your symptoms overlap with COVID, we'll start by getting a COVID swab and you should hear back in about 24 to 48 hours. Um, we will also do a chest x-ray um, to look for any"
    },
    {
        "whisper_chunk": "signs of lung cancer um and then if we see consolidation or anything that would indicate um like a mass in your lungs we will discuss options for like biopsies which is the gold standard for diagnosing lung cancers Also I know you haven't um had any recent travel or anything like that and your symptoms have been going on for a long time but uh it may also be worthwhile",
        "gt_chunk": "D: signs of lung cancer. Um, and then if we see consolidation or anything that would indicate um, like a mass in your lungs, we will discuss options for like biopsies which is the gold standard for diagnosing lung cancers. Also, I know you haven't had any recent travel or anything like that and your symptoms have been going on for a long time, but uh, it may also be worthwhile"
    },
    {
        "whisper_chunk": "to uh also check for things like TB which could also cause you to cough up blood Um so we'll start we'll start from there and then if those come back negative then we'll work you up further for other things that you may have but are like more rare How does that sound That sounds like a good plan Thank you Okay great No problem",
        "gt_chunk": "D: to uh, also check for things like TB, which could also cause you to cough up blood. Um, so we'll start, we'll start from there, and then if those come back negative, then we'll work you up further for other things that you may have, but are like more rare. How does that sound?\n\nP: That sounds like a good plan. Thank you. \n\nD: Okay, great. No problem"
    }
]