[
    {
        "whisper_chunk": "How may I help you Hey I've just been feeling kind of ill over the past two days And I thought I'd just come in to see what's going on So I've had I was just feeling very achy and I had a cough And then I think yesterday night I developed a fever Okay And so last night you developed a fever What did you check your temperature I didn't but I'm pretty sure I have a fever I'm like I can feel",
        "gt_chunk": "D: How may I help you?\n\nP: Hey, I've just been feeling kind of ill over the past two days and uh, I thought I'd just come in to see what's going on. So I've had um, um, I was feeling very achy and I had a cough and then I think yesterday night I developed a fever.\n\nD: OK, and so um, last night you developed a fever. What, uh, did you check your temperature?\n\nP: Um, I didn't, but I'm pretty sure I have a fever and like I can feel"
    },
    {
        "whisper_chunk": "it Okay Have you had any chills or night sweats I had chills last night Okay So you mentioned you've had a cough as well When did that start Two days ago And has the cough been producing any phlegm or sputum Nope it's kind of a dry cough Nothing All right How about any blood Nope Okay And you've had muscle aches Has this been like a whole body type of feeling or is it any particular muscles that hurt It's all",
        "gt_chunk": "P: it.\n\nD: OK. Have you had any chills or night sweats?\n\nP: I had chills last night. \n\nD: OK. Uh, so you mentioned you've had a cough as well, and when did that start?\n\nP: Two days ago.\n\nD: And is the cough been, um producing any phlegm or sputum?\n\nP: No, it's kind of dry cough nothing \n\nD: alright. How about any any blood? \n\nP: No. \n\nD: OK. And you've had muscle aches. Has this been like a whole body type of feeling, or is it any particular muscles that hurt?\n\nP : It's all"
    },
    {
        "whisper_chunk": "over Okay Have you had any headaches Nope All right And have you had a cough before or is this a new cough It's a new cough Okay Have you had any wheezing with the cough A little bit Yeah so you've had wheezing as well Are you able to hear it Yeah it's just like I can kind of like tell when I'm breathing like it just yeah It sounds different I don't know what a wheeze sounds like but it just sounds different Okay And have you had any chest pain",
        "gt_chunk": "P: over.\n\nD: OK, have you had any headaches?\n\nP: No. \n\nD: Alright. And have you had a cough before or is this a new cough?\n\nP: It's a new cough.\n\nD: Have you had any wheezing with the cough?\n\nP: A little bit.\n\nD: Yeah, so you've had wheezing as well. Are you able to to hear it?\n\nP: Yeah, it's just like I can kind of like tell, when I'm breathing like it just, yeah. It sounds different. I don't know what a wheeze sounds like, but it just sounds different.\n\nD: OK, um, and have you had any chest pain"
    },
    {
        "whisper_chunk": "Sorry can you say that again Sorry Did you have any chest pain No Okay And have you had any symptoms such as red eyes or itchy eyes or runny nose No Okay Have you had a sore throat Nope Any nausea or vomiting Nope Okay How about a loss of taste or a loss of smell Yeah I kind of just foods have just been tasting",
        "gt_chunk": "P: sorry, can you say that again?\n\nD: Sorry um, did you have any chest pain?\n\nP: Uh, no.\n\nD: OK. Um, have you had any, uh, um, symptoms such as red eyes or or itchy eyes or runny nose?\n\nP: No.\n\nD: OK, have you had a sore throat? \n\nP: No.\n\nD: Any nausea or vomiting. \n\nP: No. \n\nD: OK, how about a loss of taste or loss of smell?\n\nP: Uh yeah, I kind of just foods have just been tasting"
    },
    {
        "whisper_chunk": "a little bland since yesterday Okay So yeah a loss of taste Have you had a runny nose at all No Okay Any abdominal pain or diarrhea No Any urinary problems like pain or frequency I've had that for a while Like it's just I think my prostate's kind of large so it's hard for me to like I pee",
        "gt_chunk": "P:  little bland, since yesterday.\n\nD: OK, so yeah, I lost of taste today. Have you had a runny nose at all? \n\nP: No \n\nD: OK. Any abdominal pain or diarrhea?\n\nP: No.\n\nD: Any urinary problems like uh pain or frequency. \n\nP: Uhm? I uh, I I've had that for a while like it's just I think my prostate's kind of large so it's it's hard for me to, like I pee"
    },
    {
        "whisper_chunk": "very frequently Okay Okay And have you noticed any skin changes or rashes No And how's your energy been I've been feeling a little tired All right So you've had this dry cough that started two days ago been feeling feverish I've had some muscle aches been tired and also a loss of taste Have you been experiencing any other symptoms No",
        "gt_chunk": "P: very frequently.\n\nD: OK. And OK. Have you noticed any skin changes or rashes?\n\nP: No.\n\nD: Uh. And how is your energy been?\n\nP: I've been feeling a little tired.\n\nD: Alright, so you've had this dry cough that started two days ago. Been feeling feverish, have had some muscle aches, been tired and also a loss of taste. Have you been experiencing any other symptoms?\n\nP: No"
    },
    {
        "whisper_chunk": "I think that covers it all Okay Oh sorry I asked about chest pain but have you had any like dizziness or feeling like you're gonna faint or even like your heart's racing really fast No Okay Have you been diagnosed with any medical conditions in the past Just a large prostate It's not cancer or anything it's just kind of large Okay so have you heard of BPH before Yeah I think that's what the doctor said Okay And do you take any medications for that or for any",
        "gt_chunk": "P: I think that covers it all. \n\nD: OK. Oh sorry, I asked about chest pain, but have you had any like dizziness or feeling like you're going to faint or even like your heart's racing really fast?\n\nP: No.\n\nD: OK, have you been diagnosed with any medical conditions in the past?\n\nP: Um, just a large prostate. It's not cancer or anything, it's just kind of large.\n\nD: OK so I have you heard of BPH before?\n\nP: Yeah, I think that's what the doctor said.\n\nD: OK, and do you take any medications for that or for any"
    },
    {
        "whisper_chunk": "other reason Yeah I do I do take a medication for that It's called It's called something Okay Yeah probably what is like Flomax or Tamsulosin but there are others for sure Yeah I think it's called Flomax Okay Yeah that's the brand name for it but yeah lots of different namings Can be hard for the medication sometimes And have you had any surgeries or hospitalizations Nope",
        "gt_chunk": "D: other reason?\n\nP: Yeah, I do. I do take a I think a medication for that. Uhm? It's called tamsulosin.\n\nD: OK yeah call me what is like Flomax or or tamsulosin, but there are there are others for sure.\n\nP: Yeah I think I think it's called Flomax.\n\nD: OK yeah it's the brand name for it but lots of yeah lots of different namings can be hard for the medication sometimes. And have you had any surgeries or hospitalizations?\n\nP: Nope"
    },
    {
        "whisper_chunk": "Do you have any allergies Nope Okay And can you tell me a little bit about where you're living and who you're living with I just live with my wife in an apartment Okay And has she had any symptoms or been sick at all No no she's feeling good Have you had any sick contacts No I haven't I don't think so I mean potentially I was actually out with my friends but",
        "gt_chunk": "D: Do you have any allergies?\n\nP: Nope. \n\nD: OK um, and can you tell me a little bit about where you're living and who you're living with?\n\nP: I just live with wife in an apartment.\n\nD: OK. And has she had any symptoms or been sick at all?\n\nP: Oh no, she's feeling good.\n\nD: Have you had any sick contacts?\n\nP: I don't, no I haven't. I don't think so. I mean potentially. I was. I was actually out with my friends, but"
    },
    {
        "whisper_chunk": "no one was sick Okay Have you traveled anywhere Nope Okay And do you smoke cigarettes I used to I quit I quit 10 years ago I used to smoke about two or three cigarettes a day for 20 years Okay well congratulations on quitting That's great And do you smoke cannabis or use cannabis products No Do you use any recreational drugs No And do you drink alcohol Yeah maybe sometimes Once or twice a month maybe a glass or",
        "gt_chunk": "P: no one was sick. \n\nD: OK. Have you traveled anywhere?\n\nP: Nope.\n\nD: OK. And do you smoke cigarettes?\n\nP: I used to, I quit. I quit 10 years ago. I used to smoke about two or three cigarettes a day for 20 years.\n\nD: OK, well congratulations on quitting, that's great. \n\nP: Thanks. \n\nD: Do you smoke cannabis or use cannabis products?\n\nP: Nope.\n\nD: Do you use any recreational drugs?\n\nP: No. \n\nD: And do you drink alcohol?\n\nP: Yeah, maybe sometimes once or twice a month, maybe a glass or"
    },
    {
        "whisper_chunk": "two at a time Okay And anybody in the family have any heart or lung conditions Yeah I think it's called hypertrophic cardiomyopathy where people kind of die early People in my family got heart attacks very early on in their 30s My brother died when he was 15 Oh wow I'm sorry to hear that And has that been looked into for yourself Oh yeah I see a cardiologist I get regular checkups",
        "gt_chunk": "P: two at a time.\n\nD: OK, uh. And anybody in the family have any heart or lung conditions.\n\nP: Uhm? Yeah, I think it's called Hypertrophic cardiomyopathy where people kind of die early. People get like people in my family got heart attacks very early on in their 30s. My brother died and when he was 15. \n\nD: Oh wow, sorry to hear that and uh, has that been looked into for yourself?\n\nP: Oh yeah, I see a cardiologist. I get regular checkups"
    },
    {
        "whisper_chunk": "done Okay And Okay and so that was everything that I wanted to ask about on history today Did you have anything else that you wanted to mention or anything you were concerned about No Okay So with your symptoms today they do overlap potentially with COVID And so we'll need to do or well it'll be important to do a swab to test for COVID It could be something else like the common cold",
        "gt_chunk": "P: done.\n\nD: OK. And. OK, and uh, so that was everything that I wanted to ask about on history today. Did you have any anything else that you wanted to mention or anything you were concerned about? \n\nP: No.\n\nD: OK, um so with your your symptoms today, they do overlap potentially with covid, and So what we'll need to do or will well, it'll be important to do a swab to test for covid. It could be something else like the common cold"
    },
    {
        "whisper_chunk": "like another type of viral illness But because of the pandemic it will be important to self isolate including from your wife for the next 14 days And we'll get back to you with the results as soon as we can Sure thank you",
        "gt_chunk": "D: Like another type of viral illness, but because of the pandemic it will be important to self isolate, including from your wife, for the next 14 days and we'll get back to you with the results as soon as we can.\n\nP: Sure, thank you"
    }
]