[
    {
        "whisper_chunk": "brings you in I've been very concerned lately This past week I first just started having this really bad headache and then my body that just completely all started hurting I have to completely rest and then three days ago I just started having a lot of chills and I had a pretty high fever of just two days ago of almost like I think",
        "gt_chunk": "D: brings you in?\n\nP: Hi Faiha, I've been very concerned lately. This past week I, first just started having this really bad headache and then my body, just completely all started hurting after completely rest, and then three days ago I just started having a lot of chills and I had a pretty high fever, just two days ago of almost like I think"
    },
    {
        "whisper_chunk": "it was like 38 9 and yes I was just very concerned and I came here today Okay yeah it's good that you came in Let's rewind a little bit and get a full history So you said the what started first a fever or headache So the headache started first so that was around four days ago Okay And three days ago like my body just started aching",
        "gt_chunk": "P: it was like 38 or 39, yeah, I was just very concerned and I came here today.\n\nD: Yeah, it's good that you came in. Lets rewind a little bit and get a full history. So you said the, what started first, the fever or the headache?\n\nP: So, the headache started first, so that was around four days ago.\n\nD: OK \n\nP: And three days ago, like my body just started aching"
    },
    {
        "whisper_chunk": "all over the place and then just just two days ago I noticed that I had a fever and I've been getting a fever since then as well like even today I was having chills Okay okay and you said the highest recorded temp your highest recorded temperature was 39 38 9 like 38 9 Okay where okay so the headache started four days ago is it persistent",
        "gt_chunk": "P: all over the place and then just two days ago I noticed that I had a fever and I've been getting a fever since then, as well, like even today, I was having chills.\n\nD: OK, OK, and you said your highest recorded temperature was 39?\n\nP: Like 38 to 39.\n\nD: OK, so headache started four days ago. Is it persistent"
    },
    {
        "whisper_chunk": "or constant or does it come and go It was pretty constant The headache kind of got better yesterday but last few days it's just been constant headache pretty much every day Okay okay does anything make it better or worse Just some rest and I tried to take some Tylenol to get rid of it took some Adril as well it did help a little bit but it just kind",
        "gt_chunk": "D: or constant or does it come and go?\n\nP: It was pretty constant, the headache kind of got better yesterday but last few days it's just been constant headache Pretty much every day. \n\nD: OK, OK. Does anything make it better or worse?\n\nP: Just some rest and, uh, I tried to take some Tylenol to get rid of it, took some Advil as well. It did help a little bit, but it just kind"
    },
    {
        "whisper_chunk": "of came back after the medication wore out How long does a headache last when you get it If I don't take medications it can last honestly the whole day Okay yeah and if you were to describe it is it sharp dull achy It's just achy and it's kind of all the front of my forehead Sometimes it's just like a throbbing pain Okay",
        "gt_chunk": "P: of came back after the medication wore out.\n\nD: How long does the headache last when you get it?\n\nP: If I don't take medications, it can last honestly, the whole day. \n\nD: OK, yeah, um, and if you were to describe it, is it sharp, dull, achy?\n\nP: It's just achy and it's kind of all over the front of my forehead. \n\nD: OK.\n\nP: Sometimes it's just like a throbbing pain.\n\nD: OK"
    },
    {
        "whisper_chunk": "all right and you said it's mostly at the front of your head how about near the crown of your head temples It can go to the temples sometimes but mostly it's my head And severity wise 1 to 10 10 being the worst headache you've ever worst pain you've ever felt how bad is it Right now it's not",
        "gt_chunk": "D: alright, and you said it's mostly at the front of your head. How about near the Crown of your head, temples?\n\nP: It can go to the temples sometimes, but mostly it's my forehead.\n\nD: OK, OK, and severity-wise 1 to 10, 10 being the worst headache you've ever, worst pain you've ever felt. How bad is it?\n\nP: Right now it's not"
    },
    {
        "whisper_chunk": "that bad probably like two or three but when it was just a few days ago it was like probably an eight or nine Yeah okay and then have you ever experienced something like this before No I I'm not usually one to get headaches my wife she gets migraines but like I I rarely ever have headaches Yeah okay and then",
        "gt_chunk": "P: that bad, probably like a two or three, but when it was, just a few days ago, it was like probably an 8 or 9.\n\nD: Yeah, and then have you ever experienced something like this before?\n\nP: No, I'm not usually one to get headaches. My wife, she gets migraines, but like I rarely ever have headaches.\n\nD: Yeah, OK, and then"
    },
    {
        "whisper_chunk": "you mentioned the headache is getting a little bit better now Yeah the headache has improved a bit the body aches are still there and the fever is still there but like the headaches I still have gone down Okay all right and have you had any fainting spells or dizziness Um no nothing like that Okay any confusion or memory loss No And",
        "gt_chunk": "D: you mentioned the headache is getting a little bit better now?\n\nP: Yeah, the headache has improved a bit, the body aches are still there and the fever is still there but like the headaches I feel have gone down.\n\nD: OK, alright. Have you had any fainting spells or dizziness?\n\nP: No, nothing like that. \n\nD: Any confusion or memory loss?\n\nP: No. \n\nD: Any"
    },
    {
        "whisper_chunk": "any neck pain but like just below my neck like my back upper back hurts as well Okay okay and do any weight loss recently Um no I don't I don't think so Any excessive fatigue Yeah I have been feeling pretty tired",
        "gt_chunk": "P:  neck pain but like just below my neck, like my back, upper back hurts as well. \n\nD: OK, and, any weight loss recently?\n\nP: Uhm, no, I don't, I don't think so.\n\nD: Any excessive fatigue?\n\nP: Yeah, I have been feeling pretty tired"
    },
    {
        "whisper_chunk": "and just I haven't even gone to work this whole week just kind of laying in bed honestly with all the pain and fever and headaches just yeah it's exhausting Yeah okay any changes in your hair nails or skin like rashes No nothing that I've noticed Okay how about changes in your vision or hearing No No okay how about stuffy nose",
        "gt_chunk": "P: and just, uh, I haven't even gone to work this whole week, just kind of laying in bed honestly with all the pain and the fever and headaches, just yeah, it's exhausting.\n\nD: OK, any changes in your hair, nails or skin, like rashes?\n\nP: No, nothing that I've noticed.\n\nD: How about changes in your vision or hearing?\n\nP: No. \n\nD: No OK, how about a stuffy nose"
    },
    {
        "whisper_chunk": "or runny nose Um I do feel a bit more stuffy like today just uh but it's there's no like runny nose or anything like that but I do feel a bit more pressure and stuffy stuffiness in my face today Okay okay um how about changes in smell or Yeah I think just last night dinner",
        "gt_chunk": "D: or runny nose? \n\nP: Uh, I do feel a bit more stuffy like today, but there's no like runny nose or anything like that, but I do feel a bit more pressure and stuffiness in my face today. \n\nD: OK, OK, how about changes in smell or taste?\n\nP: Yeah, I think, just last night dinner"
    },
    {
        "whisper_chunk": "just it was just kind of a funky like different taste it couldn't really tell everything was kind of a bit bland Yes I think my taste buds are acting all weird too Okay any coughing or shortness of breath at all Okay um how about",
        "gt_chunk": "P: , it was just kind of a funky like, different taste. I couldn't really tell, uh, everything was kind of a bit bland. Yeah, I think my taste buds are acting all weird too.\n\nD: OK, um, any coughing or shortness of breath?\n\nP: Uh, no"
    },
    {
        "whisper_chunk": "wheezing Um no no wheezing Okay any um chest pain No Okay how about feeling like your heart's racing No nothing like that No okay okay any swelling that you've noticed in your limbs No No any issues with their bowel movements or urine No nothing Okay um how about",
        "gt_chunk": "D: wheezing?\n\nP: No, no wheezing?\n\nD: OK, any chest pain?\n\nP: No.\n\nD: How about feeling like your heart's racing?\n\nP: No, nothing like that. \n\nD: No, OK. Any swelling that you've noticed in your limbs? \n\nP: No.\n\nD: No, ok. Any issues with your bowel movements or urine?\n\nP: No, nothing. \n\nD: OK, how about"
    },
    {
        "whisper_chunk": "nausea or those were all the questions I had about your symptoms um are you otherwise healthy or do you have any long standing medical conditions Um yeah I have a couple conditions that I see my family doctor for I do have",
        "gt_chunk": "D:  those were all the questions I had about your symptoms. Are you otherwise healthy or do you have any longstanding medical conditions?\n\nP: Yeah, I have a couple conditions that I see my family doctor for. I do have"
    },
    {
        "whisper_chunk": "diabetes then I have kind of high cholesterol I also have this thing called like like fatty liver Okay Yeah but that's that's about it and a high blood pressure Okay when were you diagnosed with all of these things Um yeah probably like it all kind of went down in in",
        "gt_chunk": "P: diabetes, then I have high cholesterol. I also have this thing called fatty liver but that's that's about it, and a high blood pressure.\n\nD: OK, when were you diagnosed with all of these things?\n\nP: Yeah, probably like, it all kind of went down in"
    },
    {
        "whisper_chunk": "my 40s I did gain a lot of weight at some point during my 40s and that's when all these things started happening Okay um so you said diabetes high blood pressure fatty liver and sorry what was the other one High cholesterol High cholesterol okay Are you on medications for all of these things Yeah so I am on a statin medication for the cholesterol",
        "gt_chunk": "P: my 40s. I did gain a lot of weight at some point during my 40s and that's when all these things started happening.\n\nD: OK, so you said diabetes, high blood pressure, fatty liver, and sorry, what was the other one?\n\nP: High cholesterol. \n\nD: High cholesterol, OK, are you on medications for all of these things? \n\nP: Yeah so I am on a statin medication for the cholesterol"
    },
    {
        "whisper_chunk": "then I'm on metformin and then I'm on a blood pressure medication as well I can't recall the name so yeah those are those are the medications that I'm on Okay and you take your medications regularly as prescribed Yeah I don't miss any doses Okay good Um are you up to date with all your immunizations",
        "gt_chunk": "P: then I'm on metformin, and then I'm on a blood pressure medication as well. I can't recall the name. Uh, so yeah, those are the medications that I'm on.\n\nD: OK. And do you take your medications regularly as prescribed?\n\nP: Yeah, I don't miss any doses.\n\nD: OK, good. And, are you up to date with all your immunizations"
    },
    {
        "whisper_chunk": "Uh yeah I yeah I think so Okay good Um are you do you have any allergies No no allergies Okay How about family history of lung conditions or heart conditions Yeah so I have a pretty significant family history for heart conditions My father passed away from a heart attack in his 50s My mom has high blood pressure Diabetes is also pretty big in my family as well",
        "gt_chunk": "D: ?\n\nP: Yeah, I think so.\n\nD: OK, good. Do you have any allergies?\n\nP: No, no allergies.\n\nD: How about family history of lung conditions or heart conditions?\n\nP: Yes, I have a pretty significant family history for heart conditions. My father passed away from a heart attack in his 50s. My mom has high blood pressure. Diabetes is also pretty big in my family as well"
    },
    {
        "whisper_chunk": "Okay well I'm sorry to hear that Any cancers in the family No no cancers Okay do you smoke I used to when I was in my 30s I quit pretty long time ago Okay how much did you smoke before that I probably smoked up until I was 35 so for for probably like 10 years from 25 to 35 and probably smoked a pack a day at that time Okay yeah",
        "gt_chunk": "D: OK, well I'm sorry to hear that. Any cancers in the family?\n\nP: No, no cancers.\n\nD: OK, do you smoke?\n\nP: I used to when I was in my 30s. I quit a pretty long time ago. \n\nD: OK, how much did you smoke before that?\n\nP: I probably smoked up until I was 35, so for probably like 10 years from 25 to 35 and probably smoked a pack a day at that time. \n\nD: OK, yeah"
    },
    {
        "whisper_chunk": "and do you drink alcohol Um I've been told like not to for my liver but I sometimes maybe have the rare red wine maybe once a month Once a month okay Yeah Um any other recreational drugs Um no no recreational drugs Okay no recreational drugs And where do you live right now",
        "gt_chunk": "D: and do you drink alcohol?\n\nP: I've been told like, not to for my liver, but I sometimes maybe have the rare red wine maybe once a month.\n\nD: Once a month, OK, any other recreational drugs?\n\nP: No, no recreational drugs.\n\nD: OK, no recreational drugs, and where do you live right now"
    },
    {
        "whisper_chunk": "I just live with my wife in an apartment in the city and yeah Okay any old carpet dust mold anything that is concerning from that point No No okay And have you been in contact with anyone who's been sick recently Not that I know of I still do go to work and I just have like a desk",
        "gt_chunk": "P: I just live with my wife in an apartment in the city, and yeah.\n\nD: OK, any old carpet, dust, mold, anything that is concerning from that standpoint? \n\nP: Nope. \n\nD: No, and have you been in contact with anyone who's been sick recently?\n\nP: Not that I know of.\n\nD: Do you still go to work?\n\nP: I just have like a desk"
    },
    {
        "whisper_chunk": "job I have my own room It's not like I don't see too many people and like when I do I'm wearing a mask So I don't think so Okay I have stopped going to work though like just just in case Okay good Okay and have you traveled to anywhere recently No we've been pretty homebound Pretty homebound okay All right well that's good And those are all the questions that I had",
        "gt_chunk": "P: job. I have my own room. It's not like, I don't see too many people and like, when I do I'm wearing a mask so I don't think so. \n\nD: OK.\n\nP: I have stopped going to work though like, just in case.\n\nD: OK, good and have you traveled to anywhere recently?\n\nP: No, we've been pretty homebound.\n\nD: Pretty homebound, OK, alright, well that's good and those are all the questions that I had"
    },
    {
        "whisper_chunk": "for you Did you have any questions for myself Yeah I don't know what do you think is causing all of this Yeah it sounds like you have some sort of infection So the first thing we need to rule out is COVID of course So we'll do a swab and those swabs come back negative for about 48 hours And until then it's important that you do isolate and you isolate for 14 days at least and that includes from other people at home And",
        "gt_chunk": "D: for you. Did you have any questions for myself?\n\nP: Yeah, I don't know, what do you think is causing all of this?\n\nD: Yeah, it sounds like you have some sort of infection, so the first thing we need to rule out is covid, of course. So we'll do a swab and those swabs should come back to you in about 24 to 48 hours and until then, it's important that you do isolate and you isolate for 14 days at least, and that includes from other people at home. And"
    },
    {
        "whisper_chunk": "if those swabs come back negative you could possibly have like another infection But if your symptoms worsen like you start getting neurological deficits like weakness or seizures or anything like that you should come back to the ER and we'll get that checked out So that's where we'll start for now because your presentation is acute we think it's",
        "gt_chunk": "D: if those swabs come back negative, you could possibly have like, another infection. But if your symptoms worsen, like you start getting neurological deficits like weakness or seizures or anything like that, you should come back to the ER and we'll get that checked out. And, so that's where we'll start for now, because your presentation is acute, we think it's"
    },
    {
        "whisper_chunk": "it is likely infection related Okay that sounds good to me and should I be staying in my own room when anything like that at home Yeah if you can like it's recommended that you try to isolate in your own room for the next 14 days because your symptoms do overlap with that of COVID Yeah okay it sounds good thank you Yeah no worries take care Thank you",
        "gt_chunk": "D: it's likely infection related.\n\nP: OK, that sounds good to me and should I be staying in my own room or anything like that at home?\n\nD: Yeah, if you can like, it's recommended that you try to isolate in your own room for the next 14 days because your symptoms do overlap with that of covid, yeah.\n\nP: OK, sounds good.Thank you.\n\nD: Yeah, no worries, take care.\n\nP: Thank you"
    }
]