[
    {
        "whisper_chunk": "can you tell me what brings you in here today So I've had this cough that it started two days ago and it's been getting worse I've been bringing up this rust colored sputum Okay and so that's been going on for a few days Yeah yeah about two days Okay and how often are you coughing It's happening all",
        "gt_chunk": "D: Can you tell me what brings you in here today?\n\nP: So I've had this, uh, this cough that it started two days ago and it's been getting worse. I've been bringing up this rust colored sputum. \n\nD: OK, and so that's been going on for a few days?\n\nP: Yeah, yeah about two days. \n\nD: OK, and how often are you coughing?\n\nP: It's it's happening all"
    },
    {
        "whisper_chunk": "day really throughout the day and really any type of exertion or movement I'm getting a short of breath that it's triggering a cough Okay and the shortness of breath is it just with the exertion or is it happening at rest How are you feeling right now Yeah even right now it feels like I'm not able to get I don't know a full breath It just feels like it's more difficult to breathe Okay have you felt",
        "gt_chunk": "P: day. Really, throughout the day and really any type of exertion or or movement, I'm getting short of breath and it's triggering a cough.\n\nD: OK, and the shortness of breath, is it just with the exertion or it can, is it happening at rest? How are you feeling right now?\n\nP: Yeah, even right now it feels like I'm not able to get, I don't know, a full breath, it just feels like it's more difficult to to breathe.\n\nD: OK, have you felt"
    },
    {
        "whisper_chunk": "any kind of dizziness or painting episodes No I haven't Okay have you been feeling any chest pain at all No I haven't had any chest pain Okay and so with your coughing you're producing the rust colored sputum but how much would you say you're producing I would say yeah maybe three or four teaspoons every couple hours Okay are you producing any blood like in your",
        "gt_chunk": "D: any kind of dizziness or fainting episodes? \n\nP: No, I haven't.\n\nD: OK. Have you been feeling any chest pain at all?\n\nP: Uh, no, I, I I haven't had any chest pain.\n\nD: OK, and so with your coughing you're producing the rust colored sputum, but how much would you say you're producing?\n\nP: Uh I would say, yeah, maybe three or four teaspoons every every couple hours.\n\nD: OK, are you producing any blood like in your"
    },
    {
        "whisper_chunk": "cough or your sputum at all No it wasn't really red it's kind of orange Orange okay any greenish or yellow material No I haven't noticed anything like that Okay any fevers or chills Yeah I have had both of those I've had a I checked my temperature this morning and it was 38 2 and I was pretty chilly last night Okay",
        "gt_chunk": "D: cough or sputum at all?\n\nP: No, it wasn't really red, it's kinda orange.\n\nD: Orange, OK. Any greenish or yellow material?\n\nP: No, I haven't noticed anything like that.\n\nD: OK. Any fevers or chills?\n\nP: Yeah, I have had, I've had both of those. I've had a I I checked my temperature this morning and it was 38.2 and I was pretty chilly last night. \n\nD: OK"
    },
    {
        "whisper_chunk": "and before these symptoms started were you having any similar symptoms at all before Uh no I mean a few weeks ago probably like a yeah a couple weeks ago I had a runny nose and and sore throat for a couple of days it went away on its own though Okay any anything that makes your symptoms better or worse that you've tried I did try some over the counter",
        "gt_chunk": "D: and before these symptoms started, were you having any similar symptoms at all before?\n\nP: Ah, no, I mean a few weeks ago, probably like a yeah a couple of weeks ago I had a runny nose. And and sore throat for a couple of days. It went away on its own though.\n\nD: OK. Uhm, any anything that makes your symptoms better or worse that you've tried?\n\nP: I did try some over the counter"
    },
    {
        "whisper_chunk": "cold medicine it I think it might have helped me sleep last night but didn't really do a whole lot Okay does your shortness of breath improve with any positions or does it improve when you're not exerting yourself Not really it's kind of always there Okay do you have to wake up at night to take a deep breath or do you feel any kind of shortness of breath with laying down",
        "gt_chunk": "P: cold medicine. It, I think it might have helped me sleep last night, but didn't really do a whole lot.\n\nD: OK, does your shortness of breath improve with any positions or does it improve when you're not exerting yourself?\n\nP: Uh, not really. It's kind of always there, \n\nD: It's ok. Do you have to wake up at night to take a deep breath? Or do you feel any kind of shortness of breath with laying down"
    },
    {
        "whisper_chunk": "at all No I haven't had any issues like that Okay and do you notice any kind of swelling in your feet ankles arms legs anything like that No I haven't Okay uh have you been in contact with anyone that's sick recently Uh I don't I mean I see my granddaughter and um I might have got a cold from her a few weeks ago but recently I haven't seen anybody",
        "gt_chunk": "D: at all?\n\nP: No, I haven't had any issues like that.\n\nD: OK and do you notice any kind of swelling in your feet, ankles, arms, legs, anything like that?\n\nP: No, I haven't.\n\nD: OK, have you been in contact with anyone that's sick recently?\n\nP: Uh, I don't I, I mean I see my granddaughter and I might have got a cold from her a few weeks ago, but recently I haven't seen anybody"
    },
    {
        "whisper_chunk": "Okay um are you having any night sweats No just the chills last night Okay are you breathing faster Yeah I have felt like I've been been breathing a bit faster Do you have any muscle aches or anything like that Uh no not really Okay and do you have any other symptoms like chest pain runny nose sore throat anything like that Uh no I've just been really tired these last couple of days",
        "gt_chunk": "D: OK, are you having any night sweats?\n\nP: No, just a chills last night.\n\nD: OK. Are you breathing faster?\n\nP: Yeah, I have felt like I've been been breathing a bit faster.\n\nD: You have any muscle aches or anything like that?\n\nP: Ah no, not really.\n\nD: OK, and give any other symptoms like chest pain, runny nose, sore throat, anything like that?\n\nP: Uh, no. Just been really tired these last couple of days"
    },
    {
        "whisper_chunk": "and I've just felt like sleeping all day I haven't felt like eating either my appetite has been really poor Okay um and other than that uh have you experienced any kind of headaches nausea or anything like that No I haven't Okay um any fevers or you said you have had some chills right I have yeah Okay and then a fever too uh",
        "gt_chunk": "P: and I've just felt like sleeping all day. Haven't felt like eating either, my appetite has been really poor.\n\nD: OK, uhm. And other than that, have you experienced any kind of headaches, nausea or vomiting? \n\nP: No, I haven't.\n\nD: OK, any fevers or, you said you have had some chills, right?\n\nP: I have yeah.\n\nD: OK. And then a fever too."
    },
    {
        "whisper_chunk": "any kind of a sensation of your heart racing at all Uh yeah it doesn't feel like it's uh well it does feel like it's beating a bit faster than usual just not feeling too well Yeah so yeah we'll do a physical examination and get all your vital signs as well right after Um any so you said you haven't been able to eat have you noticed any significant weight changes recently No my weight's been about the same Okay um any exposure to any",
        "gt_chunk": "D: . Kind of a sensation of your heart racing at all?\n\nP: Ah, yeah, right. It doesn't feel like it's well, it does feel like it's beating a bit faster than usual, just not feeling too well.\n\nD: Yeah, so yeah, we'll do a physical examination and get all your vital signs as well right after. Any, so you said you haven't been able to eat, ave you noticed any significant weight changes recently?\n\nP: No, my weight's been about the same.\n\nD: OK, any exposure to any"
    },
    {
        "whisper_chunk": "dusts or animals fumes anything that might have triggered some of these symptoms No I don't think so My husband and I we moved into a new um kind of apartment here and it's brand new Okay um any kind of loss of sense of taste or smell No that's been normal Okay any exposure um or any travel outside of the country at all No nothing like that Okay",
        "gt_chunk": "D: dusts or animals, fumes, anything that might have triggered some of these symptoms?\n\nP: No, I don't think so. My husband and I, we moved into a new kind of apartment here and it, it's brand new.\n\nD: OK, any kind of loss of sense of taste or smell?\n\nP: No, that's been normal.\n\nD: OK, any exposure or any travel outside of the country at all.\n\nP: No, nothing like that.\n\nD: OK"
    },
    {
        "whisper_chunk": "so just mainly the coughing with the rusty material as well as just the shortness of breath and do you get any pain at all in your chest when you breathe in or out Uh no I haven't had any had anything like that Okay any past medical conditions that I should know Yeah I um I had a stroke um like like six years ago um",
        "gt_chunk": "D: so just mainly the coughing with the rusty material as well as just the shortness of breath. Umm, and do you get any pain at all in your chest when you breathe in or out?\n\nP: No, I haven't had any, had anything like that.\n\nD: OK, any past medical conditions that I should know of?\n\nP: Yeah, I, umm, I had a stroke like that like six years ago."
    },
    {
        "whisper_chunk": "and uh I have type 2 diabetes as well as uh GERD Okay and um yeah I'm sorry you uh you had a stroke six years ago or how are you after that or are there any kind of um um like after rehabilitation do you have any symptoms still going on at all Yeah my my left hand still um",
        "gt_chunk": "P: And I have type 2 diabetes. As well as GERD.\n\nD: OK, and uh, yeah, I'm sorry you had you had a stroke six years ago or how are you after that? Were there any kind of, like did, after rehabilitation, do you have any symptoms still going on at all?\n\nP: Yeah my, my left hand, still,"
    },
    {
        "whisper_chunk": "it gives me some some problems I um get uh botulinum toxin injections for um for the tightness in my hand Okay okay um and are you taking any other medications at all Yeah I use um metformin um uh ampligliflozin or an SGLT2 um insulin and",
        "gt_chunk": "P: it gives me some some problems. I get uh, uh, Botulinum toxin injections for, for the tightness in my hand.\n\nD: OK, OK, and are you taking any other medications at all?\n\nP: Yeah, I use metformin. Empagliflozin or an SGLT2, insulin and"
    },
    {
        "whisper_chunk": "um um and aspirin I think Okay um and any over the counter medications Yeah I take a multivitamin and vitamin D Okay any allergies to any medications at all No Okay any environmental allergies Uh no Okay any uh ill contacts at all No Okay any recent or prior hospitalizations",
        "gt_chunk": "P:  uh, and aspirin, I think. \n\nD: OK, and any over the counter medications?\n\nP: Yeah, I take a multivitamin and in vitamin D.\n\nD: OK. Any allergies to any medications at all?\n\nP: No. \n\nD: OK, any environmental allergies?\n\nP: No. \n\nD: OK, any ill contacts at all? \n\nP: No, no. \n\nD: Any recent or prior hospitalizations"
    },
    {
        "whisper_chunk": "No the last time I was in the hospital was uh was for a rehab after my stroke Okay but after that uh no other hospitalizations or surgeries No Okay any surgeries in the past Uh yeah I well I did I did have a c section for my uh son but um that was I mean many years ago now and everything for that was was okay um yeah Okay um any family history",
        "gt_chunk": "P: No, the last time I was in the hospital was I was for rehab after my stroke.\n\nD: OK and so, but after that, no other hospitalizations or surgeries?\n\nP: No.\n\nD: OK, any surgeries in the past? \n\nP: Yeah, well I did have a C-section for my son but that was many years ago now and everything for that was, was OK. Yeah.\n\nD: OK. Any family history"
    },
    {
        "whisper_chunk": "of any lung or heart conditions any cancers Um um yeah my dad had um uh a heart attack actually but he was uh in his 80s uh when that when that happened Okay um and currently right now uh are you working at all No I'm retired uh I used to um be a teacher um for grade three um but",
        "gt_chunk": "D: of any lung or heart conditions? Any cancers?\n\nP: Uhm, yeah, my dad had had a heart attack actually, but he was in his 80s when that, when that happened.\n\nD: OK, uhm and currently right now, are you working at all?\n\nP: No, I'm retired. I used to be a teacher for Grade 3, uhm, but"
    },
    {
        "whisper_chunk": "uh yeah but since retired my husband and I just moved into a smaller apartment to make it a bit easier um on us it was a lot trying to look after the house Okay well congratulations on your new home um are you at all uh you or your No between um us two we managed to uh get the shopping done the cooking and and all the cleaning",
        "gt_chunk": "P:  yeah, but since retired and my husband and I just moved into a smaller apartment to make it a bit easier on us. It was a lot trying to look after the house.\n\nD: OK, well congratulations on your new home. Are you at all, you or your husband requiring any kind of supports outside of the home at all?\n\nP: No, between us two we managed to get the shopping done, the cooking and and all the cleaning"
    },
    {
        "whisper_chunk": "um and that sort of thing I use uh a walker um to get around when we're going longer distances Okay um and currently right now do you smoke at all Um yes I smoke uh about half a pack per day or maybe even less Okay and how long have you have smoked for Uh since I was um 15 maybe Okay so yeah for like 45 years And have you at",
        "gt_chunk": "P: , and that sort of thing. I use a walker to get around when we're going longer distances.\n\nD: OK. And currently right now, do you smoke at all?\n\nP: Uh, yes I, I spoke about half a pack per day or maybe even less.\n\nD: OK, and how, how long have you have smoked for?\n\nP: Since I was 15 maybe?\n\nD: OK. \n\nP: So yeah for like 45 years. \n\nD: And have you, at"
    },
    {
        "whisper_chunk": "all been diagnosed with COPD or anything like that No I was tested actually um a couple years ago and that the results were normal Okay all right and uh have you thought of quitting at all I know you've been smoking like for a very long time but uh have you at all tried to quit before I've considered it but I'm I just don't think it'll be possible at this time Okay well if you at all um",
        "gt_chunk": "D: all been diagnosed with COPD or anything like that?\n\nP: No, I was tested actually, uh, a couple of years ago and that the results were normal.\n\nD: OK. Alright, and have you thought of quitting at all? I know you've been smoking like for a very long time, but have you at all tried to quit before?\n\nP: Like I've considered it, but I I just don't think it, it'll be possible at this time.\n\nD: OK, well if you at all"
    },
    {
        "whisper_chunk": "are wanting any information or talk about quitting at all um we can provide more resources Uh do you besides smoking do you use any recreational drugs like marijuana No No um any alcohol at all No No okay yeah so those are some of the questions I had um will you be doing a physical examination uh with your shortness of lungs and take all your vitals as well However yeah so after that um since",
        "gt_chunk": "D: are wanting any information or want to talk about quitting at all, um, we can provide more resources. Do you besides smoking, do you use any recreational drugs like marijuana?\n\nP: No.\n\nD: No. Any alcohol at all?\n\nP: No.\n\nD: OK. Yeah, so those are some of the questions I had a, I will be doing a physical examination with your shortness of breath. I just want to get a good listen to your lungs and take all your vitals as well. However, yeah so after that since"
    },
    {
        "whisper_chunk": "you're having some symptoms of what might be a pneumonia um it can be a bacterial infection a viral infection we will have to get some blood work done uh as well as a chest x ray Um and right now with the pandemic going on uh we will also do a COVID swab test for you as well just in case Does that sound good Yeah that makes sense Thank you All right and if if you're while you're here if your shortness of breath gets any worse at all just uh let us know",
        "gt_chunk": "D: you're having some symptoms of what might be a pneumonia, it can be a bacterial infection, a viral infection, we will have to get some blood work done as well as a chest x-ray. And right now, with the pandemic going on, we will also do Covid swab test for you as well, just in case. Does that sound good?\n\nP: Yeah, that makes sense, thank you.\n\nD: Alright and, if if you're while you're here, if your shortness of breath gets any worse at all, just let us know"
    },
    {
        "whisper_chunk": "and we'll help you out Okay thank you Will do Thank you Bye",
        "gt_chunk": "D: and we'll help you out.\n\nP: OK, thank you, will do.\n\nD: Thank you, bye"
    }
]