[
    {
        "whisper_chunk": "what brings you in I've just had a real like a real bad cough It's been going on for like four or five days now I'm just I'm having some trouble breathing I'm coughing up like gunky green stuff Yeah it's just really bad I haven't had anything like this before Okay so when did the cough start About four or five days ago Four or five days ago okay And",
        "gt_chunk": "D: What brings you in? \n\nP: I've just had a real like a real bad cough. Umm, it's been going on for 4 or 5 days now umm, and I'm just, I'm having some trouble breathing. I'm coughing up like gunky green stuff. Uhm, yeah, it's just really bad. I haven't had anything like this before.\n\nD: OK, so when did the cough start?\n\nP: About four or five days ago.\n\nD: Four or five days ago. "
    },
    {
        "whisper_chunk": "okay it started four or five days ago Did you do you have any shortness of breath with that Yeah it's I'm just I feel like I can't quite like breathe fully Okay um you can't quite breathe fully So like when you take a deep breath in you can't expand your lungs fully Is that what you mean Yeah yeah I just overall I just feel like yeah I'm short of breath I guess that's the best way to put it Okay",
        "gt_chunk": "D: So for 5 days, did you do have any shortness of breath with that?\n\nP: Yeah, it's uh, I'm just I feel like I can't, can't quite like breathe fully.\n\nD: OK, uhm you can't quite breathe fully, so like when you take a deep breath in, you can't expand your lungs fully. Is that what you mean?\n\nP: Yeah, yeah, I just overall I just feel like yeah, I'm I'm short of breath. I guess that's the best way to put it.\n\nD: OK"
    },
    {
        "whisper_chunk": "so you're short of breath Um and how about wheezing Do you have any of that I don't think so Okay so when did this start again You said a couple days ago or a few weeks ago I think it was four days ago Four days ago okay And did you have like a runny nose or stuffy nose at that point Um maybe a little bit I wasn't really thinking about it too much Okay um sore throat Uh no not a sore throat Not a sore throat",
        "gt_chunk": "D: so you're short of breath. And how about wheezing? Do you have any of that?\n\nP: I don't think so.\n\nD: OK. So when did this start again? You said if a couple days ago or a few weeks ago.\n\nP: I think it was four days ago.\n\nD: Four days ago, OK, and did you have like a runny nose or stuffy nose at that point?\n\nP: Maybe a little bit. I wasn't really thinking about it too much.\n\nD: OK, uhm sore throat?\n\nP: No, not a sore throat.\n\nD: Not a sore throat"
    },
    {
        "whisper_chunk": "okay Um how about changes in your taste or smell Uh no none of those Okay um how about changes in your vision or hearing Uh nope Fever weight loss I feel like I've probably had a fever the last couple nights I've just been really hot um in the evenings Okay Yeah I feel like I've had a fever I don't know about my weight I don't weigh myself all the time Mm hmm But nothing",
        "gt_chunk": "D: . Uhm, how about changes in your taste or smell?\n\nP: No, none of those. \n\nD: OK. How about changes in your vision or hearing?\n\nP: Uh, no. \n\nD: Fever, weight loss?\n\nP: I feel like I've I've probably had a fever the last couple nights. I've just been really hot in the evenings. \n\nD: OK.\n\nP: Yeah, I feel like I've had a fever. I don't know bout my weight. I don't weigh myself all the time.\n\nD: Mhmm. \n\nP: But nothing"
    },
    {
        "whisper_chunk": "like major Any chest pain Feels a little like it hurts a little bit um like when I when I breathe in Okay um do you ever feel like your heart's racing No I don't think so All right um any changes to your bowel movements Nope no that's all the same No belly aches Nope No belly aches Nope",
        "gt_chunk": "P: like major. \n\nD: Any chest pain?\n\nP: Feels a little like it hurts a little bit, like when I when I breathe in. \n\nD: OK. Uhm, do you ever feel like your heart's racing?\n\nP: No, I don't think so. \n\nD: Alright, And any changes in your bowel movements?\n\nP: No, no, that's all the same.\n\nD: No bellyaches?\n\nP: Nope. \n\nD: No bellyaches?\n\nP: Nope"
    },
    {
        "whisper_chunk": "Okay how about changes to your urine Uh no No any dizziness or confusion No uh no not dizziness or confusion but I have just been feeling very like weak and tired When you say weak have you like lost any of your like motor movements like your arms legs No no not like that kind of weak I just have felt like very run down Okay Just like just fatigued like more than usual yeah Okay",
        "gt_chunk": "D: OK, how about changes to your urine?\n\nP: Uh, no. \n\nD: No, any dizziness or confusion?\n\nP: No, uh no, not dizziness or confusion, but I have just been feeling very weak and tired. \n\nD: When you say weak, have you like lost any of your like motor movements like your arms, legs?\n\nP: No, no, not like that kind of weak. I just have felt like very rundown.\n\nD: OK.\n\nP: Just like just fatigued like more than usual, yeah.\n\nD: OK"
    },
    {
        "whisper_chunk": "um are you otherwise healthy or do you have any long standing medical conditions Um I don't I don't have too much luckily knock on wood Um I I uh take a medication for my reflux um and uh I did um I did have uh a knee replacement five years ago",
        "gt_chunk": "D: . Are you otherwise healthy or do you have any longstanding medical conditions? \n\nP: Uhm, I don't I don't have too much luckily, knock on wood. Uhm, I, I take a medication for my reflux. \n\nD: Mhmm.\n\nP: And I did, I did have a knee replacement, five years ago"
    },
    {
        "whisper_chunk": "Okay Uh other than that like I haven't really been to the doctor for much Okay Um all right Um do you have something called COPD No no No okay Um are you on any medications Just that one for the reflux It's um oh it starts with an R um a rib epithelial Okay Yep All right Um and are you up to date with all your immunizations Uh yep",
        "gt_chunk": "P: Other than that, like I don't, I haven't really been to the doctor for much.\n\nD: OK. Uhm alright. Do you have something called COPD?\n\nP: No.\n\nD: No, OK. Uhm, are you on any medications?\n\nP: Just that one for the reflux its uhm oh, it starts with an R. Uhm, Rabeprazole?\n\nD: OK.\n\nP: Yeah. \n\nD: Alright and are you up to date with all your immunizations?\n\nP: Uh, yeah"
    },
    {
        "whisper_chunk": "Uh including like the pneumovax vaccine and the Shingrex Uh I had the Shingrex the pneumo um I think my doctor said we were going to look at that the next time I came in Okay Sure So I I I'm not sure I I know that I always say yes to these things but I'm not sure because of COVID and stuff if I've been getting everything exactly on time Okay And how",
        "gt_chunk": "P: . \n\nD: Including like the pneumovax vaccine and the shingrix?\n\nP: I had the shingrix the pneumo I think the doctor said we were going to look at that the next time I came in.\n\nD: OK, sure.\n\nP: So I I'm not sure I I know that I always say yes to these things, but I'm not sure because of Covid and stuff if I've been getting everything exactly on time.\n\nD: Mhmm. OK, and how"
    },
    {
        "whisper_chunk": "about um how about allergies Do you have any allergies Oh like uh just um seasonal Not to any medications or anything Okay Um have you been in touch with anyone sick recently around you No like the only person I see is my husband Um I guess him and so he has uh a PSW that comes in um to take",
        "gt_chunk": "D: about uh, how about allergies? Do you have any allergies?\n\nP: Oh, like uh, just seasonal. Not to any medications or anything.\n\nD: OK. Uhm, have you been in touch with anyone sick recently around you?\n\nP: No, like the only person I see is my husband. I guess him, and so he has a PSW that comes in to take"
    },
    {
        "whisper_chunk": "care of him He has a couple more problems than I do Um so basically we see I see him and her and we see um we see our kids but just like outside Okay Okay And all right And then um have you traveled anywhere recently No no no Okay Uh dietary wise are you um like eating healthy Yeah Yeah I think so I try to",
        "gt_chunk": "P: care of him. He has a couple more problems than I do. So basically, we see I see him and her and we see we see our kids, but just like outside.\n\nD: OK. OK and alright and then, uhm, have you traveled anywhere recently?\n\nP: No, no\n\nD: No, OK. Dietary wise, are you like eating healthy?\n\nP: Yeah, yeah, I think so. I try to"
    },
    {
        "whisper_chunk": "you know cook you know whole um foods for us like lots of veggies and uh you know fish and good meat Um although in the past you know few days I just cause I felt really run down and fatigued I haven't been eating as much as I normally do Okay I think we eat pretty healthy I try to you know follow healthy recipes and find them online Yeah for sure Um yeah that's good Do you do you smoke No no",
        "gt_chunk": "P: you know, cook, you know, whole foods for us like lots of veggies and you know fish and good meat. Although in the past you know few days, I just 'cause I felt really rundown and fatigued, I haven't been eating as much as I normally do.\n\nD: OK.\n\nP: Otherwise, I think we pretty healthy I try to, you know, follow healthy recipes and find them online.\n\nD: Yeah, for sure. Yeah, that's good. Do you, do you smoke? \n\nP: No, no"
    },
    {
        "whisper_chunk": "no Okay And uh any other recreational drugs No never Okay Uh do you drink alcohol I'll have the occasional glass of wine on a special occasion but not frequently and not not heavily Okay Um and where do you live and who do you live with right now Uh just me and my husband Um we live outside of town We live um in the country on a little farm Okay Um any old carpets",
        "gt_chunk": "D: , and any other recreational drugs?\n\nP: No, never.\n\nD: OK. Do you drink alcohol?\n\nP: I'll have the occasional glass of wine on a special occasion, but not frequently and not, not heavily.\n\nD: OK. And where do you live and who do you live with right now?\n\nP: Uh, just me and my husband. We live outside of town. We live in the country on a little farm.\n\nD: OK. Any old carpets"
    },
    {
        "whisper_chunk": "or dust or mold or asbestos in the in the home Uh no no we renovated um probably 15 years ago and there's no no more carpet and there was never any asbestos problems or anything Okay Okay Um well I think those are all the questions that I had Did you have any questions for myself I don't think so I just I hope you know we can get this figured out Yeah for sure Um so we'll start with doing a COVID swab because you have some symptoms that overlap with it",
        "gt_chunk": "D: or dust or mold or asbestos in the, in the home?\n\nP: No, no we renovated probably 15 years ago, and there's no no more carpet, and there were never any asbestos problems or anything.\n\nD: OK. OK, well I think those are all the questions that I had. Did you have any questions for myself?\n\nP: I don't think so. I just I hope you know we can get this figured out.\n\nD: Yeah, for sure. So we'll start with doing a Covid swab because you have some symptoms that overlap with it"
    },
    {
        "whisper_chunk": "So you should hear back in about 24 to 48 hours with those results But um it does sound like what you're telling me with um the wet cough and you know a little bit of shortness of breath Um I think it's worthwhile to get a chest x ray to see if you might possibly have a pneumonia And if you do if there is some consolidation we'll probably um prescribe some antibiotics um for",
        "gt_chunk": "D: so you should hear back in about 24 to 48 hours with those results. But it does sound like what you're telling me with the wet cough and you know a little bit of shortness of breath, I think it's worthwhile to get a chest x-ray to see if you might possibly have a pneumonia, and if you do, if there is some consolidation we'll probably prescribe some antibiotics for"
    },
    {
        "whisper_chunk": "that Um how does that sound to you That sounds great to me Yeah I just you know hope there's nothing serious going on Yeah Yeah And it shouldn't be it's probably one something that's been going around um in the community Uh you haven't had any recent hospitalizations or surgery so um I wouldn't worry about like any of those atypical bugs just yet Okay Okay That's good to hear Yeah for sure Well",
        "gt_chunk": "D: that. Umm, how does that sound to you?\n\nP: Sounds great to me. Yeah, I just you know, hope there's nothing serious going on.\n\nD: Yeah, yeah, and it shouldn't be. It's probably 1 something that's been going around in the community and you haven't had any recent hospitalizations or surgery, so I wouldn't worry about like any of those atypical bugs just yet.\n\nP: OK, OK, that's good to hear.\n\nD: Yeah, for sure. Well"
    },
    {
        "whisper_chunk": "um thank you Okay Thank you",
        "gt_chunk": "D: uhm, thank you.\n\nP: OK, thank you"
    }
]