[
    {
        "whisper_chunk": "would you mind starting with telling me what I can help you today Yeah I haven't been feeling very well over the past two days I have had this cough I'm feeling very short of breath and I'm feeling very feverish as well Okay have you checked your temperature No I haven't actually checked it but I'm just feeling hot and I'm having chills Okay were you having like night sweats as well Yeah last night I did get sweaty Okay and when did you start",
        "gt_chunk": "D: Would you mind starting with telling me what I can help you with today?\n\nP: Yeah, um I haven't been feeling very well over the past two days. I have had this cough, I'm feeling very short of breath and I'm feeling very feverish as well.\n\nD: Okay, uh, have you checked your temperature?\n\nP: No, I haven't actually checked it, but I'm just feeling hot and I'm having chills. \n\nD: Okay, were you having like night sweats as well?\n\nP: Um, yeah, last night I did get sweaty.\n\nD: Okay, and when uh, when did you start"
    },
    {
        "whisper_chunk": "feeling feverish Feverish maybe around the same time like right after the cough and shortness of breath started maybe a day and a half ago Okay so the cough started about a day and a half ago as well Yes Okay did you have a cough prior to this or is it new It's new Okay is it a dry cough or are you bringing up sputum or phlegm Yeah it's",
        "gt_chunk": "D: feeling feverish?\n\nP: Feverish, maybe around the same time like right after the cough and shortness of breath started, maybe like a day and a half ago.\n\nD: Okay. It's um, so the cough started about a day and a half ago as well?\n\nP: Yes.\n\nD: Okay. Uh, did you have a cough prior to this or is it new? \n\nP: It's new.\n\nD: Okay, is it a dry cough? Or are you bringing up sputum or phlegm?\n\nP: Um, it's"
    },
    {
        "whisper_chunk": "dry most of the time but once in a while I'll see some like yellow phlegm Okay have you noticed any blood No no blood All right and have you had any chest pain No chest well actually when I try to take a really deep breath in it hurts my chest hurts Okay and where do you feel the pain It seems to be central on my chest Do you feel it radiating anywhere like to your back or to either side No Okay how would you describe the pain be it like sharp dull",
        "gt_chunk": "P: dry most of the time, but once in a while I'll see some like yellow phlegm.\n\nD: Okay, have you noticed any blood?\n\nP: No, no blood. \n\nD: All right, and have you had any chest pain?\n\nP: No chest, well actually, when I try to take a really deep breath in, it, it hurts, my chest hurts.\n\nD: Okay, where do you feel the pain?\n\nP: Uh, it seems to be central on my chest.\n\nD: Do you feel it radiating anywhere, like to your back or to either side? \n\nP: No.\n\nD: Okay, how would you describe the pain? Like sharp, dull"
    },
    {
        "whisper_chunk": "It's pretty sharp when I take a deep breath in How long does the pain last for and is there anything that you do that makes it go away It lasts like less than a minute and it goes away when I like if I try not to take a deep breath in Okay so it sounds like that the breathing is a trigger there when you're breathing in deeply Yeah All right and have you had any wheeze A little bit yes All right",
        "gt_chunk": "P: it's pretty sharp when I take a deep breath in. \n\nD: How long does the pain last for, and is there anything that you do that makes it go away?\n\nP: It was like less than a minute um, and, and it goes away when I like, if I try not to take a deep breath in.\n\nD: Okay, so it sounds like that it, the, the breathing is a trigger there, when you're breathing in deeply.\n\nP: Yeah.\n\nD: Alright. And have you had any wheeze?\n\nP: Uh, a little bit, yes. \n\nD: Alright"
    },
    {
        "whisper_chunk": "and is the wheeze new as well Yes that also started after the coughing and the shortness of breath All right and have you had any episodes of feeling like your heart's racing or it's beating really fast No Okay and you said that yeah you've been short of breath as well Are you really short of breath now and what sorts of things have been really bringing it on for you Yeah I'm still a little bit short of breath and I guess the shortness of breath gets worse",
        "gt_chunk": "D: and uh, is the wheeze new as well?\n\nP: Um yes, that also started after the coughing and the shortness of breath.\n\nD: Alright. And have you had any episodes of feeling like your heart's racing, or is it speeding really fast?\n\nP: No.\n\nD: Okay, and you said it, yeah, you've been short of breath as well. Um, are you really short of breath now, and what sorts of things have been really bringing it on for you?\n\nP: Um it's, yeah, I'm still a little bit short of breath and I, I guess the shortness of breath gets worse"
    },
    {
        "whisper_chunk": "when I'm walking or doing something physical Okay and is this new or have you had this before It's new Okay have you noticed any swelling in your legs or extremities No nothing like that And do you get short of breath if you lie down flat No not that I've noticed And how many pillows do you sleep with Just the one Okay",
        "gt_chunk": "P: when I'm walking or doing something physical.\n\nD: Okay and did, is this new or did you have this before? \n\nP: It's new.\n\nD: Okay, have you noticed any swelling in your in your legs or extremities?\n\nP: No, nothing like that.\n\nD: And do you get short of breath if you lie down flat?\n\nP: Uh, no, not that I've noticed.\n\nD: And how many pillows do you sleep with?\n\nP: Uh, just the one. \n\nD: Okay"
    },
    {
        "whisper_chunk": "and have you had any headaches No And how about any eye redness or discharge No Have you had a runny nose or felt congested Yeah a little bit Yeah I've been feeling a little congested And when did that start That started a little bit before the cough actually Okay and you're still feeling that now Yeah Okay Have you had a sore throat No sore throat Okay and",
        "gt_chunk": "D: and have you had any headaches?\n\nP: No.\n\nD: And how about any eye redness or discharge?\n\nP: Uh no.\n\nD: Have you had a runny nose or felt congested?\n\nP: Um, yeah a little bit. Yeah, I've been, yeah, I've been feeling a little congested.\n\nD: And when did that start?\n\nP: Um, that started a little bit before the cough, actually.\n\nD: Okay, and you're still feeling that now?\n\nP: Yeah. \n\nD: Okay. Have you had a sore throat?\n\nP: No sore throat. \n\nD: Okay, and"
    },
    {
        "whisper_chunk": "have you had any fatigue Yeah my energy's been pretty low I've been feeling very tired Okay and how long has that been going on for For about the same amount of time Like three days yeah All right and have you had any abdominal pain No How about nausea or vomiting",
        "gt_chunk": "D: Have you been fatigued?\n\nP: Yeah, my energy's been pretty low. Um, I've been feeling very tired.\n\nD: Okay, and how long has that been going on for?\n\nP: Um, for about the same amount of time. Like three days, yeah. \n\nD: Alright, and have you had any abdominal pain?\n\nP: No.\n\nD: How about nausea or vomiting"
    },
    {
        "whisper_chunk": "No And that any changes to your urinary habits like pain or No nothing like that Okay and how has your appetite been It hasn't been the greatest because I haven't been feeling well but I've still been eating Okay have you had any weight loss over the last several months No not that I've noticed And how about any changes to your sense of smell or sense of taste Sense of smell or taste No no changes there Okay and that any skin",
        "gt_chunk": "P: No.\n\nD: And any changes to your urinary habits, like pain or?\n\nP: Uh no, nothing like that. \n\nD: Okay, and um, how has your appetite been?\n\nP: Um, it hasn't been the greatest because I haven't been feeling well, but I've still been eating.\n\nD: Okay, have you had any weight loss over the last several months?\n\nP: Um, no, not that I've noticed.\n\nD: And uh, how about any changes to your sense of smell or sense of taste?\n\nP: Sense of smell or taste, no, no changes there.\n\nD: Okay, um and then any skin"
    },
    {
        "whisper_chunk": "changes or rashes No All right so you've been experiencing this cough Yeah it started a couple of days ago with shortness of breath and you're bringing up sputum sometimes and a fever that's started a bit more recently as well as having some night sweats Yeah Have you experienced any other symptoms No other than that no symptoms I see And have you tried anything to make the symptoms better I've tried some",
        "gt_chunk": "D: changes or rashes?\n\nP: No.\n\nD: Alright, um, so you've been experiencing this cough, uh, started a couple of days ago with um, shortness of breath, and you're bringing up sputum sometimes and, and a fever that's started a bit more recently, as well as having some night sweats.\n\nP: Yeah.\n\nD: Have you experienced any other symptoms?\n\nP: Uh, no. Other than that, no symptoms.\n\nD: I see, and have you tried anything to make, make the symptoms better?\n\nP: Um, I've tried some"
    },
    {
        "whisper_chunk": "Tylenol I've tried some like cough suppressants but nothing seems to be helping Okay and have you been diagnosed with any medical conditions before No not Well actually I have osteoporosis for which I'm taking calcium and vitamin D as well as like alendronate some sort of bisphosphonate Okay have you had any like bone fractures I had",
        "gt_chunk": "P: Tylenol, I've tried some, um like, cough suppressants, but nothing seems to be helping.\n\nD: Okay, um, and have you been diagnosed with any medical conditions before?\n\nP: Um, no, not um, well actually, I have, I had, I have osteoporosis, for which I'm taking calcium and vitamin D, as well as like um, alendronate, alendronate, some sort of bisphosphonate.\n\nD: Okay, have you had any, uh, like bone fractures?\n\nP: Um, I had"
    },
    {
        "whisper_chunk": "a hip fracture like two years ago Okay and how's the recovery and mobility been I'm pretty good now Oh that's great And do you have any other medical conditions besides osteoporosis No not that I know And have you had any surgeries aside from the hip surgery two years ago I had my wisdom teeth",
        "gt_chunk": "P: a hip fracture, like uh, two years ago.\n\nD: Okay and um, and how is the recovery and mobility been?\n\nP: Um, pretty good now.\n\nD: Oh, that's great. And uh, do you have any other medical conditions besides osteoporosis?\n\nP: No, not that I know.\n\nD: And have you had any surgeries prior, um, aside from the hip surgery two years ago?\n\nP: Um, I had my wisdom teeth"
    },
    {
        "whisper_chunk": "taken out I've had my gallbladder taken out And I had a PE a long time ago Okay and what happened around that time with the pulmonary embolism Was there a trigger like a surgery around that time Or were you immobilized or anything Yeah they think it happened right after my gallbladder removal because I was in the hospital for a while Okay and so were you",
        "gt_chunk": "P: taken out, I've had my gallbladder taken out, um, and I, I had like um, I had a PE um, a long time ago.\n\nD: Okay, and what happened around that time, with the pulmonary embolism? Did you, was there a trigger, like a surgery around that time? Or were you immobilized or anything?\n\nP: Yeah, they think it happened right after my um, gallbladder removal 'cause I was in the hospital for a while.\n\nD: Okay, and so were you"
    },
    {
        "whisper_chunk": "on any medication for a period of time after that Yeah I was but not anymore Okay okay And are you taking any other medications besides the ones for your bones No no other medications And do you have any allergies No Okay And then could you tell me a little bit about your living situation right now Are you living with anybody And whereabouts I live in an apartment by myself and",
        "gt_chunk": "D: on any medication for a period of time after that?\n\nP: Uh, yeah, I was, but not anymore.\n\nD: Okay, um, okay. And um, are you taking any other medications besides the ones for your bones?\n\nP: Um, no, no other medications.\n\nD: And do you have any allergies? \n\nP: Uh, no.\n\nD: Okay, uh, and then could you tell me a little bit about your living situation right now? Are you living with anybody and uh, whereabouts?\n\nP: Um, I live in an apartment by myself and"
    },
    {
        "whisper_chunk": "it's in London Okay great And do you have any supports in the home that help you with any activities of daily living like either dressing or bathing or making food or even doing some of the shopping So I am pretty independent for most things There will be like a CCAC care worker who comes in once in a while just to help me clean",
        "gt_chunk": "P: it's in London.\n\nD: Okay, great, and do you have any supports in the home that, that help you with uh, any activities of daily living, like um, either dressing or bathing or making food or even doing some of the shopping?\n\nP: So I am pretty independent for most things. Um, there will be like a CCAC care worker who comes in, uh, once in a while just to help me clean"
    },
    {
        "whisper_chunk": "the house Okay so once in a while Is this like once a week or once Yeah how often Yeah once every two weeks Okay Oh that's great It sounds like you're managing really well on your own Do you have any other supports nearby like family or friends I have some family close by My son lives close by and my daughter lives about two hours away I'll see them about once a month Okay And do you smoke cigarettes",
        "gt_chunk": "P: the house.\n\nD: Okay, so once in a while, is this like once a week or once, yeah, how often? \n\nP: Yeah, once every two weeks.\n\nD: Okay, well that's great. It sounds like you're managing really well on your own. Um, do you have any other supports nearby, like family or, or friends?\n\nP: Um, I have some family close by um, my son lives close by, uh, and my daughter lives about 2 hours away. I'll see them about once a month. \n\nD: Okay. Um, and do you smoke cigarettes"
    },
    {
        "whisper_chunk": "Yeah I used to smoke but I stopped about five years back Oh congratulations on quitting Thank you So you quit five years ago and how long did you smoke for and how much did you smoke I used to smoke not a lot just like one or two a day and I did that for about 25 years Okay And do you drink alcohol I'll have like a glass of wine once in a while And how often is once in a while How many drinks",
        "gt_chunk": "P: yeah, I used to smoke, but I stopped about five years back.\n\nD: Oh, congratulations on quitting. \n\nP: Thank you.\n\nD: So you quit five years ago, and how long did you smoke for and how much did you smoke?\n\nP: Um, I used to smoke, not a lot, just like one or two a day, uh, and I did that for about 25 years.\n\nD: Okay, and uh, do you drink alcohol?\n\nP: Um, I'll have like a glass of wine once in a while.\n\nD: And how often is once in a while? Is this, or how many drinks"
    },
    {
        "whisper_chunk": "per week would you say Per week maybe like three Okay And any heart or lung conditions that run in the family Yeah So there is lung cancer there's asthma there's COPD all of that both sides of my family had Okay And anybody in the family have like a bleeding disorder A bleeding disorder No Okay",
        "gt_chunk": "D: per week would you say?\n\nP: Um, per week, maybe like three.\n\nD: Okay, um, and any uh, heart or lung conditions that run in the family?\n\nP: Um, yeah so, there is um, like lung cancer, there's asthma, there's uh, COPD. All of that, someone, like my, both sides of my family had.\n\nD: Okay, and uh, anybody in the family have like a bleeding disorder?\n\nP: A bleeding disorder, no.\n\nD: Okay"
    },
    {
        "whisper_chunk": "Anybody else in the family have either a deep vein thrombosis or PE No All right And have you been around anybody who's been sick No not recently All right And have you traveled anywhere outside of the city or No Okay So that was everything I wanted to ask about today Was there anything that you wanted to add No those are all questions that I had Okay Do you",
        "gt_chunk": "D: anybody else in the family have either a deep vein thrombosis or, or PE?\n\nP: No.\n\nD: Alright, um, and have you been around any, anybody who's been sick?\n\nP: No, not recently.\n\nD: Alright, and have you traveled anywhere outside of the city, or?\n\nP: Uh, no.\n\nD: Okay, um, so that was everything I wanted to ask about today. Was there anything that uh, that you wanted to add?\n\nP: No, those are all questions that I had. Um, do you"
    },
    {
        "whisper_chunk": "think I need to be hospitalized because I'm very short of breath or do you think I can just stay at home Do you think I need antibiotics Yeah So we'll check your temperature and confirm the fever and check your oxygen levels as well You might need oxygen as you're mentioning with your shortness of breath And we will get a chest x ray and if we're seeing",
        "gt_chunk": "P: think um, I need to be hospitalized, um, because I'm very short of breath, or do you think I can just um, stay at home? Do you think I need antibiotics?\n\nD: Yeah, so we'll, we'll check your temperature and, and confirm the fever and um, check your oxygen levels as well. You might need oxygen, um, you're mentioning, with your shortness of breath. Um, and we will get a chest x-ray, and if um, we're seeing"
    },
    {
        "whisper_chunk": "consolidation there it's suggestive of pneumonia You may need antibiotics that will cover those bugs However your symptoms do overlap with COVID as well And so it will be important to get a COVID swab But to answer if you will need a hospital stay I think we'll need to at least wait until some",
        "gt_chunk": "D: consolidation there, suggestive of pneumonia, you may need antibiotics that will cover, cover those, those bugs. However, your symptoms do overlap with COVID as well, and so it will be important to get a, um, COVID swab. But to answer if you will need a hospital stay, I think we'll need to at least wait until some"
    },
    {
        "whisper_chunk": "of the investigations come back and that will help determine how severe the symptoms are And we'll observe you over the next few hours and if you are getting any worse or anything like that then it might be a good idea to be admitted Okay Okay Yeah that sounds good Thank you You're welcome",
        "gt_chunk": "D: of the investigations come back and, um, that will help determine how severe the symptoms are and we'll observe you over the next few hours, and if you are getting any worse or um, anything like that, then it might be a good idea, um, to uh, to be admitted.\n\nP: Okay. Okay yeah, that sounds good. Thank you.\n\nD: You're welcome"
    }
]