[
    {
        "whisper_chunk": "What brought you in today Yeah I'm just feeling So I do have COPD but I just feel so much worse I do have shortness of breath but I think it's just been worse over the past three days I'm having more difficulty climbing stairs or even just going to the bathroom Okay And you said",
        "gt_chunk": "D: , brought you in today?\n\nP: Yeah, I'm just feeling, so, I do have COPD, but I just feel so much worse. I do have shortness of breath, but I think it's just been worse over the past three days. I'm having more difficulty climbing stairs, or even just going to the bathroom.\n\nD: OK, and you said"
    },
    {
        "whisper_chunk": "this started It's three days ago three or four days ago And since that time has the shortness of breath been getting worse or staying the same Yeah So initially it was just climbing stairs but then after that I mean this morning I was just short of breath going to the bathroom Okay And have you had shortness of breath on exertion like this before",
        "gt_chunk": "D: this started?\n\nP: Three days ago, three or four days ago.\n\nD: And since that time has the shortness of breath been getting worse or staying the same?\n\nP: Yeah, so initially it was just, it was just climbing stairs, you know, but then after that, I mean, this morning, I was just short of breath going to the bathroom.\n\nD: OK, and have you had, uh, shortness of breath on exertion like this before"
    },
    {
        "whisper_chunk": "You know sometimes Okay I don't do much anyway because my COPD just thinks it's been a little bit difficult Yeah I use my buffers Okay And have you had any episodes where you've woken up in the middle of the night and were really short of breath You had to sit up No no no",
        "gt_chunk": "P: you know, sometimes. \n\nD: OK. \n\nP: I don't, do much anyway, because my CPD, you know, just makes things a little bit difficult, uh, yeah, I use my puffers.\n\nD: OK, and have you had any, uh, episodes where you've woken up in the middle of the night and were really short of breath, you had to, uh, sit up?\n\nP: No, no, no"
    },
    {
        "whisper_chunk": "Okay And are you able to lie flat Yes Okay And you mentioned you've been bringing up sputum Could you describe the colour Yeah I don't know It's kind of yellow green Is that changed from Yeah Yeah So usually it's just sort of whitish and foamy And",
        "gt_chunk": "D: and are you able to lie flat?\n\nP: Yes.\n\nD: OK, and you mentioned you were bringing up sputum. Could you describe the color?\n\nP: Yeah, I don't know it's kinda yellow, uh, green.\n\nD: Has that changed from before? \n\nP: Yeah, yeah, so usually it's just sort of whiteish and foamy, and"
    },
    {
        "whisper_chunk": "yeah it's different And it's more you know it's a lot more Every time I'm coughing it's just like a spoonful It's a lot more than usual Okay Yeah It sounds like a lot more And have you noticed any blood No no no Okay And so have you had a cough then Oh yeah",
        "gt_chunk": "P: yeah it's different. And it's more, you know, it's alot more, every time I'm coughing it's just like, spoonfuls, it's a lot more than usual.\n\nD: OK, yeah, it sounds like a lot more and have you noticed any blood?\n\nP: No, no, no. \n\nD: OK, and uh, so have you had a cough then?\n\nP: Oh yeah"
    },
    {
        "whisper_chunk": "Yeah I've had a cough for the past 20 years Okay And is your cough worse at any particular time of the day or does it happen throughout the day Well it's a bit worse when I'm smoking but otherwise it's the same Okay And has your cough been worse these past couple of days as well No",
        "gt_chunk": "P: yeah, I've had a cough for the past 20 years.\n\nD: OK, and is your cough worse at any particular time of the day, Or does it happen throughout the day?\n\nP: Well, it's a bit worse when I'm smoking, but otherwise it's the same.\n\nD: OK, and has your cough been worse these past couple of days as well? \n\nP: No"
    },
    {
        "whisper_chunk": "Okay And have you had any headaches No How about any ear pain or eye pain No Any sore throat No Okay Have you had a loss of smell or a loss of taste No I don't think so Okay And have you had any",
        "gt_chunk": "D: and have you had any headaches?\n\nP: No. \n\nD: How about any ear pain or eye pain?\n\nP: No. \n\nD: Any sore throat?\n\nP: No. \n\nD: OK, have you had a loss of smell or a loss of taste?\n\nP: No, I don't think so.\n\nD: OK, and have you had any"
    },
    {
        "whisper_chunk": "wheezing A little bit It's been there for a while though Okay Have you noticed any changes to the wheeze No I don't think so I don't know I can't tell I see Okay And have you had any chest pain No Have you had any lightheadedness or dizziness No Okay And have you had any heart",
        "gt_chunk": "D: wheezing?\n\nP: A little bit. It's been there for a while though. \n\nD: OK, have you noticed any changes to the wheeze?\n\nP: No, I don't think so. I don't know. I can't tell.\n\nD: I see, OK, and have you had any chest pain?\n\nP: No. \n\nD: Have you had any lightheadedness or dizziness?\n\nP: No.\n\nD: OK, and have you had any heart"
    },
    {
        "whisper_chunk": "palpitations No All right And have you had any abdominal pain nausea or vomiting No All right And any urinary problems No Any bowel problems No Okay And have you had any changes to your skin or any rashes No not really Okay And have you had any fevers or chills",
        "gt_chunk": "D: palpitations?\n\nP: No.\n\nD: Alright, and have you had any abdominal pain, nausea or vomiting? \n\nP: No.\n\nD: Alright, and any urinary problems?\n\nP: No. \n\nD: Any bowel problems? \n\nP: No.\n\nD: OK, and have you had any changes to your skin or any rashes?\n\nP: No, not really.\n\nD: OK, and have you had any fevers or chills"
    },
    {
        "whisper_chunk": "I think I was feeling very chilly last night My wife had to bring an extra blanket for me Okay Have you had any night sweats No I don't think so Okay And have you checked your temperature No I didn't Okay Well we'll certainly check that today",
        "gt_chunk": "P: I think I was feeling very chilly last night. My wife had to bring an extra blanket for me.\n\nD: OK, have you had any night sweats?\n\nP: No, I don't think so. \n\nD: OK, and uh, have you checked your temperature?\n\nP: No, I didn't. \n\nD: OK, we'll certainly check that today"
    },
    {
        "whisper_chunk": "And have you had any weight loss in the last several months I don't check my weight very often but yeah my quotes still fit They're all fine Okay Fair enough And have you noticed any leg swelling or any swelling in your belly No Okay",
        "gt_chunk": "D: And have you had any weight loss in the last several months?\n\nP: I don't check my weight very often, but no, uh, yeah, my clothes still fit, they're all, they're fine.\n\nD: OK, fair enough and, uh, have you noticed any, like, leg swelling or any swelling in your belly?\n\nP: No.\n\nD: OK"
    },
    {
        "whisper_chunk": "And in regards to your past health you mentioned COPD but have you been diagnosed with any other medical conditions Yeah I have high blood pressure and my cholesterol is also a little bit on the high side I see Okay And you use puffers Would you use any other medications Yeah I think my doc prescribed some",
        "gt_chunk": "D: and in regards to your past health, you mentioned COPD, but have you been diagnosed with any other medical conditions?\n\nP: Yeah I have high blood pressure, and my cholesterol is also a little bit on the high side.\n\nD: I see, OK and you use puffers. Do you use any other medications?\n\nP: Yeah, I think my doc prescribed some"
    },
    {
        "whisper_chunk": "pills I don't know I don't remember what they are I just take them every day Okay We can get that information Have you had any hospitalizations I've been to the ER a couple of times It was similar to this time when I was having difficulties breathing and I had to stay for about five days or so",
        "gt_chunk": "P: pills, I don't know, I don't remember what they are, I just take them every day.\n\nD: OK, we can get that information. Have you had any hospitalizations?\n\nP: Uhm, I've been to the ER a couple of times and this one time, it was similar to this time, when I was having difficulties breathing and had to stay for about five days or so"
    },
    {
        "whisper_chunk": "I think that was two years ago Okay And how are your symptoms feeling now and compared to that time I wasn't producing this green yellow thing that's coming out of my mouth right now It was not that bad It's just last time I was having difficulties breathing so I decided to come in but this time I just have this weird",
        "gt_chunk": "P: I think that was two years ago.\n\nD: OK, and how are your symptoms feeling now when compared to, uh, that time?\n\nP: I wasn't producing this green yellow thing that's coming out of my mouth right now. It was not that bad. It's just last time I was having difficulties breathing, so I decided to come in. But this time I just have this weird"
    },
    {
        "whisper_chunk": "thing I don't even feel like looking at it Okay Yeah for sure It sounds like something certainly going on Have you had any past surgeries I had a knee replacement Okay And can you tell me a little bit about your living",
        "gt_chunk": "P: thing, I don't even feel like looking at it.\n\nD: OK, yeah, for sure it sounds like there's something certainly going on here and Yeah, have you had any past surgeries?\n\nP: I had, uh, I had a knee replacement.\n\nD: OK, and, uh, can you tell me a little bit about your living"
    },
    {
        "whisper_chunk": "situation Who do you live with and whereabouts Yeah I live with my wife about 10 minutes away from here We live in an apartment Yeah Okay And are you working or are you retired I retired two years ago I used to work at Chrysler's as a mechanic Okay",
        "gt_chunk": "D: situation, like who do you live with and whereabouts?\n\nP: Yeah, I live with my wife about ten minutes away from here. We live in an apartment, uh, yeah.\n\nD: OK, are you working, are you retired? \n\nP: I retired two years ago. I used to work at Chrysler, as a mechanic.\n\nD: OK"
    },
    {
        "whisper_chunk": "And have you been around anybody who might be sick No no All right Have you traveled anywhere No I've just been staying indoors My wife's been staying with me We're both pretty careful We're worried about catching COVID so we don't even go out for groceries We just have those delivery guys come in and bring us groceries Okay",
        "gt_chunk": "D: and have you been around anybody who might be sick? \n\nP: No. \n\nD: Alright, how about, have you traveled anywhere?\n\nP: No, I've just been staying indoors. My wife's been staying with me. We're both pretty careful, we're worried about catching covid so we don't even go out for groceries, we just have those delivery guys come and bring us our groceries.\n\nD: OK"
    },
    {
        "whisper_chunk": "And you smoke cigarettes you mentioned How much do you smoke per day I smoke about a pack a day Okay And how long have you smoked for Let's see About 45 years Okay Have you thought about quitting Yeah yeah Multiple doctors have told me to quit and it's just",
        "gt_chunk": "D: and you smoke cigarettes, you mentioned, how much do you smoke per day?\n\nP: I smoke about a pack a day.\n\nD: OK, and how long have you smoked for?\n\nP: Let's see, about forty-five years.\n\nD: OK, have you thought about quitting?\n\nP: Yeah, yeah, multiple doctors have told me to quit and it's just"
    },
    {
        "whisper_chunk": "I don't think I can quit It's not going to happen I can't live without my cigarettes Okay The door is always open and certainly something we can talk about at any time If you'd like to But in the meantime we'll leave it alone for now I was wondering if you drink alcohol I drink",
        "gt_chunk": "P: I don't think I can quit. It's not gonna happen. I can't live without my cigarettes.\n\nD: OK, the door is always open and certainly something we can talk about at anytime, uh, if you'd like to, but, uh, in the meantime, we'll leave it alone for now. I was wondering if you drink alcohol?\n\nP: I drink"
    },
    {
        "whisper_chunk": "a glass or two every weekend Okay And do you use any other recreational drugs like marijuana cocaine No Okay And any family history of heart or lung conditions High blood pressure Okay Has anybody in the family had lung cancer No",
        "gt_chunk": "P: a glass or two every weekend.\n\nD: OK, and do use any other recreational drugs like marijuana, cocaine?\n\nP: No. \n\nD: OK, and, any family history of heart or lung conditions?\n\nP: Uhm, high blood pressure.\n\nD: OK, has anybody in the family had lung cancer?\n\nP: No"
    },
    {
        "whisper_chunk": "All right And so you've been experiencing worsening sputum production that now has a green color to it and now having a bit more shorter breath which sounds like a COPD exacerbation especially since it's a similar type of presentation as",
        "gt_chunk": "D: Alright, and, so you've been experiencing worsening sputum production that now has a green color to it, and now having a bit more, more short of breath, which sounds like COPD exacerbation, especially since it's a similar type of presentation as"
    },
    {
        "whisper_chunk": "before And so we'll order a chest x ray some blood gases and do a sputum culture and possibly start antibiotics But depending on the severity we may not need to just",
        "gt_chunk": "D: before. And so we'll order a chest X-ray, some blood gases and do a sputum culture and possibly start antibiotics, but, depending on the severity we may not not need to just"
    },
    {
        "whisper_chunk": "yet But we'll and then we'll also use some inhalers as well as an inhaled steroid to help with the inflammation in the airways Sure All right We'll get that started Thank you",
        "gt_chunk": "D: yet. And then we'll also use some inhalers as well as inhaled steroid to help with the inflammation in the airways.\n\nP: Sure.\n\nD: Alright, we'll get that started. \n\nP: Thank you"
    }
]