[
    {
        "whisper_chunk": "what brings you in here today I just started having um difficulty with breathing um starting yesterday and I also developed this cough um yesterday morning Okay so did the cough come first or the breathing difficulty breathing Kind of around the same time when I woke up in the",
        "gt_chunk": "D: What brings you in here today?\n\nP: I just started having, um, difficulty with breathing um, starting yesterday. And I also developed this cough um, yesterday morning.\n\nD: Okay, so did, did the cough come first or the breathing, difficulty breathing?\n\nP: Kind of around the same time when I woke up in the"
    },
    {
        "whisper_chunk": "morning And um did it wake you up from sleep at all like did you wake up trying to catch a breath or anything No Okay so it happened after you had woken up and gotten out of bed and um so can you describe your cough a little bit Is it wet or is it dry",
        "gt_chunk": "P: morning.\n\nD: And did it wake you up from sleep at all? Like did you wake up trying to catch a breath or anything?\n\nP: No. \n\nD: Okay, so it happened after you had woken up and gotten out of bed. And um, so, can you describe your cough a little bit? Is it wet or is it dry"
    },
    {
        "whisper_chunk": "Um it's just um it's just a a dry cough Okay you're not bringing up any sputum or any other material No And um are you coughing up any blood by any chance No Okay the shortness of breath can you describe it a little bit Is it uh are you having trouble",
        "gt_chunk": "P: Um, it's just um, it's just a dry cough.\n\nD: Okay, you're not bringing up any sputum or any other material?\n\nP: No. \n\nD: And uh, are you coughing up any blood by any chance? \n\nP: No.\n\nD: For the shortness of breath, can you describe it a little bit? Is it, are you having trouble"
    },
    {
        "whisper_chunk": "taking deep breaths or are you breathing faster Can you describe it Yeah I just feel like um I'm getting out of breath really easily just like um walking even um walking to the kitchen from my bedroom I'm getting short of breath and it it just started yesterday morning it's so odd Okay and has have you had",
        "gt_chunk": "D: taking deep breaths, or are you breathing faster? Can you describe it?\n\nP: Yeah, I just feel like um, I'm getting out of breath really easily, just like um, walking even, walking to the kitchen from my bedroom, I'm getting short of breath and it, it just started yesterday morning, it's so odd.\n\nD: Okay, and have you had"
    },
    {
        "whisper_chunk": "anything like this happen before to you No No um were you doing anything before it started like were you doing any um any activities or any were you doing any exertions at all No I was just um I I slept in um I slept in a bit more than usual um and I was feeling quite",
        "gt_chunk": "D: anything like this happen before to you?\n\nP: No.\n\nD: No. Were you doing anything before it started? Like were you doing any, any activities or any, are were you doing any exertions at all?\n\nP: No, I was just uh, I, I slept in, I slept in a bit more than usual, um, and I was feeling quite"
    },
    {
        "whisper_chunk": "um drowsy my um my doc increased my uh pain meds and I took the first dose um um I actually took an extra pill um um of the of the morphine um and yeah I don't know maybe it's an allergic reaction to the morphine Oh have you had any allergic reactions before",
        "gt_chunk": "P: um, drowsy. My, my doc increased my pain meds and I took the first dose um, yesterday night, um, I actually took an extra pill um, um, of the morphine um, and yeah, I don't know, maybe it, it's an allergic reaction to the morphine.\n\nD: Have you had any allergic reactions before"
    },
    {
        "whisper_chunk": "No And so you took an extra morphine last night and then went to sleep um did you wake up coughing or catching your breath or anything like that No I actually ended up waking up at uh 1 p m or 2 p m I was just very drowsy and uh okay I think I I think I might have taken a bit too much I don't know the the arthritis",
        "gt_chunk": "P: No. \n\nD: And so you took an extra morphine last night and then went to sleep. Um, did you wake up coughing or catching your breath or anything like that?\n\nP: No, I actually, I ended up waking up at 1:00 PM or 2:00 PM, I was just very drowsy and uh, I think I, I think I might have taken a bit too much, I don't know. The, the arthritis"
    },
    {
        "whisper_chunk": "pain was just killing me last night and I thought taking an extra pill would help And is this are your symptoms constant or do they come and go They're constant for the past two days I've also noticed that I have um my breath just smells really bad I don't know why Is that something you noticed recently or in the last two days Yeah yeah since yesterday",
        "gt_chunk": "P: pain was just killing me last night and I thought taking an extra pill would help.\n\nD: And is this, are your symptoms constant? Or do they come and go?\n\nP: They're constant for the past two days. I've also noticed that I have, my breath just smells really bad. I don't know why.\n\nD: Is that something you noticed recently or in the last two days?\n\nP: Yeah, since yesterday"
    },
    {
        "whisper_chunk": "actually not even yesterday this morning I would say This morning okay um and uh is there anything that makes your symptoms worse like does lying down make your symptoms worse Not really How about uh exerting yourself does it make your symptoms worse Yeah Okay um do you have any other symptoms like any fevers",
        "gt_chunk": "P: Actually, not even yesterday, this morning I would say.\n\nD: This morning, okay. Um, and is there anything that makes your symptoms worse? Like does lying down make your symptoms worse?\n\nP: Not really. \n\nD: No. How about exerting yourself, does it make your symptoms worse?\n\nP: Yeah.\n\nD: Okay. Um, do you have any other symptoms like any fevers"
    },
    {
        "whisper_chunk": "or chills I checked my fever last night it was um 37 2 Okay so no you didn't have a fever last night okay um do you have any other symptoms like dizziness uh any fainting spells No Okay um how about sore throat uh headaches muscle pain anything like that No",
        "gt_chunk": "D: or chills?\n\nP: I checked my fever last night, it was um, 37.2.\n\nD: Okay, so you didn't have a fever last night, okay. Um, do you have any other symptoms like dizziness uh, any fainting spells? \n\nP: No.\n\nD: Okay. How about sore throat, headaches, muscle pain, anything like that?\n\nP: No"
    },
    {
        "whisper_chunk": "Okay uh any chest pain Um no I don't And um have you been traveling at all recently No Any contact with anyone who has been sick recently No Any nausea or vomiting No",
        "gt_chunk": "D: Okay, any chest pain?\n\nP: No, I don't.\n\nD: And um, have you been traveling at all recently?\n\nP: No. \n\nD: Any contact with anyone who has been sick recently?\n\nP: No. \n\nD: No. Uh, any nausea or vomiting?\n\nP: No"
    },
    {
        "whisper_chunk": "Okay any night sweats No Okay any swelling in your legs or arms hands No I haven't noticed any of that Okay any uh fatigue just feeling more tired today Uh maybe a little bit Yeah um have you been uh having any cold like symptoms before the two days like in the",
        "gt_chunk": "D: Okay. Any night sweats? \n\nP: No.\n\nD: Okay, any swelling in your legs or arms, hands?\n\nP: No. No, I haven't noticed any of that.\n\nD: Any fatigue? Just feeling more tired today?\n\nP: Maybe a little bit.\n\nD: Okay. Have you been having any cold-like symptoms before the two days, like in the"
    },
    {
        "whisper_chunk": "last like runny nose sore throat No I was like I was absolutely fine Okay um how about uh do you have any changes in your bowel movements like constipation diarrhea No Any trouble with uh urinating No Okay any sleep or appetite issues No Have you lost a significant weight",
        "gt_chunk": "D: , like runny nose, sore throat?\n\nP: No. I was, like, I was absolutely fine. \n\nD: Okay. Um, how about, do you have any changes in your bowel movements like constipation, diarrhea?\n\nP: No. \n\nD: No. Any trouble with urinating?\n\nP: No. \n\nD: Okay, any sleep or appetite issues?\n\nP: No. \n\nD: Okay. Have you lost uh, significant weight"
    },
    {
        "whisper_chunk": "in the last few months No Okay um have you been exposed to anyone who may have had tuberculosis I don't think so No And um do you have any pets or animals at home Um I have a dog Okay have you ever had any allergies to any pets",
        "gt_chunk": "D: in the last few months?\n\nP: No. \n\nD: Okay. Um, have you been exposed to anyone who may have had tuberculosis?\n\nP: I don't think so. \n\nD: No, and uh, do you have any pets or animals at home? \n\nP: Um, I have a dog.\n\nD: Have you ever had any allergies to any pets"
    },
    {
        "whisper_chunk": "or animals No Um any exposure to fumes or dust uh with where you live No Okay and do you have any past medical history any diagnoses I um I just have the osteoarthritis Osteoarthritis okay is that where you're taking the um Yeah yeah And are you taking any other medications",
        "gt_chunk": "D: or animals? \n\nP: No.\n\nD: Any exposure to fumes or dust uh, with where you live?\n\nP: No.\n\nD: Okay, and do you have any past medical history? Any diagnoses?\n\nP: I um, I just have the osteoarthritis.\n\nD: Osteoarthritis, okay. Is that why you're taking the?\n\nP: Yeah, yeah. \n\nD: And are you taking any other medications"
    },
    {
        "whisper_chunk": "I take Advil Advil okay any allergies that you know of Um no Okay any um previous hospitalizations Um I had my wisdom teeth removed but no I I wasn't I wasn't hospitalized Okay is that the only surgery that you've had or have you had any Yeah no that's it Any family history of any lung or heart conditions",
        "gt_chunk": "P: I take uh, Advil.\n\nD: Advil, okay. Any allergies that you know of?\n\nP: Um, no. \n\nD: Okay, any previous hospitalizations?\n\nP: Um, I had my wisdom teeth removed. But no, I wasn't, I wasn't hospitalized.\n\nD: Okay, is that the only surgery that you've had, or have you had anything else? \n\nP: Yeah. No, that's it.\n\nD: Any family history of any lung or heart conditions"
    },
    {
        "whisper_chunk": "Uh no Okay any cancers Um breast cancer my uh grandma had it Um any currently what's your living situation like do you live with someone Um I live with my husband Okay and my dog And your dog okay and did your husband tell you anything",
        "gt_chunk": "P: Uh no. \n\nD: Any cancers?\n\nP: Um, breast cancer, my grandma had it.\n\nD: Um, any uh, and currently, what's your living situation like, do you live with someone?\n\nP: Um, I live with my husband.\n\nD: Okay.\n\nP: And my dog.\n\nD: And your dog, okay. And did your husband tell you anything"
    },
    {
        "whisper_chunk": "like that uh has changed in your behavior at all um recently He just said that I was uh I was just extremely drowsy yesterday and I was very hard to wake up Okay okay um do you smoke currently No Have you smoked in the past No Okay and do you work currently I I um I",
        "gt_chunk": "D: like that has changed in your behaviour at all uh, recently?\n\nP: He just said that I was, I was just extremely drowsy yesterday and I was very hard to wake up.\n\nD: Okay. Okay, um, do you smoke currently?\n\nP: No.\n\nD: Have you smoked in the past? \n\nP: No.\n\nD: Okay, and do you work currently? \n\nP: Uh I, I"
    },
    {
        "whisper_chunk": "do And uh what do you sorry do you say you don't work or do you work I'm a banker but I'm working virtually or remotely right now Okay and um do you use any recreational drugs like marijuana Um no Well sometimes",
        "gt_chunk": "P: do.\n\nD: And uh, how would you, sorry, dis you say you don't work or do you work?\n\nP: I'm a banker, but I'm working virtually, uh, remotely right now.\n\nD: Okay. And um, do you use any recreational drugs like marijuana?\n\nP: I um, no. Well sometimes"
    },
    {
        "whisper_chunk": "um I'll use marijuana from for the pain but I haven't been doing that recently for the past two months Okay um how how often would you say you use it Only when the pain gets uh too bad so maybe um three or four times a month Okay and um do you use any alcohol Um yeah",
        "gt_chunk": "P:  I'll use marijuana for the pain, but I haven't been doing that recently, for the past two months.\n\nD: Okay. Um, how, how often would you say you use it?\n\nP: Only when the pain gets uh, too bad, so maybe um, three or four times a month.\n\nD: Okay, and do you use any alcohol?\n\nP: Um, yeah"
    },
    {
        "whisper_chunk": "I'll uh I'll drink uh once a week uh two two glasses two or three glasses of uh wine Okay um any all right so I think that those are all the questions I have for you today Do you have any questions or concerns for me Um no Okay so yeah um definitely with the coughing and shortness of breath we will definitely get a COVID",
        "gt_chunk": "P: I'll, uh, I'll drink once a week, two glasses, two or three glasses of wine.\n\nD: Um, any, alright, so I think that those are all the questions I have for you today. Do you have any questions or concerns for me?\n\nP: Um, no.\n\nD: Okay, so yeah, definitely with the coughing and shortness of breath we will definitely get a COVID"
    },
    {
        "whisper_chunk": "swab test done um I should come back in the next uh 24 to 48 hours and then public health will contact you Um yeah based on what you're telling me so far we'll definitely do a physical examination get your vitals and get your oxygenation and everything done but I also think uh since you um were very drowsy and were had fallen asleep and were difficult to wake up sometimes you can get what's called",
        "gt_chunk": "D: swab test done. Um, that should come back in the next 24 to 48 hours and then public health will contact you. Um, yeah, based on what you're telling me so far, we will definitely do a physical examination, get your vitals, and get your oxygenation and everything done. But I also think, since you were very drowsy and were, had fallen asleep and were really difficult to wake up, sometimes you can get what's called"
    },
    {
        "whisper_chunk": "aspiration um and that's that can also be a possibility and what we will do is get a chest x ray get some blood work done as well today and then we may require antibiotics and if your vitals are unstable we might have to admit you as well Does that sound good Yeah All right so yeah we'll get those tests done and we'll be there with you shortly We'll also get like an",
        "gt_chunk": "D: aspiration pneumonia. Um, and that's, that can also be a possibility and what we will do is get a chest x-ray, get some blood work done as well today. Um, now we may require antibiotics, and if your vitals unstable we might actually admit you as well. Um, does that sound good?\n\nP: Yeah.\n\nD: Alright, so yeah, we'll get those tests done and we'll be there with you shortly. We'll also get like an"
    },
    {
        "whisper_chunk": "EKG done as well Sure All right okay",
        "gt_chunk": "D: EKG done as well.\n\nP: Sure.\n\nD: Alright, okay"
    }
]