[
    {
        "whisper_chunk": "Could you tell me what brought you in today Sure you know I've been having this chest pain for the past since last night and I'm also having a hard time breathing so thought I should check it out Okay and so the chest pain came on last night were you doing anything before it coming on",
        "gt_chunk": "D: Could you tell me what brought you in today?\n\nP: Sure, you know I've been having this chest pain for the since last night. Um, and I'm also having a hard time breathing so thought I should check it out.\n\nD: Ok, um and so the chest pain came on last night. Were you doing anything before before it coming on"
    },
    {
        "whisper_chunk": "No I was just about to head to bed and suddenly I felt this crampy pain in my chest Okay and where is this pain located I'd say like the center of my chest Okay and has the pain been going on constantly since last night Yeah I would say so Okay has it changed",
        "gt_chunk": "P: No, I was just about to head to bed and suddenly I felt this crampy pain in my chest.\n\nD: Ok, and where is this pain located?\n\nP: I'd say like the center of my chest. \n\nD: Ok, uh, has the pain been going on constantly since last night?\n\nP: Yeah, I would say so.\n\nD: Ok, has it changed"
    },
    {
        "whisper_chunk": "in character at all You said it was crampy but has it felt like anything else No just crampy yeah I see do you feel the pain anywhere else or do you feel it just in the center of your chest Yeah center of my chest going up to around my throat area maybe Okay I see",
        "gt_chunk": "D: in character at all? You said it was crampy, but has it felt like anything else? \n\nP: Um, no. Just just crampy, yeah.\n\nD: I see, did you feel the pain anywhere else, or do you feel it just in the center of your chest?\n\nP: Ah yes, center of my chest going up to around my throat area maybe.\n\nD: OK, I see"
    },
    {
        "whisper_chunk": "and anything that you've done that's made the pain worse I guess taking in a deep breath Okay and how about changing positions does the pain get worse if you lie flat or if you'll lean forward No Okay and have you",
        "gt_chunk": "D: and anything that you've done, that's made the pain worse?\n\nP: Um, I guess taking in a deep breath.\n\nD: Ok, and how about changing positions, does the pain get worse if you lie flat or or if you lean forward?\n\nP: No.\n\nD: Ok, um, and have you"
    },
    {
        "whisper_chunk": "ever had a pain like this in your chest before No Okay and has the pain been getting worse getting better staying the same It's been the same Okay and have you taken anything for it to help with the pain No Okay and the shortness of breath you mentioned",
        "gt_chunk": "D: ever had a pain like this in your chest before? \n\nP: No.\n\nD: Ok, and and has the pain get been getting worse, getting better, staying the same?\n\nP: It's been the same.\n\nD: Ok, have you taken anything for it, to help with the pain?\n\nP: No.\n\nD: Ok, and the shortness of breath you mentioned"
    },
    {
        "whisper_chunk": "when did that start Around the same time Okay and is this a problem No it's just always there Okay and have you noticed any changes to the sounds of your breathing like",
        "gt_chunk": "D: when did that start?\n\nP: Around the same time.\n\nD: Ok and, is this trouble breathing like after walking a certain distance or exerting yourself?\n\nP: No, it it it, it's just always there.\n\nD: Ok, and have you noticed any changes to the sounds of your breathing, like"
    },
    {
        "whisper_chunk": "a wheeze or a whistling sound Yeah maybe a slight wheeze Okay do you think that you're breathing more quickly No Okay have you had a cough No cough no All right and so you haven't been bringing up any sputum or",
        "gt_chunk": "D: a wheeze or whistling sound?\n\nP: Yeah, maybe maybe a slight wheeze. \n\nD: Ok, do you think that you're breathing more quickly?\n\nP: No.\n\nD: Ok um, have you had a cough?\n\nP: No cough, no.\n\nD: Alright, and so you haven't been bringing up any sputum or"
    },
    {
        "whisper_chunk": "any blood No Okay and have you had a sore throat No sore throat All right so you've had this chest pain since last night and shortness of breath that started around a similar time last night have you had any other symptoms Just some fatigue some tiredness",
        "gt_chunk": "D: any blood?\n\nP: No. \n\nD: Ok and, have you had a sore throat?\n\nP: No sore throat. \n\nD: Alright, so you've had this chest pain since last night and shortness of breath that started around a similar time last night. Have you had any other symptoms?\n\nP: Just just some fatigue, some tiredness"
    },
    {
        "whisper_chunk": "All right and did that start around the same time That started a few days before like maybe two days before Okay has there been any change to your sleep or any stressful events happen that might be tiring you out No Okay and have you had any headaches",
        "gt_chunk": "D: Alright, and did that start around the same time?\n\nP: That started a few days before, like maybe two days before.\n\nD: Ok, has there been any change to your sleep or any stressful events happen that might be tiring you out?\n\nP: No.\n\nD: Ok, and have you had any headaches"
    },
    {
        "whisper_chunk": "Nope no headaches How about any eye symptoms like discharge or eye pain No nothing like that Any redness of your eye Nope All right have you had a runny nose No All right and have you felt like your heart is racing at all No",
        "gt_chunk": "P: Nope, no headaches.\n\nD: How about any eye symptoms like discharge or or eye pain?\n\nP: No, nothing like that.\n\nD: Any any redness of your eye?\n\nP: Nope. \n\nD: Alright, so have you had a runny nose? \n\nP: No.\n\nD: Alright, and uh have you felt like your heart is racing at all?\n\nP: No"
    },
    {
        "whisper_chunk": "Okay have you had a loss of taste or smell No I see Okay and have you had any changes to your weight in the last several months No All right and",
        "gt_chunk": "D:  have you had a decrease in your appetite?\n\nP: Um, no.\n\nD: I see, ok and have you had any changes to your weight in the last several months?\n\nP: No.\n\nD: Alright and"
    },
    {
        "whisper_chunk": "have you had any diarrhea or constipation No All right and how about any nausea or vomiting None Any abdominal pains No All right and how about any confusion or concerns around memory No All right and any muscle aches",
        "gt_chunk": "D: have you had any diarrhea or constipation?\n\nP: No. \n\nD: Alright, and how about any nausea or vomiting? \n\nP: Uh, none.\n\nD: Any abdominal pains?\n\nP: No.\n\nD: Alright, and how about any confusion or or concerns around memory?\n\nP: No. \n\nD: Alright, and, any muscle aches"
    },
    {
        "whisper_chunk": "or pains Maybe slight muscle aches Have you had any weakness No Okay and any rashes you've noticed anywhere No none Okay and have you had a fever Nope How about any chills No chills All right and then any night sweats",
        "gt_chunk": "D: or pains?\n\nP: Maybe slight muscle aches.\n\nD: Have you had any weakness? \n\nP: No.\n\nD: Ok, and any rashes you noticed anywhere?\n\nP: No none. \n\nD: Ok, and have you had a fever?\n\nP: Um, nope.\n\nD: How about any any chills?\n\nP: No chills. \n\nD: Alright and then any night sweats"
    },
    {
        "whisper_chunk": "No All right and do you have any medical conditions you see a physician regularly for Nope Actually sorry I have diabetes Okay is that type 2 Type 2 yes Okay and are you taking any medications for that or is it kind of diet or lifestyle controlled I'm on insulin for",
        "gt_chunk": "P: No.\n\nD: Alright, and do you have any medical conditions that you see a physician regularly for?\n\nP: No, actually sorry, I have diabetes.\n\nD: Ok, is that type 2?\n\nP: Type 2.\n\nD: Ok, and are you taking any medications for that or is it kind of diet or lifestyle controlled?\n\nP: I'm on insulin for"
    },
    {
        "whisper_chunk": "that Okay and do you use a sliding scale or do you have a regimen you use I have so I have like a long acting and a short acting so I just take the long acting before I go to bed and then the short acting before meals I see Okay so that sounds like a great plan Do you take any other medications",
        "gt_chunk": "P: that.\n\nD: Ok, and you use a sliding scale or do you have a regimen you use?\n\nP: Um, I have, so I have like a long acting and short acting, so I just take the long acting before I go to bed and then the short acting before meals.\n\nD: I see ok. So that sounds like a great, a great plan. Do you take any other medications"
    },
    {
        "whisper_chunk": "I take some vitamins you know like vitamin D and calcium but that's it Okay any allergies I'm allergic to penicillin Okay have you had antibiotics recently for any reason No Okay and are your immunizations up to date I think so I think",
        "gt_chunk": "P: I take some vitamins and you know, like vitamin D and calcium, but that's it.\n\nD: Ok, any allergies?\n\nP: I'm allergic to penicillin.\n\nD: Ok, have you had antibiotics recently for any reason? \n\nP: No.\n\nD: Ok, and are your immunizations up to date?\n\nP: I think so. I think"
    },
    {
        "whisper_chunk": "the only thing is I have to see if I'm up to date with my pneumovax Okay great Yeah I was wondering about that one so we can look into that certainly and do you know if you've had the zoster or the shingles vaccine Yes I had that one Okay great and next I was wondering if you could tell me a little",
        "gt_chunk": "P: the only thing is I have to see if I'm up to date with my Pneumovax.\n\nD: Ok, great yeah I was wondering about that one so we can look into that certainly. And do you know if you've had the Zoster or the Shingles vaccine? \n\nP: Yes, I had that one.\n\nD: Ok great um, and um next could you I was wondering if you could tell me a little"
    },
    {
        "whisper_chunk": "bit about your living situation Sure I live with my husband We live in a three bedroom townhouse and it's a fairly new home Okay good Did you recently move there Yes we did Okay cool and so there's no concerns",
        "gt_chunk": "D: bit about your living situation?\n\nP: Sure, I live with my husband. We live in a 3 bedroom townhouse. It's a fairly new home.\n\nD: Ok, great. Did you recently move there? \n\nP: Yes we did.\n\nD: Ok, cool. And so there's no concerns"
    },
    {
        "whisper_chunk": "with old carpets or being exposed to kind of like Okay and has your husband been sick at all No he's been fine Okay and do you have any pets in the home We have a cat Okay and do you have any allergies to pets",
        "gt_chunk": "D: the home? \n\nP: No, nothing like that. \n\nD: Ok, and um, has your husband been sick at all? \n\nP: No, he's been fine.\n\nD: Ok, and do you have any pets in the home? \n\nP: We have a cat.\n\nD: OK, and do you have any allergies to pets"
    },
    {
        "whisper_chunk": "No All right and how do you support yourself financially right now We're both retired but we have RESP savings Oh excellent Okay and for your previous occupation were you exposed to any chemicals or like asbestos or inhalants that",
        "gt_chunk": "P: No.\n\nD: Alright, um and how do you support yourself financially right now?\n\nP: Um, we're both retired, but we have our RESP savings.\n\nD: Oh excellent, ok, and for your previous occupation, were you exposed to any chemicals or like asbestos or inhalants that"
    },
    {
        "whisper_chunk": "you're aware of No no nothing like that Okay and do you smoke cigarettes I don't Do you drink alcohol I have maybe a glass or two glasses of wine over the weekends Okay and do you smoke marijuana or use any cannabis products No I don't Okay and how",
        "gt_chunk": "D: you're aware of?\n\nP: Uh no no, nothing like that. \n\nD: Ok, and you smoke cigarettes?\n\nP: I don't.\n\nD: Do you drink alcohol?\n\nP: I have maybe a glass or two glasses of wine over the weekends. \n\nD: Ok, and do you smoke marijuana or use any cannabis products? \n\nP: No, I don't.\n\nD: OK, and how"
    },
    {
        "whisper_chunk": "about the use of any other recreational drugs No no nothing like that Okay and has anybody in your family had a heart condition before My mother passed away when she was 80 She had some valvular issues Okay",
        "gt_chunk": "D: about the use of any other recreational drugs?\n\nP: No, no, nothing like that.\n\nD: Ok and, and has anybody in your family had a heart condition before?\n\nP: My mother passed away when she was 80, she had some valvular issues.\n\nD: Ok"
    },
    {
        "whisper_chunk": "and has anybody in the family had a heart attack before No not that I know of All right and anybody have any lung conditions No All right and then any cancer that runs in the family Cancer No no Okay I think that's all I wanted to cover",
        "gt_chunk": "D: and has anybody in the family had a heart attack before?\n\nP: No, not that I know of.\n\nD: Alright, and, anybody have any lung conditions?\n\nP: No.\n\nD: Alright, and then any cancer that runs in the family?\n\nP: Cancer? No no.\n\nD: Ok um, I think that's all I wanted to cover"
    },
    {
        "whisper_chunk": "on the history today Was there anything else you'd like to tell me that I maybe didn't ask about No I think you asked me all the right questions I'm just wondering what do you think I have Yeah certainly So it could possibly be something related to the heart Sometimes especially people in your age group",
        "gt_chunk": "D:  the history today. Was there anything else you'd like to tell me that I was, that I maybe didn't ask about?\n\nP: Uh no, I think you asked me all those other questions, I'm just wondering what do you like, what do you think I have?\n\nD: Yeah, certainly, uh, so it could possibly be something related to the heart. I don't, and sometimes especially people in your age group"
    },
    {
        "whisper_chunk": "who have diabetes can have chest pain and symptoms that could be non specific and so we will check that for sure We'll get an ECG and some lab work with a troponin and also a chest x ray so that we can investigate for that and also the chest x ray can help us look to see if you",
        "gt_chunk": "D: who have diabetes can have chest pain and symptoms that could be nonspecific. And so we will, we will check that for sure. We'll get an ECG and some lab work with the troponin and also a chest X Ray so that we can investigate for that. And also the chest X Ray could help us look to see if you"
    },
    {
        "whisper_chunk": "have something going on in your lung like a possible pneumonia or maybe a viral infection as well which could include something like COVID 19 So we will be ordering a PCR nasal swab as well to test for that and so in the meantime because we'll be doing that",
        "gt_chunk": "D: have something going on in your lungs, like a possible pneumonia or, maybe a viral infection as well, which could include something like COVID-19. So we'll be ordering a PCR nasal swab as well to test for that. And so in the meantime, because we'll be doing that"
    },
    {
        "whisper_chunk": "test it requires self quarantine for 14 days So if possible that would mean distancing from your husband in the home as well for that 14 day period but the results should come back from that test within the next several days And sorry also if it is positive we will have",
        "gt_chunk": "D: test, it requires self quarantine for 14 days so, if possible, that would mean distancing from your husband in the home as well for that 14 day period, but the results should come back from that test within the next several days. And and sorry, also if it is positive, we will have"
    },
    {
        "whisper_chunk": "to notify public health as well so that the appropriate contact tracing can be done Okay Okay Well thank you very much You're very welcome We'll get the investigation started now Sure Sounds good",
        "gt_chunk": "D: to notify public health as well so that the appropriate contact tracing can be done.\n\nP: Ok, ok well thank you very much.\n\nD: Now you're very welcome. We'll get the investigations started now.\n\nP: Sure, sounds good"
    }
]