[
    {
        "whisper_chunk": "What brought you in today Hi I'm so I've had this terrible fever for the past three days and just before that I had a stuffy nose Uhm and I had a sore throat Well I still do and it's just not going away so I thought I should just come in and see if I have COVID or what it is OK so if I understand it it started with the stuffy nose",
        "gt_chunk": "D: What brought you in today?\n\nP: Hi, um so I've had this terrible fever for the past three days um and just before that I had a stuffy nose um and I had a sore throat, well I still do, um and it's just not going away, so I thought I should just come in and see if I have covid or what it is.\n\nD: OK, so if I understand, it started with a stuffy nose"
    },
    {
        "whisper_chunk": "Yes OK and that can't progress to a fever Yes that's right OK have you been feeling any other symptoms aside from the fever No nothing really Have you had any nausea and vomiting at all in last little while No any pain anywhere else in your body I know OK do you have any neck stiffness No Any headaches",
        "gt_chunk": "P: Yes.\n\nD: OK and that kinda progressed to a fever? \n\nP: Yes, that's right.\n\nD: OK, have you been feeling any other symptoms aside from the fever?\n\nP: No. \n\nD: Nothing really, have you had any nausea, any vomiting at all in the last little while? \n\nP: No.\n\nD: Any pain anywhere else in your body?\n\nP: Uh, no.\n\nD: OK, do you have any neck stiffness?\n\nP: No.\n\nD: Any headaches"
    },
    {
        "whisper_chunk": "I'm no no headaches OK I think you've been able to eat and drink during this time period Yes excellent OK you've had a cough at all No cough no cough OK and then how about abdominal pain Any pain in your tummy I'm no Nothing like that No What about other changes in your body Have you noticed any fevers or any rashes any skin",
        "gt_chunk": "P: Um no, no headaches.\n\nD: OK, and have you been able to eat and drink during this time period?\n\nP: Yes.\n\nD: Excellent. OK, you've had a cough at all?\n\nP: No cough. \n\nD: No cough, OK and then how about abdominal pain, any pain in your tummy?\n\nP: Um no. \n\nD: Nothing like that, what about other changes in your body? Have you noticed any fevers or any rashes, any skin"
    },
    {
        "whisper_chunk": "changes No nothing like that OK what about any pain in any of your joints in your knees hips Oh actually not in my joints but I've just there there has been some muscle ache OK how long has that been going on for For the past two three days So around the same time that you've had this fever Mm hmm",
        "gt_chunk": "D: changes?\n\nP: Uh no, nothing like that.\n\nD: OK. What about any pain in any of your joints and your knees, hips?\n\nP: Oh, actually um not in my joints, but I've just, there there has been some muscle ache.\n\nD: OK, how long has that been going on for?\n\nP: Uh for the past two three days.\n\nD: So around the same time that you've had this fever?\n\nP: Mhmm"
    },
    {
        "whisper_chunk": "OK that's right Now have you had any contact with anyone who's been sick in the last little while Um no not that I can think of OK have you had any recent travel anywhere else No I did go hiking last weekend and it was about two hours away There were some people on the hiking",
        "gt_chunk": "D: OK.\n\nP: That's right.\n\nD: Now have you had any contact with anyone who's been sick in the last little while?\n\nP: Um no, not that I can think of.\n\nD: OK, have you had any recent travel anywhere else?\n\nP: No, I did go hiking um last weekend, um and it was about 2 hours away, um there were some people on the hiking"
    },
    {
        "whisper_chunk": "trail that I passed by But other than that no travel outside the province OK has anyone around you or in your immediate circle come down with anything similar recently Um my husband has also been experiencing similar symptoms for the past week OK how is he doing Uh the same as me",
        "gt_chunk": "P: trail that I passed by, but um other than that, no travel outside the province.\n\nD: OK. Does anyone around you or in your immediate circle come down with anything similar recently?\n\nP: Um my husband has also been experiencing similar symptoms for the past week. \n\nD: OK, how's he doing?\n\nP: Uh the same as me"
    },
    {
        "whisper_chunk": "OK and have you had any COVID swabs recently No OK and aside from the weekend hike have you been mainly self isolating or Uh yeah just me and my husband at home OK and do you leave the house for work at all No I work from home OK sounds good So you have some muscle aches a little bit of fever stuffy nose sore throat Do you have any difficulty swallowing",
        "gt_chunk": "D: OK. And have you had any covid swabs recently?\n\nP: No. \n\nD: OK, and aside from the weekend hike, have you been mainly self isolating or?\n\nP: Uh yeah, just me and my husband at home. \n\nD: OK, and do you leave the house for work at all?\n\nP: No, I work from home.\n\nD: OK, sounds good. So you have some muscle aches, little bit of fever, stuffy nose, sore throat, do you have any difficulty swallowing"
    },
    {
        "whisper_chunk": "Uh no it just hurts OK so you're still able to swallow food swallow liquids Yes that's right And it doesn't feel like anything's going down the wrong way or you have any coughing after you swallow No OK and just in terms of coming back to the sore throat do you feel like you have any swelling around your neck or any spaces that feel inflamed or swollen No Nothing like that",
        "gt_chunk": "P: Uh no, it just hurts.\n\nD: OK, so you're still able to swallow food, swallow liquids?\n\nP: Yes, that's right. \n\nD: It doesn't feel like anything is going down the wrong way or have any coughing after you swallow?\n\nP: No.\n\nD: OK. And just in terms of coming back to this sore throat, do you feel like you have any swelling around your neck? Does it feel inflamed or swollen?\n\nP: No.\n\nD: Nothing like that"
    },
    {
        "whisper_chunk": "No OK all right excellent So you're eating well doing well Any changes to your bowel movements recently Uh no No OK all right I'll just kind of go into other things just in terms of anything else that you might have had in the past Have you ever been hospitalized for any reason in your life I had my gallbladder taken out five years ago",
        "gt_chunk": "P: No.\n\nD: OK, alright, excellent. So you're eating well, doing well, any changes to your bowel movements recently? \n\nP: Uh no, no. \n\nD: OK, alright, I'll just kind of go into other things, just in terms of anything else that you might have had in the past, uh have you ever been hospitalized for any reason in your life?\n\nP: I had my gallbladder taken out five years ago"
    },
    {
        "whisper_chunk": "OK so that was around when you were 50 years old Yes OK And any other surgeries you've had in your life Uh no No Anything you've had to see a doctor for Um I well in the past couple of years uh just for things like this I guess",
        "gt_chunk": "D: OK, so that was around when you were 50 years old?\n\nP: Uh yes.\n\nD: OK. And any other surgeries you've had in your life? \n\nP: Uh no. \n\nD: No, anything you've had to see a doctor for?\n\nP: Um I, in the past couple of years uh just for things like like this I guess"
    },
    {
        "whisper_chunk": "Colds uh but I'm pre diabetic so I've been checking my glucose levels Yeah other than that nothing else So no high blood pressure No No cholesterol issues No OK excellent Sounds like you've been pretty healthy otherwise Yeah Excellent OK do you have any allergies to medications or otherwise Penicillin",
        "gt_chunk": "P: colds, um I'm pre diabetic, so I've been checking my glucose levels, yeah other than that nothing else.\n\nD: So no high blood pressure?\n\nP: No.\n\nD: No cholesterol issues?\n\nP: No.\n\nD: OK, so it sounds like you've been pretty healthy otherwise.\n\nP: Yeah.\n\nD: Excellent, OK. Do you have any allergies? To medications or otherwise.\n\nP: Penicillin"
    },
    {
        "whisper_chunk": "Penicillin What happens when you take penicillin Um I get a rash OK Any trouble breathing No OK And what medications if any are you on Um I'm I just take multivitamins That's it though OK And you said you live with your husband",
        "gt_chunk": "D: Penicillin, what happens when you take penicillin?\n\nP: Um I get a rash.\n\nD: OK. Any trouble breathing?\n\nP: No. \n\nD: And what medications, if any, are you on? \n\nP: Um I'm, I just take multivitamins, that's it though.\n\nD: And you said you lived with your husband"
    },
    {
        "whisper_chunk": "in a house in London Um yes that's right What do you two do for work So I work from home as a digital marketing agent and my husband is a computer programmer OK Excellent And do you smoke No Do you drink alcohol I drink once once",
        "gt_chunk": "D: in a house, um in London?\n\nP: Um yes, that's right.\n\nD: What do you two do for work?\n\nP: So I work from home as a digital marketing agent and my husband is a computer programmer.\n\nD: OK. And do you smoke?\n\nP: No. \n\nD: Do you drink alcohol?\n\nP: Uh I drink once once"
    },
    {
        "whisper_chunk": "in a while OK And what do you drink How many drinks do you have Um about one or two glasses of wine Got it Any other recreational drugs substances Um no So no marijuana heroin I've tried marijuana before just like edibles but not regularly Understood And have you ever used IV drugs No No",
        "gt_chunk": "P: in a while.\n\nD: OK. And when you drink, how many drinks do you have?\n\nP: Um about one or two glasses of wine.\n\nD: Got it. Any other recreational drugs, substances?\n\nP: Um no,\n\nD: So no marijuana, heroin, cocaine?\n\nP: I've tried marijuana before, just like edibles, but not, not regularly.\n\nD: Understood. And have you ever used IV drugs? \n\nP: No."
    },
    {
        "whisper_chunk": "OK And when was your last menstrual period It was um a year ago A year ago Mm hmm And then otherwise so we talked a little bit about recent travel It sounds like you had a hiking trip last week and you passed some people but it sounds like your husband also has kind of similar symptoms that you do right",
        "gt_chunk": "D: OK, and when was your last menstrual period?\n\nP: It was um a year ago.\n\nD: A year ago?\n\nP: Mhmm.\n\nD: OK. And then otherwise, so we talked a little bit about recent travel. It sounds like you have the hiking trip last week and you passed some people, but it sounds like your husband also has kind of similar symptoms that you do right"
    },
    {
        "whisper_chunk": "now Yes OK Cool Sounds good Now we've already talked about kind of past medical issues And moving on I think what we'll do next is move on to a physical exam But before I do that do you have any questions for me Or anything else you feel I should know No Do you think I have COVID It's a possibility It's always good",
        "gt_chunk": "D: now.\n\nP: Yeah.\n\nD: Sounds good, now we've already talked about kind of past medical issues. Moving on, I think what we'll do next is move on to a physical exam. But before I do that, do you have any questions for me? Anything else you feel I should know?\n\nP: No, do you think I have covid?\n\nD: It's a possibility. It's always good"
    },
    {
        "whisper_chunk": "to rule these things out So we'll be ordering a COVID swab no matter what Obviously with any presentation where we have someone come in with a fever and sore throat we want to rule out anything infectious So it sounds like if your husband got it and you have it COVID would be our first thing that we want to rule out So just while we're trying to investigate and work this out further we want to have you and your husband self isolate The other",
        "gt_chunk": "D: to rule these things out, so we'll be ordering a covid swab no matter what. Obviously with any presentation where we have someone come in with a fever and sore throat, we want to rule out anything infectious. So it sounds like if your husband got it, and you have it, covid would be our first thing that we want to rule out. So just while we're trying to investigate, work this up further, I want to have you and your husband self isolate. The other"
    },
    {
        "whisper_chunk": "question I suppose I should ask is have you gone to your flu shot this year No I haven't So there's also a possibility it might be influenza Just the seasonal flu But until we I suppose rule out COVID it would be best just to keep to yourself just in case you are infectious for the meanwhile Okay sure All right I'm going to go talk to the doctor and I'll come back in to see you okay All right great Thank you Take care",
        "gt_chunk": "D: question I suppose I should ask is, have you gotten your flu shot this year?\n\nP: No, I haven't.\n\nD: So it's also a possibility it might be influenza, just the seasonal flu. But until we, I suppose rule out covid, it'd be best just to keep to yourself just in case you are infectious for the meanwhile.\n\nP: OK, sure.\n\nD: Alright, well I'm going to go talk to the Doctor and I'll be coming back in to see you, OK?\n\nP: Alright, great thank you.\n\nD: Take care"
    }
]