[
    {
        "whisper_chunk": "I heard that you've been having some difficulty breathing and you've been coughing Can you tell me a little bit more about that Yeah so a couple of days ago I just started to not feel so well and I've been having this cough and trouble breathing Okay Have you ever had anything like this before I do have a cough",
        "gt_chunk": "D: I heard that you've been having, uh, some difficulty breathing and you've been coughing. Can you tell a little, tell me a little bit more about that.\n\nP: Yeah, so uh a couple of days ago. I just started to not feel so well and I've been having this cough and trouble breathing.\n\nD: OK, um, have you ever had anything like this before?\n\nP: I do have a, uh"
    },
    {
        "whisper_chunk": "regularly but I mean I think that's related to maybe smoking It's something that has been going on for a few years This cough is a little bit different Okay In what way is this different It's been happening more often throughout the day and I'm bringing up more mucus it seems like Okay and you said it started",
        "gt_chunk": "P: regularly, but I mean, I, I think that's related to maybe smoking. It's something that was going on for a few years. This coughs a little bit different.\n\nD: OK, in what way is this different?\n\nP: It's been happening more often throughout the day and. And bringing up more more mucus, it seems like.\n\nD: OK, and then you said it start"
    },
    {
        "whisper_chunk": "a couple of days ago is that correct Yeah I think Monday so yeah I guess like three days ago then Okay and since you noticed it has it gotten worse over those three days Yeah I would say today's the worst day I've continually felt sick Okay And how",
        "gt_chunk": "D: a couple days ago, is that correct?\n\nP: Yeah, I think like Monday, so, uh, yeah I guess like 3 days ago then.\n\nD: OK, and since you noticed it has it gotten worse over those three days.\n\nP: Yeah, I would say uh today's the worst day I've continually felt um sick.\n\nD: OK. And how"
    },
    {
        "whisper_chunk": "frequently are you coughing I would say maybe a couple of times per hour I'm filling up some tissues with sputum Okay and what does that sputum look like It's like a dark greenish yellow color Okay Okay and is there anything",
        "gt_chunk": "D: frequently are you coughing?\n\nP: Uh I would say maybe a couple of times per hour. I'm I'm filling up a some tissues with sputum.\n\nD: And what does that? What does that sputum look like?\n\nP: It's like a dark greenish yellow colour.\n\nD: OK. OK, um and. Is there anything"
    },
    {
        "whisper_chunk": "that you've changed recently in your life or any kind of things that have provoked your cough that you know of No I can't think of anything I've been kind of sticking to my regular routines Okay and is there anything that makes it worse say any position or anything that you do in your day to day routine that you find makes you cough more",
        "gt_chunk": "D: that you've changed recently in your life or any kind of things that have provoked your cough that you know of?\n\nP: Ugh, no, I can't think of anything. I've been kind of sticking to my regular routines.\n\nD: OK, and is there anything that makes, uh, makes it worse, say any position or anything that you do in your day to day routine you find makes you cough more"
    },
    {
        "whisper_chunk": "Not really I can't think of anything Okay and have you taken any medicine or anything to try to help with this No I do have a little bit of pain so I was I did take some Tylenol and some Advil over the last few days but that's about it",
        "gt_chunk": "P: not really I can't. I can't think of anything.\n\nD: OK. And, have you taken any any medicine or anything to try to help with us?\n\nP: Um. No, I I've I I do have a little bit of pain so I was. I did take some Tylenol and some Advil over the last few days, but that's about it"
    },
    {
        "whisper_chunk": "Okay did you find that they helped at all A little bit yeah but it would just kind of take the edge off of the pain for a little bit and it came back Okay and what kind of pain is it that you're having It's kind of a sharp pain over on the right side of my chest like maybe belly area",
        "gt_chunk": "D: Ok. Did you find that they helped at all? \n\nP: A little bit yeah, but it would just kind of take the edge off of the pain for a little bit and it came back.\n\nD: And what kind of pain is it that you're experiencing?\n\nP: Um, it's kind of a a sharp pain over on the like the right side of my chest like maybe belly area"
    },
    {
        "whisper_chunk": "Yeah Okay okay on the right side of your chest and belly area yeah Okay so is that pain did it start around the same time as the cough Yeah I think it might have started a little bit after Okay and is this a pain that you've ever had before",
        "gt_chunk": "D:  the right side of your chest and belly area. Yeah OK, so is that pain, is it, did it start around the same time as the cough?\n\nP: Yeah, I think it, it might have started a little bit after.\n\nD: OK, and is this a pain that you've ever had before"
    },
    {
        "whisper_chunk": "No I haven't had anything like this happen before Okay is the pain primarily there when you cough or is it present at all times I would say more so when I cough or if I'm like taking a big breath Yeah kind of after I have a coughing episode I'll have a deep breath and I really will feel the pain then Okay and",
        "gt_chunk": "P: No, I haven't had anything like this happen before.\n\nD: OK. Is the pain primarily there when you cough or is it present at all times?\n\nP: I would say more so when I cough or if I'm like taking a big breath. Um yeah, kind of after after I have a coughing episode I take a deep breath and I really will feel the pain then.\n\nD: OK, and"
    },
    {
        "whisper_chunk": "you said that it's a sharp pain Yeah yeah more of a sharp pain Okay and is it any worse when you're doing activity like when you're up and walking around No I don't notice it with any activity Okay okay and since this coughing and this right sided",
        "gt_chunk": "D: you said that it's a sharp pain?\n\nP: Yeah, yeah, more of a sharp pain. \n\nD: OK, OK, and is it any worse when you're doing activity, like when you're up and walking around? \n\nP: No, don't notice it with any any activity.\n\nD: OK. OK, um an since uh, since this coughing and this this right sided"
    },
    {
        "whisper_chunk": "pain that you're talking about began have you noticed any fevers I think yeah I've been hot the last few days and I checked my temperature earlier today and it was like 38 6 so that was one of the reasons why I wanted to come in actually Okay okay well I'm really glad that you came in because we really want to get this looked into Have you been around anyone that's been sick",
        "gt_chunk": "D: pain that you're talking about began, have you noticed any fevers?\n\nP: I think, yeah, I've been hot the last few days and I I checked my temperature earlier today and it was like 38.6 so that was one of the reasons why I wanted to come in actually.\n\nD: OK. OK, well I'm glad that I'm really glad that you came in because yeah, we really want to get this looked into. Have you been around anyone that's been sick"
    },
    {
        "whisper_chunk": "recently No but I do some volunteer work at one of the homeless shelters a few times a week so I am around a lot of people Okay and have you traveled anywhere recently No I've been at home and doing the volunteer work Okay okay and can you",
        "gt_chunk": "D: recently?\n\nP: No, but I I do some volunteer work at one of the homeless shelters at a few times a week, so I am around a lot of people.\n\nD: OK. And have you traveled anywhere recently? \n\nP: No, I've been at home. And and doing the volunteer work.\n\nD: OK um. OK, and can you"
    },
    {
        "whisper_chunk": "just give me an idea of any do you have any chronic conditions that you see your family doctor for regularly or anything you take medication for Yeah I have type 2 diabetes and I take metformin I think it's SGLT2 inhibitor and then I use insulin for that as well Okay And I have",
        "gt_chunk": "D: just give me an idea of any? Do you have any chronic conditions that you see your family doctor for regularly or anything you take medication for? \n\nP: Um yeah, I have type 2 diabetes. And I I take Metformin. Um I think an SGLT 2 inhibitor and then I use insulin for that as well. And I have"
    },
    {
        "whisper_chunk": "some it's affected my kidneys as well the diabetes I mean Okay do you have a history of high blood pressure I do yes Okay do you take medication for that Oh yeah I do it starts with an A I think amlodipine Okay okay and do you have any history of heart problems",
        "gt_chunk": "P: some, it has affected my kidneys as well. The diabetes I mean.\n\nD: OK, do you have a history of high blood pressure? \n\nP: I do yes.\n\nD: OK, do you take medication for that? \n\nP: Oh yeah, I do. It starts with an \"a\" I think, amlodipine.\n\nD: OK OK and do you have any history of heart problems"
    },
    {
        "whisper_chunk": "No not that I know of I haven't really had any chest pain or on the left side any So you said that you have had a cough for a really long time a drier cough than you're having now but is that something you've seen the doctor for Oh yeah I think it was called like bronchitis in the past or something like that One of the doctors my family doctor told",
        "gt_chunk": "P: No, not that I know. No, I haven't really had any chest pain. On the left side anyway.\n\nD: Um, So you said that you have had a cough for a really long time, a dryer cough then you're having sputum now. But is that something you've seen the doctor for? \n\nP: Oh yeah, I think I was called like bronchitis in the past or something. Something like that. One of the doctors, my family doctor told"
    },
    {
        "whisper_chunk": "me it was because I was a smoker Okay so just to make sure I have your list of medications you take amlodipine insulin metformin an SGLT2 inhibitor you think anything else And then yeah amlodipine yeah I think that's everything a multivitamin too Okay cool and I just wanted",
        "gt_chunk": "P: me it was because I was a smoker.\n\nD: OK. So just to make sure I have your list of medications, you take amlodipine, insulin\nmetformin, and an SG LT2 inhibitor? You think anything else?\n\nP: Um, and then yeah, amlodipine, uh, yeah, I think that that that's everything. Oh a multivitamin too.\n\nD: OK cool. I just wanted"
    },
    {
        "whisper_chunk": "to ask you a few questions about your lifestyle in general Do you live here in town I do yeah I live with my wife in a house nearby Okay cool and you mentioned that you're a smoker Yeah so I've smoked for the last 30 years or so about a pack per day Okay do you drink alcohol No I",
        "gt_chunk": "D: to ask you a few questions questions about your lifestyle in general. Do you live here in town?\n\nP: I do. Yeah, I live with my wife and at a house nearby.\n\nD: OK, cool and you mentioned that you're a smoker?\n\nP: Yeah, so I've smoked for the last 30 years or so. About a pack per day.\n\nD: OK, do you drink alcohol?\n\nP: No, I"
    },
    {
        "whisper_chunk": "don't Do you use any other substances I don't no Okay and do you have any family history of respiratory or heart problems Yeah my dad actually had a heart attack he was in his 70s I think my mom had high blood pressure but other than that no Okay and do you have any allergies",
        "gt_chunk": "P: don't.\n\nD: Do you use any other substance?\n\nP: I don't, no.\n\nD: Ok. And do you have any family history of respiratory or heart problems?\n\nP: Yeah, my dad actually had a heart attack. He was in his 70s. I think my mom had high blood pressure, but other than that, no.\n\nD: OK, um and do you have any allergies"
    },
    {
        "whisper_chunk": "I think just environmental stuff no medications I'm aware of Okay well thank you for sharing all of that with me I'm going to go over it with the physician that I'm working with and we'll kind of come back and let you know about the next steps Okay thank you that sounds good",
        "gt_chunk": "P: I think just environmental stuff, no medications. I am aware of.\n\nD: OK, OK. Well thank you for sharing all of that with me. I'm going to go over it with the physician that I'm working with and will kind of come back and let you know about the next steps.\n\nP: OK, thank you, that sounds good"
    }
]