[
    {
        "whisper_chunk": "what brings you in here today I've come in today because I've had this cough it started three days ago and since that time I've also started to have these headaches and been feeling really kind of achy all over Okay so what kind of started first the cough or the aches The cough started first Okay and is it a dry cough or a wet cough",
        "gt_chunk": "D: What brings you in here today?\n\nP: Hi, I’ve come in today because I had this cough. It started three days ago and since that time I've also started to have um these headaches and been feeling really kinda achy all over.\n\nD; OK, So what what kind of started first to cough or the aches?\n\nP: The cough started first. \n\nD: OK and is it dry cough or a wet cough"
    },
    {
        "whisper_chunk": "It's dry Okay so you're not bringing up any sputum or blood or anything like that No I'm not coughing up any sputum or or blood Okay that's good and the muscle aches So were you doing anything recently like anything strenuous increased exercise um lifting anything or any injuries at all recently No",
        "gt_chunk": "P: It's dry.\n\nD: OK so you're not bringing up any sputum or blood or anything like that? \n\nP: No, I'm not coughing up any sputum or or blood.\n\nD: OK, that's good. And the muscle aches, uh, so were you doing anything recently? Like anything strenuous increased exercise? Lifting anything or any injuries at all recently.\n\nP: No"
    },
    {
        "whisper_chunk": "nothing I can think of like that Okay and uh where are you getting your muscle aches It's like kind of all over um I feel just generally achy Okay generally achy okay um and are you getting any kind of yeah I've had this headache as well um it's kind of come and gone a little bit over the last",
        "gt_chunk": "P: nothing I can think of like that. \n\nD: OK, and where are you getting your muscle aches?\n\nP: It's like kind of all over the feel, just generally achy.\n\nD: OK, generally ache, OK. And are you getting any kind of headaches or anything like that?\n\nP: Yeah, I've had this headache as well. It's kind of come and gone a little bit over the last"
    },
    {
        "whisper_chunk": "couple of days but had a little bit of a headache each day Okay and the headache uh where is it exactly located I feel it right at the the front of my my forehead kind of on both sides of my head feels like a band I'm just squeezing around Okay and um is it what kind of pain is it is it like a aching pain is it kind of like a pulsating",
        "gt_chunk": "P: couple of days, but had a little bit of a headache each day.\n\nD: OK, and the headache where where is it exactly located?\n\nP: I feel it right at the front of my my forehead, kind of on both sides of my head. It feels like a band just squeezing around.\n\nD: OK and um. Is it? What kind of pain is it? Is it like aching pain? Is it kind of like a pulsating"
    },
    {
        "whisper_chunk": "uh pain pressure like pain how would you describe it Uh it's more like pressure Pressure okay and have you do you are you are you someone that I don't get them that often maybe when I'm sick or don't sleep very well Okay have you tried anything for your pains or headaches Um yeah I did take some Tylenol and it",
        "gt_chunk": "D:  pain pressure like pain? How would you describe it?\n\nP: It's more like pressure, \n\nD: Pressure, OK, and have you do you are you? Are you someone that usually has headaches?\n\nP: Every once in awhile, but I mean I don't get them that often. Maybe when I'm sick or don't sleep very well.\n\nD: OK, have you tried anything for your pains or headaches?\n\nP: Uh, yeah, I did take some Tylenol and it"
    },
    {
        "whisper_chunk": "it helped take the the edge off a bit I tried some Advil too it's a I mean the headaches kind of come and gone a little bit but I think once that wears off the headaches come back Okay and have you tried anything for your cough Um no I haven't tried anything for the cough Okay have you had any other symptoms like fevers or chills Um I have I have felt a little bit",
        "gt_chunk": "P: it helps take that the eye drop a bit. I tried some Advil too. It's so mean that the headaches kind of come and gone a little bit, but I think once that wears off it the headaches come back.\n\nD: OK, and have you tried anything for your cough?\n\nP: Um no, I haven't tried anything for the cough. \n\nD: OK, have you had any other symptoms like fevers or chills?\n\nP: Um I have I I have felt a little bit"
    },
    {
        "whisper_chunk": "feverish yeah I haven't had any chills though Okay and um uh when did you start feeling feverish Um yeah maybe within the last uh couple of days as well Okay and did you manage to get a temperature at all Um no I've just felt really hot Okay uh any other symptoms like runny nose or throat chest pain anything like",
        "gt_chunk": "P: feverish. Yeah, I haven't had any chills though.\n\nD: OK, and um. When did you start feeling feverish?\n\nP: Um yeah, maybe within the last couple of days as well.\n\nD: And did you manage to get a temperature at all? \n\nP: Uh, no. I've just felt really hot.\n\nD: OK, uh any other symptoms like runny nose, sore throat, uh chest pain, anything like"
    },
    {
        "whisper_chunk": "that Um no I haven't uh had any any sore throat or chest pain no runny nose either Okay any shortness of breath No Okay any recent travel or contact with someone who's been ill Um yeah I don't I don't think so I mean I've uh I haven't traveled anywhere um and and my only my",
        "gt_chunk": "D: that?\n\nP: Um. No I haven’t uh had any any sore throat or chest pain, no runny nose either.\n\nD: OK, any shortness of breath? \n\nP: No.\n\nD: OK, any recent travel or contact with someone who's been ill?\n\nP: Um yeah, I don't. I don't think so. I mean, I I haven't traveled anywhere. I'm in in my"
    },
    {
        "whisper_chunk": "family's been sick at home Okay um any nausea or vomiting No Okay any uh loss of taste or smell Um uh no No um any uh night sweats or fatigue Uh no no Okay um any changes in your bowel movements like",
        "gt_chunk": "P: family's been sick at home.\n\nD: OK, um any nausea or vomiting? \n\nP: No.\n\nD: OK, any loss of taste or smell?\n\nP: Um. Ah no.\n\nD: No. Any night sweats or fatigue?\n\nP: I. No no no..\n\nD: OK um, any changes in your bowel movements, like"
    },
    {
        "whisper_chunk": "any diarrhea or constipation Uh yeah I have had um actually yeah I had a diarrhea for the past um uh day as well Okay uh diarrhea for and um so just for the past day have you noticed any changes in color or have you noticed any blood in it No blood in the stool Okay It's just been really loose",
        "gt_chunk": "D: any diarrhea or constipation?\n\nP: Uh yeah, I have had I actually had um. You mentioned diarrhea for the past. A day as well. \n\nD: OK, a diarrhea for. So just for the past day, have you notice any changes in color or have you noticed any blood in it?\n\nP: No blood in the stool. I'm just, it's just been really loose"
    },
    {
        "whisper_chunk": "Okay um have you had any foods recently that uh um that you've tried made like for the first time or have you eaten outside at all No my diet's been pretty stable uh so yeah I haven't had any changes like that Okay um any changes in your appetite at all or weight Um I've been",
        "gt_chunk": "D: OK. Um have you had any foods recently that a? That you've tried, maybe like for the first time? Or have you eaten outside at all?\n\nP: No, it's been pretty stable. So yeah, I haven't had any changes like that. \n\nD: OK. Any changes in your appetite or weight?\n\nP: Uhm. I've been"
    },
    {
        "whisper_chunk": "less hungry for sure yeah um so I have I've had a decreased appetite but my weight's been stable recently so no changes in weight Okay um and any exposure to fumes or dust or animals within your home environment or work environment No nothing like that Okay um have you been diagnosed with any medical conditions Um no",
        "gt_chunk": "P: less hungry for sure. Yeah, so I I've had a decreased appetite, but my weights been stable recently, so no changes in weight.\n\nD: OK. And any exposure to fumes or dust or animals within your home environment or work environment?\n\nP: No, nothing like that. \n\nD: Uhm? Have you been diagnosed with any medical conditions?\n\nP: No"
    },
    {
        "whisper_chunk": "I've been healthy Okay uh do you take any medications No just uh a multivitamin and a vitamin d Okay any allergies to any medications at all Um no no allergies Okay um any allergies to any environmental factors or foods Uh I do have an allergy to",
        "gt_chunk": "P: I've been healthy. \n\nD: OK uh, do you take any medications? \n\nP: No, just I. I'm a multi vitamin and vitamin D.\n\nD: OK, any allergies to any medications at all?\n\nP: No no allergies. \n\nD: OK any allergies to any environmental factors or foods?\n\nP: I I do have an allergy to"
    },
    {
        "whisper_chunk": "peanuts um and so I carry an EpiPen for that but that's the only food Okay um and any hospitalizations or surgeries in the past Um I did have a surgery like an ACL um and repair and knee surgery uh about 10 years ago Okay and but that yeah that's the only surgery Okay any",
        "gt_chunk": "P: peanuts and so I carry an EpiPen for that, but uh that's the only food.\n\nD: OK um, and any hospitalizations or surgeries in the past?\n\nP: Um I did have surgery like an ACL repair and repaired knee and knee surgery about 10 years ago. And but that, yeah, that's the only surgery.\n\nD: OK. Any"
    },
    {
        "whisper_chunk": "family history of any lung or heart conditions Um my dad had high blood pressure and my um you know my grandfather had lung cancer actually um and he was in his 80s when he passed away from that and uh he was a smoker his whole life Okay um and currently do you work at all Uh yeah I have been working",
        "gt_chunk": "D: family history of any longer heart conditions. \n\nP: Uh. My dad had high high blood pressure and my. Yeah, my Grandfather I had had lung cancer actually when he was in his 80s when he passed away from that and he was a smoker's whole life.\n\nD: OK. Currently, do you work at all?\n\nP: Yeah, I I have been working"
    },
    {
        "whisper_chunk": "um I work for uh um like a pharmacy uh company so I've been having to go into the office sometimes to help kind of prepare stuff Okay and in your workplace have you noticed anyone sick at all Um no I don't think I don't haven't noticed anybody even uh who's been sick but we've been there have been other people who've been uh going into the office",
        "gt_chunk": "P: . I work for a. A pharmacy company so I've been having to go into the office sometimes to help kind of prepare. Stuff.\n\nD: OK, and in your workplace have you notice anyone sick at all? \n\nP: Um. No, I don't think I don’t, haven't noticed anybody been who's been sick, but we've been there. Have been other people who have been going into the office"
    },
    {
        "whisper_chunk": "as well Okay and do you usually wear masks around other people Yeah we've been wearing masks and and there are cleaning protocols and uh distancing protocols as well um trying to keep everybody safe Okay and since you've had these symptoms have you gone into work at all Um no no I've actually I've been off for the the last couple of days Okay and",
        "gt_chunk": "P: as well.\n\nD: OK, and do you usually wear masks around other people?\n\nP: Yeah, we've been wearing masks and and there are cleaning protocols and distancing protocols as well. Trying to keep everybody safe.\n\nD: OK, and since you've had these symptoms, have you gone into work at all?\n\nP: No, no, I've actually. I've been off for the the last couple of days.\n\nD: OK."
    },
    {
        "whisper_chunk": "yeah I've just been been doing what I can from home Okay and what's your home situation like who do you live with Yeah so I live with my um I live with my wife and we live in a townhouse just um right in the city here Okay and has she been displaying any symptoms at all Uh no she hasn't she's been been feeling good Okay that's good um and",
        "gt_chunk": "P: Yeah I've just been been doing what I can from home, \n\nD: OK. And what's your home situation like? Who do you live with?\n\nP: Yeah, so I live with my I live with my wife and we live in a townhouse just right in the city here.\n\nD: OK, and has she been displaying any symptoms at all?\n\nP: Uh no she hasn't. She's been been feeling good.\n\nD: OK, that's good, and"
    },
    {
        "whisper_chunk": "currently do you smoke Uh no I'm not a smoker Okay any recreational drugs like marijuana I uh will sometimes use um like the CBD or yeah like the oils but uh that that's it Okay and uh do you drink alcohol Yeah I'll have a few beers on the weekend sometimes like um but that that's that's",
        "gt_chunk": "D: currently do you smoke?\n\nP: No, I'm not a smoker, \n\nD: OK. Any recreational drugs like marijuana?\n\nP: I will sometimes use like the CBD or yeah like the oils, but that that's it.\n\nD: OK, and do you drink alcohol?\n\nP: Yeah, I'll have a few beers on the weekend sometimes like, but that that's that's"
    },
    {
        "whisper_chunk": "about it maybe like three or four beers a week All right okay so yeah those are all the questions I had for you today do you have any questions at all Um yeah I was just worried that uh it could be COVID with how everything's going on and um that's just sort of what I was wondering about today Yeah so that's something we definitely want to uh rule out uh your symptoms definitely",
        "gt_chunk": "P: about it. Maybe like 3 or 4 beers a week.\n\nD: Alright, OK, so yeah those are all the questions I had for you today. Do you have any questions at all?\n\nP: Yeah, I was just worried that it could be covid with how everything's going on, and that's just sort of what I was wondering about today. \n\nD: Yeah, so that's something we definitely want to rule out. Your symptoms definitely"
    },
    {
        "whisper_chunk": "overlap with um the cluster of symptoms that someone may get with COVID So we will do a swap on you today um and uh recommend that you isolate for two weeks until your symptoms have uh gone uh and the test result you will get you hours and alongside your test results you will also get further instructions from public health",
        "gt_chunk": "D: overlap with the cluster of symptoms that someone may get with covid, so we will do a swab on you today and recommend that you isolate for two weeks until your symptoms have gone and the test result you will get you will get back in the next 24 to 48 hours. And alongside your test results. So you will also get further instructions from public health"
    },
    {
        "whisper_chunk": "about whether or not you need another swab later on and when to return to work Okay yeah that sounds good thank you Yeah no worries and it can definitely also be another viral infection as well um even if it's not COVID in which case it just you just need to get some rest stay hydrated um and let it take its course Okay now that sounds that sounds good so it could be COVID or",
        "gt_chunk": "D: about whether or not you need another swab later on and when to return to work.\n\nP: OK that yeah, that sounds good. Thank you.\n\nD: Yeah no worries and it can definitely also be another viral infection as well, even if it's not covid, in which case it just you just need to get some rest stay hydrated and let it take its course.\n\nP: OK, now that sounds that sounds good, so it could be"
    },
    {
        "whisper_chunk": "like another viral illness Yeah Okay thank you You're welcome take care Take care",
        "gt_chunk": "P: like another viral illness. \n\nD: Yeah, \n\nP: OK, thank you.\n\nD: Welcome, take, care, take care"
    }
]