[
    {
        "whisper_chunk": "How may I help you Hi I'm here because I had this cough for a couple of days and now my voice still hasn't recovered It sounds really hoarse and I can't speak as well So I was just wondering if you can give me something for that Possibly We will see I just got to ask a few questions first and we'll do a physical exam as well afterwards",
        "gt_chunk": "D: How may I help you?\n\nP: Hi, um, I'm here because I, I had this cough for a couple days and now my voice still hasn't recovered. It sounds really hoarse and I can't speak as well, so I was just wondering if you can give me something for that.\n\nD: Possibly we will see just gotta ask a few questions first, and we'll, we'll do a physical exam as well afterwards"
    },
    {
        "whisper_chunk": "But certainly we'll look into what is causing your symptoms So you mentioned a cough When did that exactly start That started three days ago Okay And have you had a cough before Like before the three days you mean Yeah No I was pretty healthy before then I see And with the cough are you producing any phlegm or sputum",
        "gt_chunk": "D: but certainly, we'll look into what is causing your symptoms. So you mentioned a cough. When did that exactly start?\n\nP: That started three days ago.\n\nD: Okay, and have you had a cough before?\n\nP: Um, like before the three days you mean?\n\nD: Yeah.\n\nP: Um, no, I was pretty healthy before then.\n\nD: I see and uh, with the cough, are you producing any phlegm or sputum"
    },
    {
        "whisper_chunk": "No it's pretty dry Okay Have you noticed any blood Nope All right And have you had a wheeze No nothing like that All right And have you had any chest pain with the cough No All right And you noticed that your voice changed and that was about three days ago as well",
        "gt_chunk": "P: No, it's pretty dry.\n\nD: Okay, have you noticed any blood?\n\nP: No.\n\nD: Alright, and have you had a wheeze?\n\nP: No, uh, no, nothing like that.\n\nD: Alright, and have you had any uh, chest pain with the cough?\n\nP: No.\n\nD: Alright uh, and you noticed that your voice is, voice changed, and that was about 3 days ago as well"
    },
    {
        "whisper_chunk": "Yeah No actually that started about yesterday Yeah yesterday in the afternoon Okay And any triggers for this Like were you at any events that you had to be kind of speaking loudly or talking a lot or anything where you're restraining your voice No no I wasn't I was like I had school I came home I didn't do anything",
        "gt_chunk": "P:  no, actually that started about yesterday. Yeah, yesterday in the afternoon.\n\nD: Okay, and uh, any triggers for this? Like were you at any events that you had to be uh, kind of speaking loudly or talking a lot or anything where you're straining your voice?\n\nP: Um no, no, I wasn't. I was like, I had school, I came home, I didn't do anything"
    },
    {
        "whisper_chunk": "like that Okay So it sounds like it just sort of came on on its own All right And have you had any like eye redness or discharge or a runny nose I had a runny nose before but no eye discharge Okay With the runny nose or can you describe the mucus that was coming out",
        "gt_chunk": "P: like that.\n\nD: Okay. Yeah, so it sounds, yeah, just sort of came on on its own. Alright, and have you had any like, eye redness, or discharge, or a runny nose?\n\nP: I have had uh, I've had a runny nose before, but no eye discharge. \n\nD: Okay. With the runny nose, what, what, what could you describe the uh, mucus that was coming out"
    },
    {
        "whisper_chunk": "Oh it was clear And has that gone away now And when was the runny nose That's gone Yeah that's gone That went away about like yeah two days ago maybe I see And have you had a sore throat or do you have a sore throat I have So it hurts because I'm coughing but it doesn't seem like it's my actual throat",
        "gt_chunk": "P: , it was clear.\n\nD: And has that gone away now and then when was the runny nose?\n\nP: Yeah, that's gone, yeah that's gone. That went away but like, um, yeah, two days ago maybe.\n\nD: I see, and have you had a sore throat or do you have a sore throat?\n\nP: Um I have, so, it hurts because I'm coughing, but it doesn't seem like it's my actual throat"
    },
    {
        "whisper_chunk": "All right Is there any pain with swallowing food or liquids No Okay And have you had any fevers or chills No Or any night sweats No And any changes to your weight recently I've had some weight gain over",
        "gt_chunk": "D: Alright, is there any pain with swallowing food or liquids? \n\nP: No. \n\nD: Okay. Um, and have you had any fevers or chills?\n\nP: No. \n\nD: Or any, any night sweats?\n\nP: No. \n\nD: And any changes to your weight recently?\n\nP: Um, I've had some weight gain over"
    },
    {
        "whisper_chunk": "the past like six months Okay That's great And how about how much Just maybe like five ten pounds five to ten pounds somewhere around there Okay Well that's good And have you had any nausea or vomiting No And how about any abdominal pain No Any",
        "gt_chunk": "P: the past like six months. \n\nD: Okay, well that's great. And about how much?\n\nP: Uh just, maybe like 5, 10 pounds. 5 to 10 pounds, somewhere around there.\n\nD: Okay, well that's good. And um, have you had any nausea or vomiting?\n\nP: No.\n\nD: How about any abdominal pain?\n\nP: Uh no.\n\nD: Any"
    },
    {
        "whisper_chunk": "diarrhea No Or any urinary problems No Have you had any muscle aches or joint pains No Okay And have you had any loss of your taste or sense of smell No Okay And any skin changes or rashes Nope Nothing like",
        "gt_chunk": "D: diarrhea?\n\nP: No.\n\nD: Or any urinary problems? \n\nP: No.\n\nD: Have you had any muscle aches or, or joint pains?\n\nP: Uh, no. \n\nD: Okay, and have you had any loss of your taste or sense of smell?\n\nP: No. \n\nD: Okay, um, and any skin changes or rashes?\n\nP: Nope, nothing like"
    },
    {
        "whisper_chunk": "that Okay And so you've been experiencing so you had a runny nose that's gone away and now you've been having this cough for the past dry cough for the past three days and lost your voice yesterday Have you been experiencing any other symptoms No other symptoms All right In the past have you been diagnosed with any medical conditions No",
        "gt_chunk": "P: that.\n\nD: Okay, uh, and um, so you've been experiencing, so you had a runny nose that's gone away um, and now you've been having this cough for the past, dry cough, past three days and lost your voice yesterday. Have you been experiencing any other symptoms?\n\nP: Um no, no other symptoms.\n\nD: Alright, in the past, have you been diagnosed with any medical conditions?"
    },
    {
        "whisper_chunk": "I've been pretty healthy That's great And have you had any allergies before No Okay And do you take any medications regularly I just take some multivitamins Okay And are you aware if your immunizations are up to date So I have everything",
        "gt_chunk": "P: I've been pretty healthy.\n\nD: That's great, and u, have you been, um, have you had any allergies before?\n\nP: No. \n\nD: Okay, and uh, do you take any medications regularly?\n\nP: Uh, I just take some multivitamins.\n\nD: Okay, and uh are you aware if your immunizations are up to date?\n\nP: Uh, so I have everything"
    },
    {
        "whisper_chunk": "except for that HPV vaccine Okay Do you have a plan to get that one I think so I'm just waiting to follow up with my family doctor about that Okay That's a good idea for sure So it's great that you have a plan for that",
        "gt_chunk": "P: except for that HPV vaccine.\n\nD: Okay, um, is it, do you have a plan to get that one or?\n\nP: I think so. I'm just uh, waiting to follow up with my family doctor about that.\n\nD: Okay, well that, that's a good idea for sure. So it's great that you have a plan for that"
    },
    {
        "whisper_chunk": "It can be really helpful for preventing cervical cancer as I'm sure you'll talk to the family doctor about Okay Yeah And have you had any hospitalizations or any surgeries No Okay And whereabouts are you living right now and who are you living with I live with my parents",
        "gt_chunk": "D: it can be really helpful for preventing cervical cancer, as, as I'm sure you'll talk to the, with the family doctor about. Yeah, and have you had any hospitalizations or any surgeries?\n\nP: Uh no.\n\nD: Okay, um, where about are you living right now, and who are living with?\n\nP: I live uh, with my parents"
    },
    {
        "whisper_chunk": "and my two younger siblings We live in a house Has anybody else been sick or have similar symptoms No No one at home has been sick Okay And how about anybody at school or work or anything like that that you've been around who's been sick So one of my friends actually had a runny nose and a cough",
        "gt_chunk": "P: and my two younger siblings. We live in a house.\n\nD: Has anybody else been sick or have similar symptoms?\n\nP: Uh no, no one at home's been sick.\n\nD: Okay, and uh, how about anybody at school or, or work, or anything like that that you've been around who's been sick?\n\nP: So one of my friends actually had like a runny nose and a cough"
    },
    {
        "whisper_chunk": "as well a couple of days ago but she seems to be better now and her voice is okay Okay And have you traveled anywhere outside of the city or province No Not recently All right And in the home are you exposed to any",
        "gt_chunk": "P: as well a couple of days ago, but uh, she seems to be better now and her voice is okay. \n\nD: Okay, and um, have you traveled anywhere outside of the city or province?\n\nP: No, no, not recently.\n\nD: Alright, and, um, in the home, is there any uh like, are you exposed to any"
    },
    {
        "whisper_chunk": "violence of any sort like physical or emotional either yourself or witnessing No Okay And what grade are you in I'm in grade seven now Oh awesome And is there any smoking in the home No No one smokes at home",
        "gt_chunk": "D: violence of any sort, like physical or emotional, either yourself or, or witnessing?\n\nP: No. \n\nD: Okay, and what grade are you in?\n\nP: I'm in grade 7 or, yeah grade 7 now.\n\nD: Oh awesome, and uh, I don't, is there any smoking in the home? \n\nP: Uh no, no one smokes at home"
    },
    {
        "whisper_chunk": "Okay And then anybody in the family have any heart or lung conditions Heart or lung I know like heart disease runs on my father's side of the family I'm not really sure like exactly what kind of disease is though Okay And I remember sometimes",
        "gt_chunk": "D: and then, um, anybody in the family uh, have any heart or lung conditions? \n\nP: Heart or lung? I know, um, like, heart disease, runs on my father's side of the family. I'm not really sure like exactly what, what kind of diseases though.\n\nD: Okay, um, and I, sometimes"
    },
    {
        "whisper_chunk": "people kind of in this age group might experience with either drugs or alcohol Have your friends done that or yourself I know like some of my friends have tried alcohol and tried marijuana but I haven't experimented yet Okay That's good And that's all I wanted to ask",
        "gt_chunk": "D: people that, kind of in this age group, might experience with either drugs or alcohol. Have any of your friends done that or, or yourself?\n\nP: I know like some of my friends have uh, tried alcohol and try marijuana, but I haven't experimented yet.\n\nD: Okay, that's good and um, I, that's all I wanted to ask"
    },
    {
        "whisper_chunk": "today on history Was there anything else that you wanted to add Well nothing that I want to add How do you think I can make my voice better and how long will I have this hoarse voice Yeah So right now it's sounding like a viral type illness where there's",
        "gt_chunk": "D: today on history. Was there anything else that you wanted to add?\n\nP: Oh, nothing that I want to add. I just, what do you, how do you think I can make this, make my voice better? And how long will I have, have this horse voice?\n\nD: Yeah, so uh, right now it's sounding like um, a viral type illness where there's"
    },
    {
        "whisper_chunk": "inflammation of the vocal cords with having a cough and the runny nose a couple of days ago And actually this reminds me that I'm not sure if I asked about fevers or chills if you have any No I haven't Okay And so if it is a viral infection then it's just",
        "gt_chunk": "D: inflammation of the vocal cords, uh, with having the cough and the runny nose a couple of days ago. Actually, this reminds me that. Have you, I'm not sure if I asked about fevers or chills, if you have any?\n\nP: Uh no, I haven't.\n\nD: Okay, um, and so for, if it is a viral infection then, um, it's just"
    },
    {
        "whisper_chunk": "supportive kind of management So that will mean trying to stay as hydrated as you possibly can over these next few days And then also you can use things like if they help like lozenges or something along those lines But it will just take some time for it to come back on its own a few days to a couple of weeks sometimes",
        "gt_chunk": "D: supportive kind of management. So that will mean trying to stay as hydrated as you possibly can over these next um, next few days and then also you can use things like, if they help, like lozenges or something along those lines. Um, but it will, it will just take some time for it to come back on its own, a few days to a couple of weeks sometimes"
    },
    {
        "whisper_chunk": "And the cough could possibly last for two to four weeks after having a viral type illness Okay Yeah So it could be quite a few weeks that the symptoms last for But since you're having a cough and these symptoms could overlap with COVID we'll want to get a COVID swab today as well",
        "gt_chunk": "D: And the cough could possibly last for um, two to four weeks after um, after having a viral type illness.\n\nP: Okay.\n\nD: Yeah, so it could be quite a few weeks that the symptoms last for. But since you're having a cough, and these symptoms could overlap with COVID we'll want to get a COVID swab today as well"
    },
    {
        "whisper_chunk": "And kind of go from there Okay Okay That sounds good Thank you",
        "gt_chunk": "D: and kind of go from there.\n\nP: Okay. Okay, that sounds good, thank you"
    }
]