[
    {
        "whisper_chunk": "I was wondering if we could start with you telling us what brought you in Sure I've had this terrible headache for the past four days It doesn't seem to be getting any better and I feel hot like I have a fever I've been coughing a lot so I'm worried I have so I'm here Okay so I'll start with the",
        "gt_chunk": "D: I was wondering if we could start with you telling us what brought you in?\n\nP: Sure, I've had this terrible headache for the past four days. Doesn't seem to be getting any better, and I feel hot like I have a fever. I've been coughing a lot so I am I'm worried I have COVID, so I'm here.\n\nD: OK. So I'll start with the"
    },
    {
        "whisper_chunk": "headaches When did that exactly start The headache started okay so the coughing started four days ago The headache started shortly after so I would say later on during that day and then the fever I've had for the past two days I haven't actually taken my temperature though Okay so the cough has started four days ago Has the cough",
        "gt_chunk": "D: headaches. When did when did that exactly started? \n\nP: Uh the headache started, OK so the coughing started four days ago. The headache started shortly after so I would say later on during that day and then the fever I've had for, fever I think I've had for the past two days. I haven't actually taken my temperature though. \n\nD: OK um. So, uh, the cough is started four days ago. Has the cough"
    },
    {
        "whisper_chunk": "gotten better worse or stayed the same The cough has stayed the same Okay are you bringing up any phlegm or sputum with the cough It's not really phlegm but sometimes I cough up like bits of like you know little bits that look like blood or something",
        "gt_chunk": "D: gotten better, worse, or stayed the same?\n\nP: The cough has stayed the same.\n\nD: OK, are you bringing up any phlegm or sputum with the cough?\n\nP: Um, it's not really phlegm, but sometimes I cough up, like bits of like. You know little bits that look like blood or something"
    },
    {
        "whisper_chunk": "Okay so you're seeing some like red when you're coughing up Mm hmm Okay and how much of this are you seeing Like is it like a teaspoon amount or more Oh it's very little It's like maybe a little bit bigger than like the tip of a pencil",
        "gt_chunk": "D: OK, so you're seeing some like red when when you're coughing up?\n\nP: Mmmm\n\nD: OK, and how much of this are you seeing like, is it like a teaspoon amount or or more?\n\nP: Oh, it's it's very little. It's like maybe a little bit bigger than like the tip of a pencil"
    },
    {
        "whisper_chunk": "Oh okay Are you seeing this on like kind of tissues afterwards sort of thing Yeah Okay and any triggers for the cough you can think of No it just seems to be there all day It doesn't really get better with me trying to rest or not Okay and is the cough there at night time too",
        "gt_chunk": "D: OK, are you seeing this on like kind of tissues afterwards sort of thing? \n\nP: Yeah.\n\nD: OK, um and any triggers for the cough you can think of?\n\nP: No, it just seems to be there all day. Um, doesn't really get better with me trying to rest or not. \n\nD: OK, and is the cough there at night time too"
    },
    {
        "whisper_chunk": "Yes it is definitely there at night Okay is it interfering with sleep Yes I haven't been sleeping well Okay and with your cough have you had any difficulties with any wheezing No wheezing Okay and",
        "gt_chunk": "P: Yes, it is definitely there at night.\n\nD: OK, um is it interfering with sleep?\n\nP: Ah yes, I haven't been sleeping well.\n\nD: OK, um, and with your cough have you had any difficulties with breathing? \n\n"
    },
    {
        "whisper_chunk": "with this headache when it first came on did you experience a like worst headache of your life or a thunderclap sensation No it's not that bad but it just seems to be there all day long Okay have you had headaches like this before No I've never gotten headaches in the past Okay",
        "gt_chunk": "D: with this headache when it first came on, did you experience a like worst headache of your life, or a Thunder clap sensation?\n\nP: No, it's it's not that bad, but it just seems to be there all day long.\n\nD: OK, um have you had headaches like this before?\n\nP: No, I've never gotten headaches in the past.\n\nD: OK"
    },
    {
        "whisper_chunk": "is the headache associated with any nausea or vomiting No Okay and is the headache worse in the morning when you first wake up No Okay and does the headache get worse if you lie flat No Okay and has this headache been getting worse staying the same getting better",
        "gt_chunk": "D: is the headache associated with any nausea or vomiting? \n\nP: No.\n\nD: OK, and is the headache worse in the morning when you first wake up?\n\nP: No.\n\nD: OK, and does it have to get worse if you lie flat?\n\nP: No.\n\nD: OK, and has this headache been getting worse, staying the same, getting better"
    },
    {
        "whisper_chunk": "It's about the same Okay and and you haven't checked the temperature yet you said but you felt hot Yes that's right Okay any other symptoms that you've been experiencing Not that I can think of Okay there's just a few others that I wanted to ask",
        "gt_chunk": "P: it's about the same.\n\nD: OK. Um and, um and you haven't checked the temperature yet, you said, but you felt hot? \n\nP: Yes, that's right.\n\nD: OK, any other symptoms that you've been experiencing?\n\nP: Not that I can think of.\n\nD: OK, there's just a few others that I wanted to ask"
    },
    {
        "whisper_chunk": "about to be comprehensive Have you had any eye pain or ear pain No How about any discharge from either your eyes or ears No nothing like that All right have you had any changes to either your sense of smell or your sense of taste No All right and have you had a runny nose at all No And how about",
        "gt_chunk": "D: about to be comprehensive. Have you had any eye pain or ear pain?\n\nP: No.\n\nD: How about any discharge from either your eyes or ears?\n\nP: No, nothing like that.\n\nD: Alright, have you had any changes to either your sense of smell or your sense of taste?\n\nP: No. \n\nD: Alright, and have you had a runny nose at all?\n\nP: Um no.\n\nD: And how about"
    },
    {
        "whisper_chunk": "a sore How about night sweats No nothing like that I see Okay and over the last few months has your weight changed No not that I noticed Okay have you been",
        "gt_chunk": "P: .\n\nD: How about night sweats?\n\nP: Um no nothing like that.\n\nD: I see, OK and over the last few months has your weight changed?\n\nP: Ah no, not that I noticed. \n\nD: OK, um have you been"
    },
    {
        "whisper_chunk": "feeling tired or fatigued No Okay and have you had any chest pain No All right and how about any heart palpitations None All right and any episodes of feeling really dizzy or lightheaded No Okay and how about any fainting",
        "gt_chunk": "D: feeling tired or fatigued?\n\nP: No. \n\nD: OK, and have you had any chest pain?\n\nP: Um no. \n\nD: Alright, and how about any heart palpitations?\n\nP: None.\n\nD: Alright, in any episodes of feeling really dizzy or lightheaded.\n\nP: No.\n\nD: OK, and how about any fainting"
    },
    {
        "whisper_chunk": "spells or feeling like you might faint No nothing like that Okay and have you had any abdominal pain No no abdominal pain Any diarrhea or constipation No How about any painful urination or feeling as though you need to urinate really frequently No",
        "gt_chunk": "D: spells or feeling like you might faint?\n\nP: No, nothing like that.\n\nD: OK. And have you had any abdominal pain?\n\nP: Um no, no abdominal pain.\n\nD: Any diarrhea or constipation? \n\nP: No.\n\nD: How about any painful urination or feeling as though you need to urinate really frequently?"
    },
    {
        "whisper_chunk": "nothing like that Okay and have you had any skin changes like rashes or anything like that No Okay and how about any muscle aches or joint aches or just overall like body pains No not that I've noticed no Okay and is there anything in regards to your past",
        "gt_chunk": "P: nothing like that.\n\nD: OK, and have you had any skin changes like rashes or anything like that?\n\nP: No. \n\nD: OK, and how about any muscle aches or joint aches or just overall like body pains?\n\nP: Mmm no, not that I that not. Not that I've noticed, no.\n\nD: OK, is there anything in regards to your past"
    },
    {
        "whisper_chunk": "health that you see a physician regularly for No actually I think at one point I was worked up for something called familial hypercholesterolemia because it ran in the family but I think those results were normal Okay so do you",
        "gt_chunk": "D: health that you see a physician regularly for? \n\nP: Um No. Ah actually I I think at one point, um, I was worked up for something called familial hypercholesterolemia because it ran in the family. But I think those results were normal.\n\nD: OK, so do you"
    },
    {
        "whisper_chunk": "take a statin medication then I take a yeah I take a low dose statin Okay and when was your last lipid panel checked I think it was two years ago I see and do you remember if the LDL was normal at that time Yes it was normal",
        "gt_chunk": "D: take a statin medication then?\n\nP: Yeah I take a low dose statin. \n\nD: OK, and when was your last lipid panel checked?\n\nP: I think it was two years ago. \n\nD: I see, and um do you remember if the LDL was normal at that time?\n\nP: Ah yes it was normal"
    },
    {
        "whisper_chunk": "Okay but since it was about two years ago it might be worthwhile today just to also check a lipid panel just to be safe but that'll be something we can talk about that more so at the end if that's okay Sure yeah that would be great Okay and any other medical conditions",
        "gt_chunk": "D: OK, but since the, it was about two years ago, it might be worthwhile today just to also check a lipid panel just to be safe, but that'll be something we can talk about that more so at the end if that's OK.\n\nP: Sure, yeah, that would be great.\n\nD: OK, and any other medical conditions"
    },
    {
        "whisper_chunk": "No Okay have you had any surgeries before C section Okay and how many children do you have Just the one Okay and were there any complications Okay any reasons for hospitalizations Nope Okay and",
        "gt_chunk": "P: No. \n\nD: OK. Have you had any surgeries before?\n\nP: C-section.\n\nD: How many children do you have?\n\nP: Ah just the one. \n\nD: OK, and were there any complications with the c-section?\n\nP: Um no no complications.\n\nD: OK, any reasons for hospitalizations?\n\nP: Nope. \n\nD: OK, any"
    },
    {
        "whisper_chunk": "any allergies to medications No All right and any medications besides the statin that you take Nope Nope Okay and in regards to your family history have there been people who've had early heart attacks or strokes in the family No Okay but you do have familial",
        "gt_chunk": "D: any allergies to medications?\n\nP: No. \n\nD: Alright, any medications besides the statin that you take?\n\nP: Nope.\n\nD: OK, and in regards to your family history, have there been people who've had early heart attacks or strokes in the family?\n\nP: No. \n\nD: OK, but you do have familial"
    },
    {
        "whisper_chunk": "hypercholesterolemia Do you have family members who have that Yes Okay so my as well as my mother Okay and has there been any lung conditions that run in the family No lung conditions How about any malignancies or cancers",
        "gt_chunk": "D: hypercholesterolemia, do you have family members who have that?\n\nP: Yes OK so my Aunts had it, as well as my mother.\n\nD: OK um. And has there been any lung conditions that run in the family?\n\nP: Um, no lung conditions.\n\nD: How about any malignancy's or or cancers"
    },
    {
        "whisper_chunk": "There was colon cancer on my dad's side of the family but I'm not too sure who had it Okay have you heard of anybody having breast cancer Breast cancer no All right and how about ovarian cancer No ovarian cancer Okay and next I just wanted to ask a few questions about your personal and lifestyle habits",
        "gt_chunk": "P: there was colon cancer on my dad side of the family, but I'm not too sure who had it.\n\nD: OK, have you heard of anybody having breast cancer?\n\nP: Breast cancer no.\n\nD: Alright, and how about ovarian cancer?\n\nP: No ovarian cancer. \n\nD: OK. And next I actually wanted to ask a few questions about your personal and lifestyle habits"
    },
    {
        "whisper_chunk": "Sure But first could you just tell me a little bit about your living situation right now I live with my husband and my one son Okay and sorry how old is your son He is 10 Okay has anybody in the home been sick recently No Okay and how about",
        "gt_chunk": "D: , but first, could you just tell me a little bit about your living situation right now?\n\nP: I live with my husband and my one son.\n\nD: OK, and sorry, how old is your son?\n\nP: He is 10. \n\nD: OK, um is anybody in the home been sick recently?\n\nP: No.\n\nD: OK, and how about"
    },
    {
        "whisper_chunk": "anybody at work At work no No one's been sick Okay have you traveled anywhere recently We just went on a hiking trail that was outside the city recently and there were a lot of people there and we",
        "gt_chunk": "D: anybody at work? \n\nP: At work no. No one's been sick.\n\nD: OK, have you traveled anywhere recently?\n\nP: We went up to we just went to um like a, we went on a hiking trail that was outside the city recently and there were a lot of people there and"
    },
    {
        "whisper_chunk": "weren't wearing masks but it seemed like we were keeping a good distance between each other so that would be my only concern Okay for sure Were people pretty close to each other on the paths when walking by on the hike Not like the whole time but there would be times when people just kind of brushed by you to try to get ahead of you or something like that",
        "gt_chunk": "P: weren't wearing masks, but we, it seemed like we were keeping a good distance between each other so that that would be my only concern.\n\nD: OK for sure. Were people pretty close to each other on the paths when walking by on the hike?\n\nP: Ahh not like the whole time, but there would be times when you know people just kind of brushed by you to try to get ahead of you or something like that"
    },
    {
        "whisper_chunk": "I see Okay and do you smoke cigarettes No Do you smoke marijuana No Okay and do you drink alcohol I don't Do you use any other recreational drugs No Okay so that was all I wanted to ask about",
        "gt_chunk": "D: I see OK. And do you smoke cigarettes? \n\nP: No.\n\nD: Um, do you smoke marijuana?\n\nP: Um no. \n\nD: OK, and do you drink alcohol?\n\nP: I don't.\n\nD: Do you use any other recreational drugs?\n\nP: Um no.\n\nD: OK, so that was all I wanted to ask about"
    },
    {
        "whisper_chunk": "Oh actually one thing that I did want to I forgot to ask was do you have any neck stiffness No not that I noticed Okay so that was the last question that I wanted to ask about Was there anything that you wanted to tell me that I maybe forgot",
        "gt_chunk": "D: Oh, actually one thing that I I did want to, I forgot to ask was, do you have any neck stiffness?\n\nP: No, not that I noticed. \n\nD: OK. So that was the last question that I wanted to ask about. Was there anything that you wanted to tell me that I I maybe forgot"
    },
    {
        "whisper_chunk": "No I think you covered it all I'm just wondering do you think it's COVID or something else Well it's definitely a possibility with the symptoms that you're having Since they can be so nonspecific for COVID it can be a lot of symptoms that overlap So with having a headache",
        "gt_chunk": "P: No, I think you covered it all.  I'm just wondering do you? Do you think it's COVID or something else?\n\nD: Well, it's definitely a possibility with the symptoms that you're having, since they can be so non- specific for covid it can be a lot of symptoms that overlap. So with having headache"
    },
    {
        "whisper_chunk": "what sounds like you might have a fever and this cough that bringing up some blood it sounds like you might have irritated some of the bronchioles with the coughing So we will test for that and check a PCR nasal swab for COVID But we will also test for other viral illnesses",
        "gt_chunk": "D: what sounds like you might have a fever and and this cough that sounds like it's pretty bad if you're bringing up some blood, it sounds like you might have irritated some of the bronchioles with the the coughing. So we will test for that and check a PCR nasal swab for COVID. I'm not, but we will also test for other viral illnesses"
    },
    {
        "whisper_chunk": "and bacterial illnesses as well It doesn't sound like you have meningitis right now just based on the symptoms where you don't have neck stiffness but it'll be certainly something that we keep in mind while we are doing our investigations Okay great Thank you All right you're welcome We'll get those started Okay sounds great",
        "gt_chunk": "D: and bacterial illnesses as well. It doesn't sound like you have meningitis right now just based on the symptoms where you don't have neck stiffness, but it'll be certainly something that we keep keep in mind while we are doing our investigations. \n\nP: OK great, thank you.\n\nD: Alright, you're welcome. We'll get those started.\n\nP: OK, sounds great"
    }
]