[
    {
        "whisper_chunk": "I've just been having this cough over the last few days and I also noticed that I'm getting like these headaches and chills as well at night so I was just a bit concerned Okay so the cough started a few days ago Yeah Have you been bringing up any phlegm No not really It's been pretty much like a dry cough I did feel like a tickle in my throat before it started but no I'm not producing any phlegm Okay Is",
        "gt_chunk": "P: I've just been having this this cough over the last few days and I also notice that I'm getting like these headaches and chills as well at night. So I was just a bit concerned.\n\nD: OK, so the cough started a few days ago. Have you been bringing up any phlegm? \n\nP: No, not really. It's been pretty much like a dry cough. I did feel like a tickle in my throat before it started, but no, I'm not producing any phlegm.\n\nD: OK, "
    },
    {
        "whisper_chunk": "the cough any worse at any particular time of day like when you first get up or at night when going to bed No it's pretty much just been there over the last at least like two days it's been getting worse more frequent Okay And are you coughing all throughout the day Pretty much at least for the last few days It's been pretty non stop Okay Anything that's made the cough worse No not really It's pretty much been the same for the last few days Anything you've tried to make the cough go away Okay Just",
        "gt_chunk": "D: the cough any worse at any particular time of day, like when you first get up or or at night when going to bed?\n\nP: No, it's pretty much just been there over the last, at least like 2 days. It's been getting worse, more frequent.\n\nD: OK, so um and are you coughing all throughout the day? \n\nP: Pretty much, at least for the last few days. Just it's been pretty nonstop.\n\nD: OK, anything that's made the cough worse?\n\nP: Uh, no, not really. It's uh, pretty much been the same for the last few days. \n\nD: Anything you've tried to make the cough go away? \n\nP: Just"
    },
    {
        "whisper_chunk": "Tylenol cold and then I think there was another over the counter medication that I took but nothing really helping Okay And the cough's been getting worse Have you been experiencing any other symptoms I did just last night actually I thought that I had some shortness of breath as well so I don't know if that's being caused by all the coughing but yeah I got pretty scared so that's why I'm here today",
        "gt_chunk": "P: Tylenol cold. And then I think there was another over the counter medication that I took, but nothing really helping.\n\nD: OK and uh, the cough has been been getting worse. Have you been experiencing any other symptoms?\n\nP: Um, I did just just last night, actually. I thought that I had some shortness of breath as well. I don't know if that's being caused by all the coughing, but yeah, I got pretty scared, so that's why I'm here today"
    },
    {
        "whisper_chunk": "Okay Has anything like this happened to you before No like I've been pretty healthy otherwise completely so this is completely new for me Okay And yeah you mentioned you've had a fever Have you checked your temperature No I haven't I just had like chills over the last two nights just had to put on like three blankets just to get to sleep but I haven't really checked my temperature Okay Have you had night sweats",
        "gt_chunk": "D:  has anything like this happened to you before? \n\nP: No, like I've been pretty healthy otherwise completely so this is this is completely new for me.\n\nD: Ok, and yeah, you mentioned you had a fever but did have you checked your temperature? \n\nP: No, I haven't I I just had like chills over the last two nights. Just had to put on like 3 three blankets just to get to sleep, but I haven't really checked my temperature. \n\nD: OK, I have you had night sweats"
    },
    {
        "whisper_chunk": "No not really Just mostly chills Okay And how has your energy been the last few days Have you had a lot of fatigue Yeah I just feel completely just sick It feels like I have the flu or something I just feel really tired too Okay Have you had a runny nose or sore throat No not really I did have like I don't know if it was soreness but just like a tickle in my throat just a little bit Okay Yeah Have you had any",
        "gt_chunk": "P: No, not really, just mostly chills.\n\nD: OK, and how has your energy been the last few days, have you have you had a lot of fatigue?\n\nP: Yeah, I just feel completely just sick like what it feels like I have the flu or something and I just feel really tired too. \n\nD: OK, have you had a runny nose or sore throat?\n\nP: No, not really. I did have like a I don't know if it was soreness, but just like a tickle in my throat just a few days"
    },
    {
        "whisper_chunk": "loss of smell or loss of taste Yeah now that I think of it I can barely taste the food that I'm eating I don't know about smell I'm pretty stuffy right now so that might just be because of that but I definitely notice I can't really taste my food All right And have you been having any wheezing No no wheezing All right And shortness of breath were you at rest when that happened or were you exercising or exerting yourself How",
        "gt_chunk": "D: loss of smell or or loss of taste?\n\nP: Yeah, now that I think of it, I I I I can't I can barely taste taste the food that I'm eating. I don't know about smell I I'm pretty stuff stuff stuffy right now so that might just be because of that. I definitely notice I can't really taste my food. \n\nD: Alright. Uh, and uh, have you been having any wheezing? \n\nP: No, no wheezing. \n\nD: Alright, and shortness of breath, were you at rest when that that happened or were you exercising or exerting yourself?"
    },
    {
        "whisper_chunk": "did the shortness of breath come on I was actually just laying down and I was sleeping and I just noticed that I couldn't really take deep breaths so I kind of just got back up and it was just during last night It hasn't happened after that I'm scared it'll happen again Okay And how many pillows do you usually sleep with Just one Have you noticed any swelling in your feet or ankles No nothing like that All right",
        "gt_chunk": "D: did the shortness of breath come on?\n\nP: I was actually just laying down and I was sleeping and I just noticed that I couldn't really take deep breaths, so I kind of just got back up and it was just during last night. It hasn't happened after that, but I'm scared it will happen again.\n\nD: OK, and have you, how many pillows do you usually sleep with? \n\nP: Just one.\n\nD: Have you noticed any swelling in your feet or ankles? \n\nP: No, nothing like that. \n\nD: Alright"
    },
    {
        "whisper_chunk": "Have you had any chest pain No no chest pain Any episodes where you feel like you're going to faint No Feeling like your heart's racing No All right Have you been having any abdominal pains No abdominal pains All right How about urinary problems No nothing like that Any bowel problems like diarrhea No it's pretty regular Okay Have you noticed any rashes anywhere No All right And then how about like muscle aches or",
        "gt_chunk": "D: have you had any chest pain?\n\nP: No, no chest pain.\n\nD: Any feeling, any episodes where you feel like you were gonna faint? \n\nP: No.\n\nD: Feeling like your heart's racing?\n\nP: No.\n\nD: Alright, um, have you been having any abdominal pains?\n\nP: No abdominal pains.\n\nD: Alright, how about urinary problems? \n\nP: No, nothing like that. \n\nD: Any bowel problems like diarrhea?\n\nP: No, it's pretty regular. \n\nD: OK, have you noticed any rashes anywhere?\n\nP: No. \n\nD: Alright, and then how about like muscle aches or"
    },
    {
        "whisper_chunk": "joint aches No nothing like that Just feeling tired Okay And then have you had any changes to your vision No Like blurred vision or things like that No nothing like that Okay Any changes to your voice Like it sounds more hoarse to you or No not really Okay And any nausea or vomiting I did feel a bit nauseous over the last two days but I haven't vomited Okay And have you been diagnosed with any medical conditions in",
        "gt_chunk": "D: joint aches?\n\nP: No, nothing like that, just feeling tired. \n\nD: OK and then have you had any changes to your vision? \n\nP: No.\n\nD: Like blurred vision or things like that?\n\nP: No, nothing like that. \n\nD: Any changes to your voice, like it sounds more hoarse to you or?\n\nP: No, not really.\n\nD: Oh, OK, and any nausea or vomiting?\n\nP: I did feel a bit nauseous over the last two days, but I haven't vomited.\n\nD: OK and have you been diagnosed with any medical conditions in"
    },
    {
        "whisper_chunk": "the past No I've been pretty lucky No medical conditions I don't even take any medications either Okay Anything over the counter like supplements or herbal No just the cold medications over the counter Nothing else Okay Any allergies to medications Not that I know of Any hospitalizations No Have you had any prior surgeries No Okay And can you tell me a little bit about your living situation now Yeah so I just live",
        "gt_chunk": "D: the past? \n\nP: No, I've been pretty lucky. No medical conditions. I don't even take any medications either.\n\nD: OK, anything over the counter like supplements or herbal?\n\nP: No, just just the cold medications over the counter, nothing else. \n\nD: OK, any allergies to medications? \n\nP: Not that I know.\n\nD: Any hospitalizations?\n\nP: No.\n\nD: Have you had any prior surgeries? \n\nP: Nope. \n\nD: OK, um, and could you tell me a little bit about your living situation now?\n\nP: Oh yeah, so I just live"
    },
    {
        "whisper_chunk": "in a townhouse with my wife and two children And yeah I'm currently working as an engineer Yeah everything else is pretty good Okay Have you had to miss work over the last few days Yeah I actually didn't go to work yesterday I just felt terrible yesterday Okay How has the wife and kids been feeling at home They're actually completely fine They",
        "gt_chunk": "P: in a townhouse with my wife and two children. And yeah, currently, working as an engineer. Yeah, pretty everything else is pretty good. \n\nD: OK, um have you had to miss work over the last few days? \n\nP: Yeah, I actually didn't go to work yesterday, just felt terrible yesterday.\n\nD: OK how have the wife and kids been feeling at home? \n\nP: They're actually completely fine"
    },
    {
        "whisper_chunk": "don't seem to have any symptoms like coughing or anything like that Anybody at work that's been sick We work in the same kind of office setting One of my co workers was coughing just last week And my boss told him to go home and get some rest And he was away for a couple of days Okay Do you know what he had or anything like that No I'm not really sure Now that I",
        "gt_chunk": "P: don't seem to have any any symptoms of like coughing or anything like that.\n\nD: Anybody at work that's been sick?\n\nP: There was actually like just we work in the same kind of office setting. One of my coworkers was coughing just last week and like you know, my boss told us, told him to like, go home and get some rest and he was away for a couple days. \n\nD: OK, uh, do you know what um what he had or anything like that?\n\nP: No, I'm not really sure. Now that I"
    },
    {
        "whisper_chunk": "think of it I haven't seen him since So I haven't really asked him But yeah I'm not really sure Okay Have you traveled anywhere Or has anybody in your office been traveling anywhere No not really Not that I know of Everything's pretty strict right now with the pandemic going on Okay And do you smoke cigarettes No Do you drink alcohol Just rarely maybe a couple times a month Okay Do you use recreational drugs",
        "gt_chunk": "P: t I haven't seen him since. Uh, so I haven't really asked him. Yeah, I'm not really sure.\n\nD: OK. Has have you traveled anywhere, or has anybody in your office been been traveling anywhere?\n\nP: No, not really. Not that I know, everything is pretty strict right now with with the pandemic going on.\n\nD: OK. Um and yeah, do you smoke cigarettes? \n\nP: No.\n\nD: Do you drink alcohol? \n\nP: Just rarely, maybe a couple times a month.\n\nD: OK, do you use recreational drugs"
    },
    {
        "whisper_chunk": "like IV drug use or opioids or crystal meth anything like that No nothing like that Okay And are you currently sexually active Yep Okay Can you tell me a little bit about your partner or partners Just my wife No other sexual partners Okay And have you had a sexually transmitted infection before Nope Okay And so in regards to your family history has anybody had similar symptoms before No not really Nothing like",
        "gt_chunk": "D: like IV drug use or opioids or crystal meth, anything like that? \n\nP: No, nothing like that.\n\nD: OK, and are you currently sexually active? \n\nP: Yep. \n\nD: OK, could you tell me a little bit about your your partner or partners? \n\nP: Just my wife, no other sexual partners.\n\nD: OK and have you had a sexually transmitted infection before? \n\nP: Nope.\n\nD: OK, and so in regards to your family history, has anybody had similar symptoms before?\n\nP: No, not really. Not nothing like"
    },
    {
        "whisper_chunk": "this Okay Any heart attacks or strokes in the family Nope Okay And then how about any cancers in the family I think I have an aunt who had breast cancer but nothing else Okay So those are all the questions I wanted to go through on history I am concerned that you might have COVID 19 or coronavirus And so it could be",
        "gt_chunk": "P: this. \n\nD: OK, any heart attacks or strokes in the family?\n\nP: No.\n\nD: OK, and then how about so any cancers in the family?\n\nP: I think I've had an aunt who had breast cancer but nothing else.\n\nD: OK, um, so those are all the questions I wanted to go go through on history. I am concerned that you might might have COVID-19 or coronavirus. And so it could be"
    },
    {
        "whisper_chunk": "COVID or this could be another viral infection or possibly pneumonia going on But it does sound like you have an infection And so we'll check some sputum cultures and we'll also do a PCR nasal swab testing for COVID So we'll go ahead and order those tests and we'll see what the results",
        "gt_chunk": "D: COVID, or this could be another viral infection or possibly pneumonia going on. But it does sound like you have an infection and so we'll check some sputum cultures. And and we'll also do a PCR nasal swab testing for COVID. So we'll go ahead and order those tests and we'll see what their their results"
    },
    {
        "whisper_chunk": "say All right Sounds good",
        "gt_chunk": "D: say. \n\nP: Alright, sounds good"
    }
]