[
    {
        "whisper_chunk": "brings in here today Yeah so I bring in my daughter because over these last several months she's had this cough that that comes on It'll be at nighttime or sometimes after in gym class and I know during these episodes she'll have a really hard time kind of catching her breath and and sometimes will have",
        "gt_chunk": "D: brings you here today?\n\nP: Yeah, so I'm bringing my um daughter because uh over these last uh several months she's had this uh this cough that that comes on, um it'll be at night time or sometimes uh after, in gym class. Um and I know during these episodes she'll have a really hard time, kind of catching her breath and and sometimes will have"
    },
    {
        "whisper_chunk": "a wheeze as well and and it's just gone away quickly in the past but been noticing it happening more often recently Okay so it's been going on for the last few months but it's kind of getting worse Yeah exactly yeah And how about the coughing and the wheezing Does she have any kind of shortness of",
        "gt_chunk": "P: a wheeze as well and and it's just gone away quickly in the past but been noticing it happening more often recently.\n\nD: OK, so it's been going on for the last few months, but it's kind of getting worse?\n\nP: Yeah, exactly yeah.\n\nD: And how about the the coughing and the wheezing and the, does she have any kind of shortness of"
    },
    {
        "whisper_chunk": "breath Okay and does this happen at all like when she's exposed to dust or kind of after exerting herself Yeah it does Yeah I think that like the first time that that I was made aware of it was yeah in in gym class so it would have been after some exercise and dust I'm I'm not",
        "gt_chunk": "P: breath.\n\nD: OK, and um does this happen at all, like when she's exposed to dust or kind of after exerting herself?\n\nP: Yeah it does. Yeah I think the like the first time that um that I was made aware of it was yeah in in gym class so it would've been after some exercise. Um and, dust, uh, I'm I'm not"
    },
    {
        "whisper_chunk": "sure Okay does she have a dry cough or a wet cough when she gets these spells Dry Dry okay Does she bring up any sputum or blood at all No Okay and are her symptoms at all constant or do they come and go based on how much she's exerting herself They come and go Yeah like most of the time she's been okay",
        "gt_chunk": "P: sure. \n\nD: OK. Um does she have a dry cough or wet cough when she gets these spells? \n\nP: Uh dry.\n\nD: Dry, OK. Um did she bring up any sputum or blood at all?\n\nP: No.\n\nD: OK and are her symptoms at all constant, or do they come and go based on how much she's exerting herself?\n\nP: They come and go. Yeah, like most of the time she's been"
    },
    {
        "whisper_chunk": "but and sometimes like she'll get a cough at nighttime too Okay so and then has does anything make help you with your symptoms at all or her symptoms Not really no Okay Just resting I guess Sorry yeah just just trying to relax Okay",
        "gt_chunk": "P: but uh, and sometimes she'll get a cough at night time too.\n\nD: OK. Um so, and then has, does anything make, help you with your symptoms at all, or her symptoms?\n\nP: Uh, um not really no.\n\nD: OK.\n\nP: Just resting I guess, sorry yeah, just just trying to relax.\n\nD: OK"
    },
    {
        "whisper_chunk": "and any other symptoms like fevers or chills or sore throat chest pain anything like that No nothing like that Yeah just the wheeze Okay any loss of her sense of taste or smell No Okay any recent travel No No",
        "gt_chunk": "D: and any other symptoms like fevers or chills or sore throat, chest pain, anything like that?\n\nP: No, nothing like that, um yeah, just the wheeze.\n\nD: OK, any loss of her sense of taste or smell? \n\nP: No. \n\nD: OK, um any recent travel?"
    },
    {
        "whisper_chunk": "Any contact with anyone who has been sick recently She has a younger brother that goes to daycare and I know those kids can be sick all the time but her brother's been okay Okay does she complain of any kind of headaches or nausea or vomiting No she doesn't Okay",
        "gt_chunk": "D: any contact with anyone who's been sick recently?\n\nP: Uh she has a, uh, a younger brother that goes to daycare. Uh and I know um those kids can be sick all the time, but um her brother's been OK.\n\nD: OK. Um does she complain of any kind of headaches or uh nausea or vomiting?\n\nP: No, she doesn't. \n\nD: OK"
    },
    {
        "whisper_chunk": "any have you noticed any fevers or chills No Okay any night sweats No Okay any changes in her bowel movements like constipation or diarrhea No she hasn't had any change changes like that Okay and any kind of",
        "gt_chunk": "D: any, have you noticed any fevers or chills?\n\nP: No. \n\nD: OK, um any night sweats?\n\nP: No.\n\nD: OK. Um any changes in her bowel movements like constipation or diarrhea?\n\nP: Nope, she hasn't had any change, changes like that.\n\nD: OK, and any kind of"
    },
    {
        "whisper_chunk": "changes in her sleep or appetite No she's been eating well and gaining weight Okay any so she's been gaining weight Any exposure to any mold dust new rugs or animals at home Yeah we do have",
        "gt_chunk": "D: changes in her sleep or appetite?\n\nP: No, she's been eating well and and gaining weight. \n\nD: OK, um any, uh so she's been gaining weight um, any exposure to any mold, dust, um new rugs or animals at home?\n\nP: Yeah, we do have"
    },
    {
        "whisper_chunk": "two cats at home Okay Yeah there are animals at home For about yeah just under a year So yeah just under a year Okay Okay has she been diagnosed at all with any medical conditions in the past",
        "gt_chunk": "P:  cats at home.\n\nD: OK.\n\nP: Yeah, there are animals at home.\n\nD: OK, how long have you had them?\n\nP: Um for for about um yeah, just under a year. So yeah, just under a year.\n\nD: OK um, has she been diagnosed at all with any medical conditions in the past"
    },
    {
        "whisper_chunk": "No no When she was born she had to go and just be observed for a few a couple days for jaundice She didn't need to have any therapy for it It went away on its own but that's about it Okay and any complications during her pregnancy with her No everything was was normal and it was a vaginal delivery at term",
        "gt_chunk": "P:  when she was born she had to uh go in the, just be observed for a few um a couple of days for jaundice. She didn't need to have any therapy for it, it went away on its own, but that's about it. \n\nD: OK, and any um complications during the pregnancy with her?\n\nP: No, everything was was normal and it was a vaginal delivery at at term"
    },
    {
        "whisper_chunk": "Okay any issues with the development Was she meeting her milestones in her growth meeting her muscles on her growth chart as well Yeah all of that has been normal Okay any allergies to medications or environmental factors that you know of Not to any medications that I'm aware of but she hasn't been tested but she",
        "gt_chunk": "D:  any issues with the development, uh is she meeting her milestones in her growth, um meeting her milestones on her growth chart as well? \n\nP: Yeah, all of that has been has been normal.\n\nD: OK, um any allergies to medications or environmental factors that you know of?\n\nP: Not to um any medications that I'm aware of, but um she hasn't been tested, but she"
    },
    {
        "whisper_chunk": "does get symptoms that I kind of change with seasons like she'll get a runny nose and some itchy eyes at different times throughout the year Okay any medications that she has been on at all So when that happens she'll just use like she'll just take a like reactant or I don't know something like that but just",
        "gt_chunk": "P: does get symptoms that uh kind of change with um seasons, like she'll get a runny nose and some itchy eyes um at different times throughout the year.\n\nD: OK. Um any medications that she has been on at all?\n\nP: So when that happens we just use um like she'll just take a uh like Reactine or like I don't know something like that, but just"
    },
    {
        "whisper_chunk": "an allergy pill but it's yeah that's it Okay and any hospitalizations or surgeries No luckily she's been healthy that way Okay any family history of any lung or heart conditions I think yeah her grandfather has",
        "gt_chunk": "P: an allergy pill, um but it's yeah, that's it. \n\nD: OK, um and any hospitalizations or past surgeries?\n\nP: No, luckily she's been healthy that way.\n\nD: OK, um any family history of any lung or heart conditions?\n\nP: I think uh yeah, yeah her grandfather has"
    },
    {
        "whisper_chunk": "diabetes but that's it Okay and currently what's her home situation like Who does she live with Yeah so she lives with myself and her father and then younger brother That's it yeah that's four Okay and does anyone smoke in the household",
        "gt_chunk": "P: diabetes, but um that's it.\n\nD: OK, uh, and currently what's her home situation like? Who does she live with?\n\nP: Yeah, so she lives with um myself and uh her father and then younger younger brother. That's it, yeah, that's four. \n\nD: OK. Um OK, and does anyone smoke in the household"
    },
    {
        "whisper_chunk": "No they don't Okay so those were all the questions I had Do you have any questions No I just wanted to figure out what was going on with this cough Okay yeah so it seems like these it seems that she gets them on exertion and",
        "gt_chunk": "P: no, they don't.\n\nD: OK. Um OK, so those were all the questions I had. Um do you have any questions?\n\nP: Uh, no, I just uh yeah just wanted to figure out what's going on with this cough.\n\nD: OK, yeah, so it seems like the symptoms have been going on for a few months now. It seems that she gets them on exertion and"
    },
    {
        "whisper_chunk": "they're worsened by exertion At this age one thing that definitely we want to check is if she has asthma She does have some other symptoms that are associated with asthma like it seems that she gets some irritation through environmental factors as well So what we'll do for her is get something called a pulmonary function test for",
        "gt_chunk": "D: they're worsened by exertion. Um at this age, one thing that definitely we want to check is if she has asthma. Um she does have some other symptoms that um are associated with asthma, like it seems that she gets um, some irritation through environmental factors as well. So what we'll do uh for her is get something called a pulmonary function test for"
    },
    {
        "whisper_chunk": "her to see They'll test if she in fact has asthma or not And then based on that we will see if she needs any puffers that can help relieve some of her symptoms And lastly since she's having a cough we'll also do like a COVID test just in case as well Okay yeah that that sounds good Thank you Yeah and no worries And then we'll also do",
        "gt_chunk": "D: her to see, that'll test if she in fact has asthma or not, and then based on that we will uh see if she needs any puffers. Um that can help relieve some of her symptoms. Uh and lastly, since she's having a cough, we'll also do a like a Covid test just in case as well.\n\nP: OK, yeah that that sounds good. Thank you.\n\nD: Yeah, and no worries, and then we'll also do"
    },
    {
        "whisper_chunk": "like a full physical examination That sounds great All right",
        "gt_chunk": "D: like a full physical examination.\n\nP: That sounds great.\n\nD: Alright"
    }
]