[
    {
        "whisper_chunk": "What brings you in today So I've been having just a worsening breathlessness I've been also having a cough And I think I might have also had a fever in the last couple weeks Okay So the breathlessness started six weeks ago correct Yeah Okay and then when did the cough start I'd say around the same time",
        "gt_chunk": "D: What brings you in today?\n\nP: So I've been having just a worsening breathlessness. I've been also having a cough, and I think I might have also had a fever in the last couple weeks.\n\nD: OK, um so the breathlessness started six weeks ago, correct?\n\nP: Yeah.\n\nD: OK and then when did the cough start?\n\nP: I'd say around the same time"
    },
    {
        "whisper_chunk": "the breathlessness started so around six weeks Okay and then the fever The fever I've kind of had on and off in the last couple weeks I would say two to three weeks Okay okay And do you how often are you having this breathlessness I would say it's pretty much there",
        "gt_chunk": "P: the breathlessness started, so around six weeks. \n\nD: OK. And then the fever? \n\nP: The fever I've kind of had on and off in the last couple weeks. I would say two to three weeks.\n\nD: OK, OK um and do you, how often are you having this breathlessness?\n\nP: Um I would say it's pretty much there"
    },
    {
        "whisper_chunk": "most of the time It sometimes gets worse when I'm exerting myself But I think on just baseline I feel like I've been able to breathe less heavily than before Okay so all right And how long does it last when you do get it Or is it just always there It's kind of just there but then when it gets worse like it lasts",
        "gt_chunk": "P: most of the time. It sometimes gets worse when I'm exerting myself, but I think just baseline, I feel like I've been able to breathe less heavily than before.\n\nD: OK, so alright, and how long does it last when you do get it? Or is it just always there?\n\nP: Uh, it's kind of just there, but then when it's getting worse like it lasts"
    },
    {
        "whisper_chunk": "a couple minutes to I would say like 10 to 15 minutes And then it goes back to just the normal breathlessness Okay and if you were to describe the quality of your breathlessness would you say that it feels kind of like a burning feeling like you're having a hard time catching your breath Or does it feel like you're breathing too fast",
        "gt_chunk": "P: a couple minutes to, I would say like 10 to 15 minutes and then it goes back to like just the normal breathlessness.\n\nD: OK, and if you were to describe the quality of your breathlessness, would you say that it feels like a kind of like a burning feeling, like you're having a hard time catching your breath or does it feel like you're breathing too fast"
    },
    {
        "whisper_chunk": "I think it's more I just can't seem to take deep breaths And then when I get breathless I really try to take a deep breath but I just can't find myself catching my breath at that time Okay So it's just more not being able to catch my breath Okay sure And are there things that make it better or worse",
        "gt_chunk": "P: I think it's more I just can't seem to take like deep breaths. And then when I get breathless, I I really try to take a deep breath but I just can't find myself catching my breath at that time. So it's just more not being able to catch my breath.\n\nD: OK, sure. And are there things that make make it better or worse"
    },
    {
        "whisper_chunk": "Not really I think sometimes moving around too much but like nothing really causes it Okay and was there any sort of trigger six weeks ago that you think may have like caused all of your symptoms I'm not sure I don't think there was any triggers Okay",
        "gt_chunk": "P: not really, I think it's sometimes moving around too much, but like nothing, nothing really causes it.\n\nD: OK, um, and was there any sort of trigger six weeks ago that you think may have like caused all of your symptoms?\n\nP: Oh I'm not sure I I don't think there was any triggers.\n\nD: OK"
    },
    {
        "whisper_chunk": "has anyone around you been sick So there are some people living in my house that have a bad cough over the last few weeks Okay So yeah So they have similar symptoms to you as well then Yeah some of them like don't really have the shortness of breath it's just like a cough Okay But yeah there are some of them also have some shortness of",
        "gt_chunk": "D: has anyone around you been sick?\n\nP: So there there are some people living in my house that have a bad cough over the last few weeks.\n \nD: OK.\n\nP: So yeah. \n\nD: So they have similar symptoms to you as well then?\n\nP: Yeah, some of them like don't really have the shortness of breath and it's just like a cough. \n\nD: OK.\n\nP: But yeah, there are some of them also have some shortness of"
    },
    {
        "whisper_chunk": "breath Okay okay And have you traveled anywhere recently So I actually came to Canada one year ago I'm originally from India and I came here to study Okay okay all right If you were to rate your breathlessness from one to 10",
        "gt_chunk": "P: breath. \n\nD: OK, OK. And have you traveled anywhere recently?\n\nP: So I actually came to Canada one year ago. I'm originally from India and I I'm I came here to study. \n\nD: OK. OK, um alright. If you were to rate your breathlessness from one to 10"
    },
    {
        "whisper_chunk": "10 being the worst how bad is your breathlessness It can get pretty bad Like I would say up to an eight sometimes maybe a couple times a week Okay and have you ever experienced this before No this is like the first time I'm having this issue Okay and do you feel like it's getting worse better Has it changed since you started having",
        "gt_chunk": "D: 10 being the worst, how bad is your breathlessness?\n\nP: It can get pretty bad. Like I I would say up to an 8 sometimes, maybe a couple times a week. \n\nD: OK, and have you ever experienced this before?\n\nP: No, this is like the first time I'm having this issue.\n\nD: OK, and do you feel like it's getting worse, better, has it changed since you started having"
    },
    {
        "whisper_chunk": "these symptoms I think it's getting worse and that's why I was getting a bit scared and I came here Okay yeah that was a good call And have you had any changes to your smell recently No no changes to smell And anything like a runny nose or a stuffy nose No not really no",
        "gt_chunk": "D: these symptoms? \n\nP: I think it's getting worse and that's why I was getting a bit scared and I came here. \n\nD: OK. Yeah, that was a good call and have you had any changes to your smell recently?\n\nP: No, no changes to smell.\n\nD: Any anything like a runny nose or stuffy nose?\n\nP: Uh, no, not really, no"
    },
    {
        "whisper_chunk": "No okay how about a sore throat Nope no sore throat No sore throat any changes to your taste Nope Any changes in hearing Nope Ear pain or discharge from the ears Nope nothing like that Okay any eye pain Nope Changes in your vision Nope Any discharge from your eyes",
        "gt_chunk": "D: No? OK, how about a sore throat?\n\nP: No, no sore throat.\n\nD: No sore throat, any changes to your taste?\n\nP: Nope. \n\nD: Any changes in hearing?\n\nP: Nope. \n\nD: Ear pain or discharge from your ears?\n\nP: No, nothing like that. \n\nD: OK, any eye pain? \n\nP: No.\n\nD: Changes in your vision?\n\nP: Nope. \n\nD: Any discharge from your eyes"
    },
    {
        "whisper_chunk": "Nope Okay and you mentioned a fever and some night sweats How often are you getting these night sweats and do they feel like chills I think in the last two weeks I've been getting it more frequently Like I would say every other night I feel I would feel chilly at one point and then I would break out into night sweats",
        "gt_chunk": "P: Nope.\n\nD: OK, and you mentioned fever and some night sweats. How often are you getting these night sweats and do they feel like chills?\n\nP: I think in the last two weeks I've been getting it more frequently, like I would say every other night I I feel, I would feel chilly at one point and then I'll break out into night sweats"
    },
    {
        "whisper_chunk": "where I have to take off my blanket I think I measured it once or twice over the weekend It did show like a fever of 102 Okay okay okay And any changes to your skin like rashes No nothing like that Okay any weight loss I would say I think I'm losing a little bit of weight over the last couple of weeks",
        "gt_chunk": "P: or have to take off my blanket. I think I measured it once or twice over the week and it did show like a fever of 102.\n\nD: OK, OK. OK, and any changes to your skin like rashes? \n\nP: No, nothing like that. \n\nD: Any weight loss?\n\nP: I would say I think I'm losing a little bit of weight over the last couple weeks"
    },
    {
        "whisper_chunk": "I haven't really weighed myself but I feel that I have lost some weight Okay yeah And the coughing are you coughing up any blood I don't think so Sometimes like when I cough up like sputum there is like a little bit of pink pink tinged sputum as well Sometimes",
        "gt_chunk": "P: I haven't really weighed myself, but I feel that I have lost some weight.\n\nD: OK yeah, and the coughing, are you coughing up any blood?\n\nP: Uh, I don't think so. Sometimes, like when I cough up like sputum, there is like a little bit of pink, pink tinged sputum as well. Sometimes"
    },
    {
        "whisper_chunk": "it's like brownish in color and sometimes it's green but I haven't actually coughed up any blood Okay and you said there's some sputum like pink tinged sputum How much sputum would you say you cough up every time you cough Maybe like a spoonful I would say Spoonful okay",
        "gt_chunk": "P: it's like brownish in color and sometimes it's green, but I haven't actually coughed up any blood.\n\nD: OK, um and you said there's some sputum like pink tinged sputum. How much sputum would you say you cough up every time you cough?\n\nP: Maybe like a like a spoonful I would say."
    },
    {
        "whisper_chunk": "And do you ever feel like you're wheezing No I don't think so I don't really notice any noises when I'm breathing Okay All right so any chest pain No no chest pain at all Okay how about swallowing in your legs or in your limbs",
        "gt_chunk": "D: And do you ever feel like you're wheezing?\n\nP: Uh, no, I I don't think so. I I don't really notice any noises when I'm breathing. \n\nD: OK. And, alright, so any chest pain?\n\nP: No, no chest pain at all.\n\nD: OK. How about swelling in your legs or in your limbs"
    },
    {
        "whisper_chunk": "No no legs swallowing No legs swallowing okay How about you feeling like your heart's racing Nope No okay Okay and any nausea or vomiting No no nausea or vomiting How about changes in your bowel movements No Okay how about changes in urinating",
        "gt_chunk": "P:  leg swelling. \n\nD: No leg swelling? OK, um how about do you feeling like your heart's racing? \n\nP: No.\n\nD: No OK. OK, and any nausea or vomiting?\n\nP: No, no nausea or vomitting. \n\nD: How about changes in your bowel movements?\n\nP: No. \n\nD: OK, how about changes in urinating"
    },
    {
        "whisper_chunk": "No it's been fine All right any headaches No headaches Okay any dizziness or fainting spells No nothing like that Okay no confusion or memory loss No Okay And are you otherwise healthy Do you have any medical conditions I think when I was back in India a couple years ago",
        "gt_chunk": "P: No, it's been fine.\n\nD: Alright any headaches? \n\nP: No headaches.\n\nD: Any dizziness or fainting spells? \n\nP: No, nothing like that.\n\nD: OK, no confusion or memory loss?\n\nP: No.\n\nD: OK, and are you otherwise healthy? Do you have any medical conditions?\n\nP: Um I think when I was back in India a couple years ago"
    },
    {
        "whisper_chunk": "they did give me some antibiotics for like a chest infection but I couldn't really afford the medications didn't take them I didn't finish the course but other than that nothing else Okay did they mention what type of chest infection it could have been No I don't really remember I think it was some kind of pneumonia",
        "gt_chunk": "P: they did give me some antibiotics for like a chest infection, but I couldn't really afford the medications and didn't take them. I didn't finish the course, but other than that, nothing else.\n\nD: OK, did they mention what type of chest infection it could've been?\n\nP: No, I don't really remember. I think it was some kind of pneumonia"
    },
    {
        "whisper_chunk": "Okay okay Are you on any medications Just I take Tylenol sometimes but it hasn't really been helping Okay And are you allergic to anything No not that I know of Okay are you up to date with all your immunizations Yep as far as I know Okay",
        "gt_chunk": "D: OK. Are you on any medications?\n\nP: Just uh I take Tylenol sometimes, like it hasn't really been helping. \n\nD: OK. And, are you allergic to anything?\n\nP: No, not that I know.\n\nD: OK, are you up to date with all your immunizations? \n\nP: Yeah, as far as I know. \n\nD: OK"
    },
    {
        "whisper_chunk": "And is there any family history of lung conditions or heart conditions No No okay how about cancers No cancers that run in the family no Okay okay So you mentioned you moved to Canada from India about a year back Where do you live now So I live in we have like a student house with some",
        "gt_chunk": "D: and is there any family history of lung conditions or heart conditions? \n\nP: Nope.\n\nD: No OK, how about cancers?\n\nP: No cancers that run in the family, no.\n\nD: OK OK, so you mentioned you moved to Canada from India about a year back. Where do you live now? \n\nP: So I live in it's, we have like a student house with some"
    },
    {
        "whisper_chunk": "of the students who came from India as well And there's six of us living together in a house Okay okay And are they sick as well or no Yeah so three of them actually all have like two of them have a cough and one of them has some shortness of breath as well Okay And have they been to a doctor Have they been investigated Were they ever given a diagnosis",
        "gt_chunk": "P: of the students who came from India as well, and there's six of us living together in in a house. \n\nD: OK, OK, and are they sick as well or no?\n\nP: Yeah, so three of them actually have like, two of them have a cough and one of them has some shortness of breath as well.\n\nD: OK. And have they been to a doctor? Have they been investigated? Were they ever given a diagnosis"
    },
    {
        "whisper_chunk": "No not that I know of I think I might be the first one who actually went to a doctor Okay okay Do you smoke I smoke like I would say like five cigarettes a day Okay how long have you been smoking for Around 10 years Okay that's a while it's been a while then And do you drink alcohol",
        "gt_chunk": "P: No, not that I know of. I think I might be the first one who actually went to a doctor.\n\nD: OK, OK. Um, do you smoke?\n\nP: I smoke like I would say like 5 cigarettes a day.\n\nD: OK, how long have you been smoking for?\n\nP: Around 10 years.\n\nD: OK, that's, it's been a while then. Um, and do you do you drink alcohol"
    },
    {
        "whisper_chunk": "No I don't drink and I don't do any drugs either Okay okay Are you sexually active Not currently no No okay Have you ever had unprotected sex No No okay Okay did you have any questions or concerns anything you wanted to discuss that I hadn't asked you about",
        "gt_chunk": "P:  I don't drink and I don't do any drugs either. \n\nD: OK, OK. Are you sexually active?\n\nP: Not currently, no.\n\nD: No, OK. Have you ever had unprotected sex?\n\nP: No. \n\nD: No?, OK. OK, um, did you have any questions or concerns? Anything you wanted to discuss that I hadn't asked you about"
    },
    {
        "whisper_chunk": "So yeah this is just like my first time visiting a doctor in this country and I was just very scared that it might be a problem It might be something serious So just wanted to know what it can be Yeah for sure So the first thing we wanna rule out is TB because you have recently moved to Canada from a country where it is I believe it is endemic",
        "gt_chunk": "P: so yeah, this is just like my first time visiting a doctor in this country and like I was just very scared that it might be something serious, so just wanted to know what it can be. \n\nD: Yeah, for sure. So the first thing we want to rule out is TB. Because you have recently moved to Canada from a country where it is, I believe it is endemic"
    },
    {
        "whisper_chunk": "So and some of your most of your symptoms fit with TB and how it presents So we just wanna make sure it's not that because it is highly infectious and we don't want it to spread So we can do like an AFB smear or I think they have other diagnostic workup for that too So we'll do that first",
        "gt_chunk": "D: so and some of your most of your symptoms fit with TB and how it presents so we just want to make sure it's not that because it is highly infectious and and we don't want it to spread. So, we can do like a AFB smear or I think they have other diagnostic work up for that too. So we'll do that first"
    },
    {
        "whisper_chunk": "If not we can check to see if it's like another typical pneumonia We can do a chest x ray for that as well And if both of those turn out to be negatives then we'll have to work you up further for other things like COPD or lung cancer How does that sound That sounds good Thank you",
        "gt_chunk": "D: If not, we can check to see if it's like another, another typical pneumonia, we can do a chest X Ray for that as well. If both of those turn out to be negatives, then we'll have to work you up further for other things, like COPD, or lung cancer. How does that sound? \n\nP: That sounds good. Thank you"
    }
]